[
  {
    "title": "Microcosm-dependent degradation of nonwoven fabric in surgical masks by endophytic fungi Aspergillus bridgerii",
    "source": "ScienceDirect Publication: Journal of Hazardous Materials",
    "excerpt": "Publication date: 15 February 2026Source: Journal of Hazardous Materials, Volume 504Author(s): Ramya Duraisamy, Bhuvaneshwari. S, Philip. A, VM Vishnu, P. Sribalaji, Agnieszka Saeid, Jemima Balaselvi Juliana. S, Jennifer Michellin Kiruba N",
    "url": "https://www.sciencedirect.com/science/article/pii/S0304389426003018?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T02:25:57Z",
    "category": "indoor",
    "summary": "**WEAK SIGNAL PROTOCOL ACTIVATED**  This source provides only metadata: author names and a title indicating research on degradation of nonwoven fabric in surgical masks by *Aspergillus bridgerii*. No abstract or findings are present in the provided text. The related research context describes invasive fungal infections in burn patients — a distinct clinical population and research question — and cannot substitute for missing source data on fabric degradation mechanisms, experimental methods, or material outcomes.  Analysis cannot proceed without the substantive abstract or results section of the primary source.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:26:36.646827"
  },
  {
    "title": "Self-supervised learning for aflatoxin B1 detection using masked spectra",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Publication date: 15 April 2026Source: Food Chemistry, Volume 508, Part AAuthor(s): Wenwen Guo, Hongfei Zhu, Xianpeng Wang, Zhongzhi Han",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626005005?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T02:25:52Z",
    "category": "health",
    "summary": "**WEAK SIGNAL PROTOCOL ACTIVATED**  This paper presents only a title and thematic descriptor with no substantive abstract or methodological detail. The source text does not specify the spectroscopic method used, the training dataset, the detection accuracy achieved, the food matrices tested, or the validation approach. Without access to the actual abstract or findings section, a factual summary of the research cannot be constructed.  The related research context describes dietary curcumin as a protective intervention against aflatoxin B1 toxicity in poultry, but this finding belongs to a separate study and cannot be attributed to the detection research indicated by the title alone.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:26:38.948587"
  },
  {
    "title": "A comprehensive review of decontamination techniques for mycotoxin control in food: Advancement from conventional to unconventional strategies and the way forward",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Publication date: 15 April 2026Source: Food Chemistry, Volume 508, Part AAuthor(s): Dolanchapa Sikdar, Shiladitya Ghosh",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626005200?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T02:25:52Z",
    "category": "health",
    "summary": "**WEAK SIGNAL PROTOCOL ACTIVATED**  This paper presents only a title and thematic description without a substantive abstract containing specific findings, methods, organisms, materials, or data. The source text does not report research results—it describes a review's scope. No decontamination techniques, efficacy data, comparative outcomes, or case studies are detailed in the provided source material.  The related research context describes a separate study on curcumin supplementation in broilers exposed to aflatoxin B1, but this finding does not belong to the source paper and cannot be attributed to it.  Without access to the full abstract or findings section of the review itself, a factual summary of this paper's actual content cannot be produced. To proceed, the complete abstract or key findings section of the review would be required.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:26:41.471505"
  },
  {
    "title": "Advances in affinity magnetic bead - based pretreatment and detection strategies for mycotoxins in foods: A review",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Publication date: 15 April 2026Source: Food Chemistry, Volume 508, Part AAuthor(s): Jinnan Chen, Jin Ye, Hongmei Liu, Shuangshou Wang, Daojin Li, Haihua Ma, Songxue Wang",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626004802?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T02:25:52Z",
    "category": "health",
    "summary": "The source provides a review of affinity magnetic bead-based methods for pretreatment and detection of mycotoxins in foods. However, the abstract supplied contains only the title and a statement that research focuses on these themes, with no substantive findings, data, methods, or specific organisms and materials documented. The related research context describes dietary curcumin's protective effects against aflatoxin B1 toxicity in broiler chickens, but this belongs to a separate study and cannot be attributed to the source paper. Without access to the actual abstract content of this review—including specific mycotoxins addressed, magnetic bead materials used, detection techniques employed, or food matrices studied—a detailed factual summary cannot be constructed. To provide an accurate analysis grounded in the source's actual findings, the full abstract or substantive content of the review is required.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:26:44.292053"
  },
  {
    "title": "Antifungal mechanism and mycotoxin control of Ligusticum jeholense essential oil against Alternaria alternata in postharvest tomato",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Alternaria alternata causes serious postharvest diseases in tomatoes, threatening shelf life and food safety. In this study, a natural and eco-friendly strategy was developed using Ligusticum jeholense essential oil (LEO), extracted via optimized enzymatic-deep eutectic solvent microwave-assisted method (EDP-MAHD), which achieved a 3.38-fold higher yield than conventional extraction. GC-MS analysis confirmed consistent chemical composition across production batches. In vitro, LEO exhibited potent antifungal activity against A. alternata (IC₅₀, 0.0718 μL/mL), while in vivo experiments on tomato fruit showed it significantly inhibited lesion expansion and suppressed the accumulation of mycotoxins, alternariol (AOH) and tenuazonic acid (TeA). SEM, TEM, proteomic, and physiological analyses revealed that LEO disrupted membrane integrity, interfered with energy metabolism, and induced oxidative stress, suggesting multi-target antifungal mechanisms. Acute toxicity in mice confirmed its safety. These findings support the application of LEO as a promising natural preservative for postharvest disease and toxin control in tomatoes.",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626004231?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T02:25:52Z",
    "category": "health",
    "abstract_source": "openalex",
    "summary": "Alternaria alternata, a fungus causing serious postharvest decay in tomatoes, was controlled in this study using essential oil extracted from Ligusticum jeholense (a plant used in traditional medicine). The oil was obtained via an optimized extraction method combining enzymatic treatment, deep eutectic solvents, and microwave assistance, which produced 3.38 times more oil than conventional extraction methods. Chemical analysis by gas chromatography–mass spectrometry confirmed the oil's composition remained consistent across batches. In laboratory tests, the essential oil inhibited fungal growth at a concentration of 0.0718 microliters per milliliter; when applied to tomato fruit, it reduced the expansion of decay lesions and lowered levels of two fungal toxins—alternariol and tenuazonic acid—that accumulate during infection. Microscopy and protein analysis showed the oil damaged fungal cell membranes, disrupted energy production within fungal cells, and triggered oxidative stress, indicating the oil attacks the pathogen through multiple mechanisms simultaneously. Safety testing in mice showed no acute toxicity.  The findings reveal how a plant-derived compound can function simultaneously as both a disease suppressant and a toxin controller in a high-value food commodity. The essential oil's capacity to metabolize and degrade fungal toxins while disrupting the pathogen's cellular machinery positions it as a resource for managing postharvest losses in tomato supply chains—yet its efficacy depends entirely on the material conditions of storage and handling, and its adoption will likely remain contingent on cost, regulatory approval, and the economic pressures that determine whether growers invest in such interventions or accept fungal losses as routine overhead.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:26:49.302971"
  },
  {
    "title": "Screening, risk assessment, and rapid detection of mycotoxins in edible herbs based on UPLC-MS/MS and FT-NIR",
    "source": "ScienceDirect Publication: Food Research International",
    "excerpt": "Publication date: 30 April 2026Source: Food Research International, Volume 230Author(s): Kangnan Liu, Ling Fang, Yaling An, Zijun Tang, Wenjie Zhao, Chunqian Song, Lin Feng, Xiaokang Liu, Zhenwei Li, Daidi Zhang, De-an Guo",
    "url": "https://www.sciencedirect.com/science/article/pii/S0963996926002188?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T02:25:52Z",
    "category": "health",
    "summary": "**WEAK SIGNAL PROTOCOL ACTIVATED**  This source provides only a title and a statement that research focuses on the themes named, with no substantive abstract or findings data. The source text contains no methodological details, organism names, materials, detection results, or quantitative findings to summarize. The related research context describes aflatoxin effects in broiler poultry and curcumin intervention—a distinct study addressing hepatoprotection rather than mycotoxin detection in edible herbs. No factual summary of the titled paper's methods or results can be constructed from the source material provided.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:26:51.485275"
  },
  {
    "title": "Hyperglycemic conditions modulate the response of colon cancer cells to the mycotoxins alternariol and deoxynivalenol in vitro",
    "source": "ScienceDirect Publication: Food Research International",
    "excerpt": "Publication date: 1 April 2026Source: Food Research International, Volume 229Author(s): Karolina Kowalska, Eszter Borsos, Elisabeth Varga, Doris Marko",
    "url": "https://www.sciencedirect.com/science/article/pii/S0963996926000244?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T02:25:52Z",
    "category": "health",
    "summary": "**WEAK SIGNAL PROTOCOL ACTIVATED**  This paper presents only a title and thematic description without a substantive abstract containing specific findings, methods, organisms, or materials. The source data is insufficient for a full analytical summary.  The title indicates this study examined how elevated blood glucose conditions alter colon cancer cell responses to two fungal toxins—alternariol and deoxynivalenol—using laboratory-based cell culture methods, but no results, data, or mechanistic details are provided in the source text. The related research context describes aflatoxin toxicity and curcumin protection in poultry, which operates in a different biological system (avian hepatic) with different toxins and interventions, and cannot be attributed to or merged with this paper's findings.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:26:54.110541"
  },
  {
    "title": "Molecular stabilizing a glucose oxidase from Aspergillus eucalypticola with improved catalytic activity and optimized antimicrobial capacity",
    "source": "ScienceDirect Publication: International Journal of Biological Macromolecules",
    "excerpt": "Publication date: Available online 11 February 2026Source: International Journal of Biological MacromoleculesAuthor(s): Jing Li, Ying-Zhi Peng, Jian-Qiang He, Xiao-Lu Zhu, Marriam Khurshid, Shu-Biao Yuan, Kun Meng, Shuai You, Sheng-Jun Wang",
    "url": "https://www.sciencedirect.com/science/article/pii/S0141813026008123?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T02:25:50Z",
    "category": "science",
    "summary": "**WEAK SIGNAL PROTOCOL ACTIVATED**  This source provides only a title and a statement that research focuses on themes matching the title. No substantive abstract, methods, findings, organisms tested, materials used, or data are present in the source text itself. The related research context describes antifungal screening against *Fusarium graminearum* — a different organism and research direction — and cannot substitute for missing source data.  Without access to the actual abstract or findings of the paper on glucose oxidase from *Aspergillus eucalypticola*, a factual summary cannot be produced. To proceed, the full abstract or methods and results section of the source paper is required.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:26:56.418045"
  },
  {
    "title": "Integrative diagnosis of invasive pulmonary aspergillosis in non-neutropenic patients using BALF-tNGS–derived Aspergillus load and host risk factors: a multicenter study",
    "source": "Frontiers in Cellular and Infection Microbiology | New and Recent Articles",
    "excerpt": "BackgroundDiagnosing invasive pulmonary aspergillosis (IPA) in non-neutropenic patients is challenging because of non-specific manifestations and limited diagnostic tools. Targeted next-generation sequencing (tNGS) of bronchoalveolar lavage fluid (BALF) enables rapid pathogen detection; however, its capacity for quantitative assessment of fungal load remains unclear. This study integrated BALF-tNGS fungal load with host risk factors to develop a diagnostic nomogram for IPA in non-neutropenic patients.MethodsNon-neutropenic adults with suspected IPA were retrospectively enrolled at three tertiary hospitals (December 2020–December 2024). IPA was classified according to consensus definitions. Normalized Aspergillus reads from BALF-tNGS were stratified into low, medium, and high tiers. Clinical, radiological, and microbiological variables were analyzed, and a multivariable logistic regression model was built and internally validated via bootstrapping. Diagnostic performance was assessed using receiver operating characteristic analysis.ResultsAmong 238 patients, 134 had IPA and 104 had non-IPA. Compared with non-IPA cases, patients with IPA had higher rates of diabetes (73.9%), corticos",
    "url": "https://www.frontiersin.org/articles/10.3389/fcimb.2026.1739837",
    "pubDate": "2026-02-12T00:00:00Z",
    "category": "clinical",
    "summary": "This study developed a diagnostic tool combining fungal genetic material quantification from lung fluid samples with patient risk factors to identify invasive pulmonary aspergillosis in non-neutropenic patients across three hospitals between December 2020 and December 2024. Among 238 enrolled patients, 134 had confirmed invasive pulmonary aspergillosis and 104 did not; those with the infection showed higher rates of diabetes (73.9%) and corticosteroid use compared with those without. The researchers measured Aspergillus genetic material from bronchoalveolar lavage fluid using targeted next-generation sequencing and stratified the fungal load into three tiers—low, medium, and high—then built a statistical model combining these measurements with clinical, radiological, and microbiological variables to predict disease status. The diagnostic model was internally validated using bootstrapping methods and evaluated for accuracy using receiver operating characteristic analysis.  The tension embedded in this research reflects a broader pattern: the same molecular detection technology that enables rapid identification of Aspergillus in lung fluid—a pathogenic threat to immune-weakened and metabolically stressed populations—simultaneously produces quantifiable fungal load data that can be instrumentalized as a diagnostic commodity. The concentration of invasive pulmonary aspergillosis among patients with diabetes and those receiving corticosteroids marks this fungal disease as distributed along lines of chronic metabolic management and pharmaceutical dependency, yet the nomogram developed here translates these socially patterned exposures into individualized clinical risk scores, obscuring the material conditions—housing quality, occupational dust exposure, access to preventive care—that concentrate aspergillosis risk in particular populations.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:27:01.362650"
  },
  {
    "title": "A novel internal reference microorganism-based method reveals wild-enriched Penicillium for enhancing growth and disease resistance in Fritillaria thunbergii",
    "source": "Frontiers in Microbiology | New and Recent Articles",
    "excerpt": "IntroductionFritillaria thunbergii Miq. is an important traditional Chinese medicinal herb, but bulb rot disease causes severe losses during its cultivation. Screening and reintroducing beneficial microorganisms from the wild rhizosphere is an effective strategy to increase disease resistance in cultivated plants. However, the absolute quantitative characteristics of microorganisms cannot be reflected by traditional methods based on relative abundance analysis due to compositional bias.MethodsIn this study, we identified Clavatospora as a host-specific internal reference microorganism (IRM) and established an IRM-based relative abundance differential microorganism analysis (IRMRADMA) method.ResultsApplication of this method revealed that wild F. thunbergii possesses greater potential than cultivated plants for mining beneficial rhizosphere microorganisms. Specifically, Penicillium was identified as a key wild-enriched genus. Subsequently, two strains, Penicillium korosum and Penicillium aculeatum, were isolated from the rhizosphere of wild F. thunbergii. Functional tests confirmed that these strains demonstrated dual functions in disease suppression and plant growth promotion by so",
    "url": "https://www.frontiersin.org/articles/10.3389/fmicb.2026.1746815",
    "pubDate": "2026-02-11T00:00:00Z",
    "category": "science",
    "summary": "This study established a quantitative microorganism analysis method called internal reference microorganism-based relative abundance differential microorganism analysis using Clavatospora as a host-specific reference organism, applied to Fritillaria thunbergii, a traditional Chinese medicinal herb threatened by bulb rot disease during cultivation. The method revealed that wild Fritillaria thunbergii root zone soil harbours greater microbial diversity suited to disease suppression than cultivated plants, with Penicillium identified as a key wild-enriched fungal genus. Two Penicillium strains—Penicillium korosum and Penicillium aculeatum—were isolated from wild Fritillaria root zone and demonstrated dual capacity for both suppressing bulb rot disease and promoting plant growth. The paper does not specify the mechanisms of disease suppression or growth promotion, nor the identity of the rot pathogen targeted.  The findings illustrate a material entanglement characteristic of the Patchy Anthropocene: the same fungal genus (Penicillium) that signals decay and contamination in cultivated bulb systems becomes, when sourced from wild root zone assemblages, a tool for remediation and productivity enhancement. The shift from cultivated to wild-sourced microbiota reflects not ecological recovery but rather a dependency on extracting microbial labour from unmanaged ecosystems to sustain agricultural intensification—a pattern that relocates disease risk management onto wild populations while maintaining the monoculture conditions that created the vulnerability in the first place.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:27:05.320268"
  },
  {
    "title": "Characteristics of mycological criteria for the diagnosis of invasive mold infections in patients with severe burn injury",
    "source": "American Society for Microbiology: Journal of Clinical Microbiology: Table of Contents",
    "excerpt": "ABSTRACT Invasive fungal diseases (IFDs) are common and often fatal in severe burn patients due to skin barrier loss and immune dysfunction. However, current definitions of invasive mold infections are poorly adapted to this population. This study evaluated the characteristics of various diagnostic criteria and their combinations in relation to clinical outcomes in burn patients. We conducted a retrospective cohort study of all patients admitted to the Burn ICU from 2014 to 2023 with ≥15% total burn surface area and at least one sample sent to the mycology lab. Criteria included direct microscopy, culture (respiratory, skin, or tissue), species-specific quantitative PCR (qPCR) (Aspergillus, Mucorales, and Fusarium) on plasma/tissue/bronchoalveolar lavage fluid, and serum galactomannan. Among 276 patients, 489/6,184 samples were positive, including 281 skin biopsies (direct examination and conventional culture) and 132 plasma specimens (qPCR). Positive diagnostic criteria ≥1 was found in 93 patients (33.7%): Aspergillus (25.7%), Mucorales (10.9%), and Fusarium (9.8%). Twenty-seven patients (9.8%) had ≥2 criteria involving ≥2 mold types. Mortality rose with the number of positive criteria: 12.7% (0), 10.7% (1, 2), 27.3% (3, 4), and 46.7% (≥5) (P < 0.001). Plasma qPCR was positive in 81.3% of Mucorales, 40% of Aspergillus, and 15.4% of Fusarium cases with skin involvement. Skin biopsies (direct examination and conventional culture) combined with species-specific plasma qPCR enhance timely and reliable IFD diagnosis in burn patients. Mortality correlated with the number of positive criteria and coexistence of multiple mold species, underscoring the need for broad antifungal coverage and the value of multi-criteria diagnostics to guide treatment. IMPORTANCE Invasive mold infections are frequent and often fatal complications in patients with severe burns, occurring in up to 20% of cases with a total burn surface area exceeding 15%. Despite their severity, no standardized ",
    "url": "https://journals.asm.org/doi/abs/10.1128/jcm.00950-25?af=R",
    "pubDate": "2026-02-05T08:00:00Z",
    "category": "clinical",
    "abstract_source": "semantic_scholar",
    "summary": "This study evaluated how different laboratory methods for detecting mould infections perform in severely burned patients, a population at high risk for invasive fungal disease due to compromised skin and immune function. The research examined 276 burn patients admitted to intensive care between 2014 and 2023, collecting 6,184 samples sent to the mycology laboratory; 489 samples tested positive across multiple detection methods including direct microscopy, conventional culture from respiratory and tissue samples, species-specific genetic testing on blood and tissue, and serum protein markers. Among the cohort, 93 patients (33.7 percent) showed at least one positive result for mould, with Aspergillus detected in 25.7 percent, Mucorales in 10.9 percent, and Fusarium in 9.8 percent;  27 patients carried evidence of two or more mould species simultaneously. Patient mortality increased sharply with the number of positive diagnostic criteria detected: 12.7 percent mortality with no positive results, rising to 46.7 percent when five or more criteria were positive. Genetic testing on blood samples proved most sensitive for detecting Mucorales (81.3 percent positive) but less reliable for Aspergillus (40 percent) and Fusarium (15.4 percent) when skin involvement was present. The authors conclude that combining skin biopsy examination with species-specific genetic testing on blood enhances both speed and accuracy of diagnosis in this population.  In the context of severe burn injury, these findings reveal how moulds exploit a specific ecological niche created by acute trauma and medical intervention—the burned body becomes simultaneously a site of vulnerability and a material growth medium for rapid fungal colonization and proliferation. The detection of multiple mould species in single patients, and the correlation between diagnostic burden and mortality, suggests that invasive mould infection in burns is not a discrete clinical event but rather an entanglement of competing fungal populations exploiting the same compromised tissue environment; the diagnostic challenge itself—which criteria to use, when, and how to interpret them—reflects deeper dependencies between clinical outcomes and the material conditions of burn care, including wound management practices and the timing of antifungal intervention.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:27:11.336749"
  },
  {
    "title": "Dietary curcumin alleviates aflatoxin B1‐induced liver injury and improves growth performance in broilers via Nrf2 activation and NLRP3 inflammasome inhibition",
    "source": "Wiley: Journal of the Science of Food and Agriculture: Table of Contents",
    "excerpt": "Aflatoxin B1 (AFB1), a potent mycotoxin frequently detected in improperly stored poultry feed, induces hepatic oxidative stress, inflammation, and growth retardation in broilers. Curcumin (CUR), a polyphenolic compound derived from Curcuma longa, exhibits strong antioxidant and anti‐inflammatory activities; however, its efficacy and mechanisms in mitigating AFB1‐induced hepatotoxicity in broilers remain unclear. This study aimed to evaluate the protective effects of dietary CUR supplementation on growth performance and liver health of broilers exposed to AFB1.",
    "url": "https://scijournals.onlinelibrary.wiley.com/doi/10.1002/jsfa.70337?af=R",
    "pubDate": "2026-02-04T21:13:31Z",
    "category": "science",
    "abstract_source": "semantic_scholar",
    "summary": "This paper investigates how dietary curcumin—a compound extracted from turmeric—protects broiler chickens from liver damage caused by aflatoxin B1, a mould toxin commonly found in poorly stored poultry feed. Aflatoxin B1 triggers oxidative stress, inflammation, and stunted growth in broilers; curcumin is known to have antioxidant and anti-inflammatory properties, but its specific protective mechanisms against this particular mould toxin in broiler livers had not been established. The study evaluated whether adding curcumin to feed could improve both growth performance and liver health in birds exposed to aflatoxin B1, with the hypothesis that curcumin works by activating a cellular protective pathway called nuclear factor erythroid 2-related factor 2 and suppressing an inflammatory signalling complex called the NOD-like receptor protein 3 inflammasome.  The source abstract does not provide experimental methods, results, or specific data. The paper's framing reveals a material entanglement characteristic of industrial poultry production: the same storage conditions and feed chains that allow mould toxins to accumulate also create demand for chemical interventions. Curcumin emerges here not as a solution to contamination at source but as a post-hoc metabolic buffer—a way to render toxic feed edible and birds productive despite underlying failures in storage and supply chain management. The protective compound thus becomes a technology of adaptation to persistent exposure rather than prevention.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:27:15.674694"
  },
  {
    "title": "Antifungal Activity and Resistance Risk of Cyclobutrifluram against Fusarium solani, the Causal Agent of Peanut Root Rot",
    "source": "acs: Journal of Agricultural and Food Chemistry: Table of Contents",
    "excerpt": "Peanut root rot (PRR), caused by Fusarium solani, is a common and destructive disease. Cyclobutrifluram exhibits antifungal activity against Fusarium spp., yet its bioactivity and resistance risk against F. solani remain unclear. In this study, the EC50 values of cyclobutrifluram against 155 F. solani strains ranged from 0.0279 to 0.1102 μg/mL, with a mean of 0.0513 ± 0.0170 μg/mL. Treatment with cyclobutrifluram significantly inhibited conidial production and germination, reduced succinate dehydrogenase (SDH) activity, increased hyphal branching, and shortened the distance between septa or cell nuclei. Cyclobutrifluram provided excellent control over PRR. Seven laboratory-generated cyclobutrifluram-resistant mutants showed no or slight fitness penalties and exhibited positive cross-resistance only with pydiflumetofen, indicating a moderate-to-high resistance risk. Resistance to cyclobutrifluram in F. solani was conferred by four SDH substitutions (FsSdhBH248Y, FsSdhC1A83V, FsSdhC2A85V, and FsSdhDD184G), which was confirmed by molecular docking and gene replacement. This study provides crucial insights for developing effective control strategies to manage PRR.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jafc.5c12378?af=R",
    "pubDate": "2026-02-03T08:00:00Z",
    "category": "health",
    "abstract_source": "semantic_scholar",
    "summary": "This study documents the antifungal activity and resistance mechanisms of cyclobutrifluram against Fusarium solani, the fungus responsible for peanut root rot. Testing 155 strains of F. solani revealed inhibitory concentrations (EC50 values) ranging from 0.0279 to 0.1102 micrograms per millilitre, with a mean of 0.0513 micrograms per millilitre. The drug suppressed spore production and spore germination, reduced the activity of succinate dehydrogenase (an enzyme critical to fungal energy metabolism), increased abnormal branching of fungal filaments, and disrupted the spacing of cell partitions and nuclei. In field and controlled settings, cyclobutrifluram controlled the disease effectively. However, seven laboratory-generated resistant mutants showed minimal or no loss of competitive fitness and developed cross-resistance only to pydiflumetofen, indicating a moderate-to-high risk that resistance will emerge and spread under continued use. Resistance arose through four distinct mutations in the succinate dehydrogenase enzyme complex, a finding confirmed through computational modelling and direct genetic manipulation.  The dual character of this fungicide—potent in the short term yet vulnerable to rapid resistance development—reflects a deeper entanglement between agricultural intensification and fungal adaptation. The same metabolic pathway that makes succinate dehydrogenase an effective drug target also permits the fungus to evolve resistance with minimal survival cost, transforming a management tool into a selective pressure that accelerates the emergence of resistant populations. This pattern mirrors broader dependencies in industrial agriculture: the chemical solution to crop loss creates the conditions for its own obsolescence, binding growers to cycles of chemical innovation and fungal counter-adaptation.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:27:20.311732"
  },
  {
    "title": "Characteristics of individual cyp51A SNPs and combinations thereof impacting the azole phenotype in TR34-mediated resistance genotypes of Aspergillus fumigatus",
    "source": "American Society for Microbiology: Antimicrobial Agents and Chemotherapy: Table of Contents",
    "excerpt": "ABSTRACT The World Health Organization has flagged the rise of drug resistance in Aspergillus fumigatus as a critical concern. Elevated mutation rates in this pathogen contribute to the rapid development of resistance, complicating treatment efforts. We conducted a study on the prevalence of azole resistance among clinical A. fumigatus isolates in the Netherlands from 1994 to 2022 and identified 34 cyp51A variants. To investigate the impact of individual single-nucleotide polymorphisms (SNPs) and combinations thereof on the azole phenotype in TR34-mediated resistance genotypes, we focused on novel, recent mutations and explored the effects of SNPs L98H, T289A, I364V, and G448S and the combination of the mutations TR34/L98H, TR34/L98H/T289A/G448S, and TR34/L98H/T289A/I364V/G448S on azole affinity and susceptibility. We created the three-dimensional protein model of the Cyp51A protein with azoles, and the mutation was introduced to the wild-type cyp51A A. fumigatus strain by the CRISPR-Cas9 gene editing technique. Finally, in vitro susceptibility testing of A. fumigatus strains carrying the mutations was conducted to confirm the azole phenotypes observed in clinical isolates. The MICs of all four azoles against the mutated cyp51A strains, which harbored combination mutations, were higher than those of the wild type, with highly elevated MICs of itraconazole, voriconazole, and isavuconazole. Genotypes TR34/L98H/T289A/I364V/G448S mutant showed a consistent phenotype to the clinical strains, which are highly resistant to voriconazole but susceptible to itraconazole. In this study, we show that molecular dynamics simulations of amino acid substitutions in the cyp51A gene correlate to the structure–function relationship of in vitro phenotype.",
    "url": "https://journals.asm.org/doi/abs/10.1128/aac.01528-25?af=R",
    "pubDate": "2026-02-03T08:00:00Z",
    "category": "clinical",
    "abstract_source": "semantic_scholar",
    "summary": "This paper documents the molecular basis of azole drug resistance in the fungus Aspergillus fumigatus, a major respiratory pathogen. The researchers identified 34 genetic variants in the cyp51A gene—which encodes a protein critical for azole drug metabolism—among clinical isolates collected in the Netherlands between 1994 and 2022. Using computer modelling of protein structure and genetic engineering via CRISPR-Cas9 gene editing, they introduced four individual mutations (L98H, T289A, I364V, and G448S) and three multi-mutation combinations into laboratory strains and measured their susceptibility to four azole drugs. Strains carrying multiple mutations showed substantially elevated resistance to itraconazole, voriconazole, and isavuconazole, with the most heavily mutated strain (TR34/L98H/T289A/I364V/G448S) matching the resistance pattern observed in clinical isolates—highly resistant to voriconazole but susceptible to itraconazole. The paper demonstrates that computer simulations of how amino acid changes alter the structure of the target protein correlate with the actual drug resistance patterns observed in laboratory cultures.  The findings reveal how a pathogenic fungus accumulates mutations that simultaneously render it resistant to first-line treatments while maintaining vulnerability to alternatives, creating a moving target for clinical management. This pattern of selective resistance—where the same genetic changes that block one drug class leave the organism exposed to another—reflects the material entanglement of treatment pressure and evolutionary adaptation: the more azoles are deployed in clinical and agricultural settings, the more the fungus diversifies its resistance mechanisms, generating new genetic profiles that are simultaneously more dangerous and more constrained in their survival options.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:27:25.137932"
  },
  {
    "title": "Efficacy of Ipflufenoquin against Strawberry Gray Mold: Insights from AlphaFold- Based Structural Modeling and Genome-Wide Transcriptomic Analysis",
    "source": "acs: Journal of Agricultural and Food Chemistry: Table of Contents",
    "excerpt": "Gray mold caused by Botrytis cinerea significantly threatens strawberry production. This study evaluated the efficacy of ipflufenoquin, a novel dihydroorotate dehydrogenase (DHODH) inhibitor, against fungal pathogens isolated from Korean strawberry fields in 2023. Ipflufenoquin demonstrated a high in vitro sensitivity to B. cinerea and broad activity against other pathogens. Fruit and greenhouse trials confirmed its robust control of gray mold, including strains resistant to multiple fungicide classes. However, treatment shifted the fungal community, promoting less sensitive genera, such as Cladosporium and Rhizopus. Structural modeling with AlphaFold2 and molecular docking confirmed that ipflufenoquin binds to the quinone binding tunnel of DHODH, correlating binding affinity with susceptibility. Additionally, RNA-seq analysis revealed that ipflufenoquin suppresses primary metabolic pathways while triggering a robust stress response, up-regulating detoxification and efflux transporter genes. This integrated study confirms the efficacy of ipflufenoquin against gray mold and elucidates its molecular impacts, offering essential data for sustainable management strategies.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jafc.5c14085?af=R",
    "pubDate": "2026-01-30T08:00:00Z",
    "category": "health",
    "abstract_source": "semantic_scholar",
    "summary": "This paper documents the development and field testing of ipflufenoquin, a novel fungicide targeting dihydroorotate dehydrogenase, against gray mold in Korean strawberry cultivation. Laboratory testing showed high sensitivity of Botrytis cinerea isolates to the compound, with activity extending to other fungal pathogens; fruit and greenhouse trials confirmed control of gray mold including strains resistant to existing fungicide classes. Structural modeling using AlphaFold2 and molecular docking revealed that ipflufenoquin binds to the quinone binding tunnel of the target enzyme, with binding strength correlating to fungal susceptibility. Gene expression analysis via RNA-seq demonstrated that the compound suppresses primary metabolic pathways in the fungus while activating stress response mechanisms, including up-regulation of detoxification and efflux transporter genes.  A critical finding emerged: treatment shifted the fungal community composition in strawberry crops, promoting less sensitive genera including Cladosporium and Rhizopus. This paper thus documents a characteristic pattern of the Patchy Anthropocene—the same chemical intervention that eliminates one fungal threat creates ecological space for alternative pathogens, revealing how industrial remediation of crop disease simultaneously produces new vulnerabilities and dependencies. The fungicide's efficacy against resistant strains demonstrates the adaptive capacity of moulds under pharmaceutical pressure, while the community shift illustrates how targeted control in monoculture systems generates novel assemblages of harm rather than resolving them.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:27:29.137003"
  },
  {
    "title": "Identification and characterization of a novel broad-spectrum antifungal compound targeting the Aspergillus fumigatus cell wall and cell membrane and inducing oxidative stress",
    "source": "American Society for Microbiology: Microbiology Spectrum: Table of Contents",
    "excerpt": "ABSTRACT The substantial increase in fungal diseases, the limited availability of antifungal drugs, and rising resistance to existing treatments highlight the urgent need for developing novel antifungal drugs. Natural products, known for their diverse bioactivities and unique structures, remain critical sources for antifungal drug discovery. In this study, we aimed to identify novel antifungal compounds from soil microbes and isolated a novel 28-membered polyene macrolide, compound 1 , from Kitasatospora melanogena . This compound demonstrated potent antifungal activity, with MICs of 4–16 μg/mL against Aspergillus fumigatus , Aspergillus flavus , Candida albicans , and Cryptococcus neoformans . Treatment with compound 1 led to significant growth reduction and disruption of the cell wall and membrane in A. fumigatus compared to the wild-type. To understand the underlying mechanism, we performed a transcriptomic analysis of A. fumigatus exposed to compound 1 , revealing a substantial downregulation of genes involved in cell wall and membrane biogenesis, as well as those encoding integral membrane proteins and multidrug transporters. Additionally, compound 1 induced oxidative stress, leading to elevated reactive oxygen species levels. These multifaceted mechanisms highlight the potential of K. melanogena natural products in the development of novel antifungal agents. IMPORTANCE Fungal infections cause substantial morbidity and mortality worldwide, yet current treatments are limited and increasingly undermined by resistance. Natural products remain a proven source of antifungal agents, but few new scaffolds have been introduced in recent decades. We identified a novel polyene macrolide from Kitasatospora melanogena with potent activity against major fungal pathogens. This compound disrupts both the fungal cell wall and membrane while inducing oxidative stress, revealing a multifaceted mechanism of action. Our findings highlight soil microbes as valuable reservoirs for a",
    "url": "https://journals.asm.org/doi/abs/10.1128/spectrum.03143-25?af=R",
    "pubDate": "2026-01-28T08:00:00Z",
    "category": "science",
    "abstract_source": "openalex",
    "summary": "This study isolates a novel 28-membered polyene macrolide compound from the soil bacterium Kitasatospora melanogena and demonstrates its antifungal potency against four major fungal pathogens: Aspergillus fumigatus, Aspergillus flavus, Candida albicans, and Cryptococcus neoformans, with minimum inhibitory concentrations ranging from 4 to 16 micrograms per millilitre. Exposure of Aspergillus fumigatus to this compound resulted in significant growth reduction and visible damage to both the cell wall and cell membrane structures compared to untreated controls. gene-expression analysis analysis—measuring changes in gene expression—revealed that the compound suppresses genes responsible for constructing and maintaining the fungal cell wall and membrane, as well as genes encoding proteins embedded in cell membranes and multidrug transporter proteins that typically allow fungi to expel toxic substances. The compound also triggered oxidative stress in the fungal cells, causing accumulation of reactive oxygen species, which are chemically reactive molecules that damage cellular components. The paper positions soil microbes, specifically Kitasatospora melanogena, as a source for novel antifungal scaffolds at a moment when clinical resistance to existing drugs is rising and the antifungal arsenal remains narrow.  The dual mechanism—disrupting the physical barriers of the fungal cell while simultaneously overwhelming its chemical defences through oxidative damage—reveals how a single natural product can attack multiple vulnerabilities simultaneously, a strategy that may slow the emergence of resistance. Yet the very capacity of soil bacteria to produce such compounds reflects their own evolutionary arms race with fungal competitors in shared soil ecosystems; what appears as a clinical solution is also a trace of older, deeper dependencies between microbes in terrestrial systems now being mobilized for human pharmaceutical use.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:27:34.010533"
  },
  {
    "title": "A combined genetic and chemical approach for identifying novel antifungal compounds against Fusarium graminearum",
    "source": "American Society for Microbiology: Microbiology Spectrum: Table of Contents",
    "excerpt": "ABSTRACT Chemical fungicides act by targeting specific proteins or pathways, known as modes of action (MoAs). In this study, we established a systematic screening platform using Fusarium graminearum gene knockout mutants to evaluate the efficacy of fungicides and identify novel antifungal compounds. Target genes corresponding to major fungicide classes were deleted by homologous recombination, and the resulting mutants exhibited altered sensitivity to the corresponding fungicides compared with the wild-type strain. Deletion of genes encoding known fungicide targets revealed distinct sensitivity profiles, supporting MoA prediction. Using the platform that detects sensitivity differences through OD₆₀₀ changes, we examined a chemical library of 2,704 small molecules and identified 8 compounds with activity likely involved in the osmotic signal transduction pathway. Several of these compounds exhibited previously unreported antifungal activity, underscoring their potential as novel scaffolds for future development. Collectively, this platform provides a robust, mechanism-informed system for antifungal discovery, with broad applicability to synthetic agents, natural products, and biocontrol metabolites. IMPORTANCE This study provides a perspective on developing strategies to manage fungal pathogens with implications for agriculture and food security. The effectiveness of current fungicides is increasingly limited by resistance, narrow target ranges, and environmental concerns. By combining genetic approaches with chemical screening, this work offers a more systematic way to identify candidate antifungal agents and better understand their possible mechanisms. The framework may also be adapted for use in other areas, including medical and veterinary applications, suggesting potential broader applicability. In addition, the emphasis on exploring new molecular scaffolds supports efforts to develop more sustainable and long-term disease management strategies. Overall, this st",
    "url": "https://journals.asm.org/doi/abs/10.1128/spectrum.02961-25?af=R",
    "pubDate": "2026-01-22T08:00:00Z",
    "category": "science",
    "abstract_source": "semantic_scholar",
    "summary": "This paper describes a genetic screening platform designed to identify novel antifungal compounds against Fusarium graminearum, a fungus that damages cereal crops. The researchers deleted genes encoding known fungicide targets in the fungus using homologous recombination, creating mutant strains with altered sensitivity to existing fungicides. These mutants served as a diagnostic tool: when exposed to test compounds, differential sensitivity between mutant and wild-type strains indicated which cellular pathway a new compound was targeting. Using this platform, the team screened a library of 2,704 small molecules and identified 8 compounds with activity linked to the osmotic signal transduction pathway—a cellular system that regulates water balance and stress response. Several of these compounds showed antifungal effects not previously reported in the literature, suggesting they represent novel chemical scaffolds for future drug development.  The platform's utility lies in its capacity to predict mechanism of action while discovering candidates, making it applicable to synthetic chemicals, natural product extracts, and biocontrol metabolites. The work addresses a pressing agricultural problem: existing fungicides face mounting resistance, limited effectiveness across fungal species, and environmental persistence. Yet the very genetic and chemical tools mobilized here to overcome fungicide resistance—the creation of mutant strains, the screening of thousands of molecules, the identification of novel pathways—also constitute the infrastructure through which fungal pathogens become legible as targets for industrial intervention. In this framing, Fusarium graminearum shifts from pathogen to a standardized laboratory object whose genetic tractability enables both the diagnosis of resistance and the production of new chemical dependencies, embedding deeper ties between agricultural productivity and synthetic compound accumulation.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:27:38.771996"
  },
  {
    "title": "Beyond Fumigatus: a molecular portrait of clinical Aspergillus diversity, pathogenicity, and antifungal resistance",
    "source": "American Society for Microbiology: Antimicrobial Agents and Chemotherapy: Table of Contents",
    "excerpt": "ABSTRACT Aspergillus infection poses a major clinical challenge, particularly in immunocompromised individuals, with invasive diseases associated with high mortality. While Aspergillus fumigatus remains the predominant species causing human infections, recent studies highlight the growing clinical significance of lesser-known and cryptic Aspergillus species, which often exhibit reduced susceptibility to standard antifungal therapies. In this study, we analyzed 196 clinical Aspergillus isolates from 107 patients treated at the NIH Clinical Center between 2019 and 2022. A total of 38 Aspergillus species across 11 taxonomic sections were identified, with non-fumigatus and cryptic species accounting for 77.1% of all isolates. The most frequently recovered species were A. fumigatus sensu stricto (22.9%), A. sydowii (8.7%), A. calidoustus (7.1%), A. nidulans (6.6%), A. tanneri (6.1%), and A. terreus (5.6%). Species-level identification was achieved in 43% of isolates using matrix-assisted laser desorption/ionization time-of-flight mass spectrometry (MALDI-TOF MS). In contrast, PCR sequencing confirmed species identity in over 88% of isolates by targeting the internal transcribed spacer (ITS) region of rDNA, 81% using the β-tubulin gene, and 68% using the calmodulin gene. The most common underlying clinical conditions among patients were bronchiectasis (35%), chronic granulomatous disease (22%), and pulmonary non-tuberculous mycobacterial infection (17%). Out of 107 patients, eight died (8/107, 7.5%); six of these deaths occurred in patients with chronic granulomatous disease (CGD) and two in patients with RAG1 deficiency. Antifungal susceptibility testing showed that olorofim had the lowest minimal inhibitory concentrations across species. In contrast, the activity of triazoles and amphotericin B was variable, particularly against A. tanneri, A. calidoustus, and A. sydowii. This study presents one of the largest species-level data sets of Aspergillus isolates to date, und",
    "url": "https://journals.asm.org/doi/abs/10.1128/aac.01184-25?af=R",
    "pubDate": "2026-01-13T08:00:00Z",
    "category": "clinical",
    "abstract_source": "semantic_scholar",
    "summary": "Between 2019 and 2022, this study identified 38 species of Aspergillus across 11 taxonomic groups from 196 clinical isolates collected at the National Institutes of Health Clinical Center, with non-fumigatus and cryptic species comprising 77.1% of all samples. The most common species recovered were Aspergillus fumigatus sensu stricto (22.9%), Aspergillus sydowii (8.7%), Aspergillus calidoustus (7.1%), Aspergillus nidulans (6.6%), Aspergillus tanneri (6.1%), and Aspergillus terreus (5.6%). Species identification success varied markedly by method: matrix-assisted laser desorption/ionization time-of-flight mass spectrometry identified only 43% of isolates to species level, while polymerase chain reaction sequencing of the internal transcribed spacer region achieved 88% identification, the β-tubulin gene 81%, and the calmodulin gene 68%. Among 107 patients, the most common underlying conditions were bronchiectasis (35%), chronic granulomatous disease (22%), and pulmonary non-tuberculous mycobacterial infection (17%), with mortality at 7.5% overall but concentrated in immunodeficiency syndromes: six of eight deaths occurred in patients with chronic granulomatous disease and two in patients with RAG1 deficiency. Antifungal susceptibility testing showed olorofim exhibited the lowest resistance thresholds across species, while triazoles and amphotericin B demonstrated variable activity, particularly reduced effectiveness against Aspergillus tanneri, Aspergillus calidoustus, and Aspergillus sydowii. This paper documents a material shift in the composition of clinical Aspergillus populations toward species historically considered minor pathogens, each carrying distinct antifungal resistance profiles—a pattern that reflects not merely epidemiological drift but the selective pressures of repeated drug exposure and the structural vulnerabilities of specific patient populations whose immunological deficits create ecological niches for fungal adaptation and accumulation.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:27:42.883105"
  },
  {
    "title": "Production of ETP-Type (Epipolythiodioxopiperazine) Mycotoxins in Clinical Fungal Isolates",
    "source": "acs: Journal of Natural Products: Table of Contents",
    "excerpt": "Gliotoxin, an epipolythiodioxopiperazine (ETP) toxin, has been reported in several fungal species, but its distribution remains unclear. We analyzed 140 clinical isolates from two major hospitals using HPLC and LC-MS/MS to assess gliotoxin production. Gliotoxin was detected only in Aspergillus fumigatus isolates, with no production observed in any other species under multiple culture conditions. Molecular networking and comparative genomics revealed distinct ETP-related pathways in non-A. fumigatus species, including aspirochlorine derivatives in Aspergillus flavus and aranotin-related metabolites in Aspergillus terreus. These findings clarify species-specific ETP profiles and confirm A. fumigatus as the sole gliotoxin producer among the isolates examined.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jnatprod.5c01151?af=R",
    "pubDate": "2026-01-04T08:00:00Z",
    "category": "indoor",
    "abstract_source": "semantic_scholar",
    "summary": "Gliotoxin, a toxic metabolite produced by moulds, was detected exclusively in *Aspergillus fumigatus* among 140 clinical isolates from two hospitals analyzed using high-performance liquid chromatography and liquid chromatography-tandem mass spectrometry. No other fungal species in the sample produced gliotoxin, regardless of culture conditions tested. Molecular networking and comparative genomic analysis identified distinct pathways for related toxic compounds in other *Aspergillus* species: *Aspergillus flavus* produced aspirochlorine derivatives, while *Aspergillus terreus* produced aranotin-related metabolites. This paper clarifies that gliotoxin production is specific to *A. fumigatus* within the clinical isolates examined, while related species deploy alternative but structurally similar toxic metabolites.  The findings reveal a material division of labour among clinically prevalent moulds: *A. fumigatus* monopolizes gliotoxin synthesis, while its close relatives produce chemically distinct but functionally analogous compounds. This species-specific toxin profile reflects both evolutionary divergence and the selective pressures of hospital environments—where *A. fumigatus* dominates respiratory infections and *A. flavus* and *A. terreus* occupy different ecological niches in food storage and immune-weakened patients. The capacity of each species to synthesize toxic metabolites suited to its particular clinical or environmental niche suggests that toxin production is not incidental but integral to how these moulds establish themselves in human-occupied spaces and bodies.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:27:47.110169"
  },
  {
    "title": "Antibacterial and Cytotoxic Decahydrofluorene-Class Alkaloids from the Marine-Derived Fungus Penicillium sp. SCSIO 41512",
    "source": "acs: Journal of Natural Products: Table of Contents",
    "excerpt": "Eight new decahydrofluorene-class alkaloids, pyrrospirones R-Y (1-8), together with 13 known analogues (9-21) were isolated from the marine-derived fungal strain Penicillium sp. SCSIO 41512. Their structures were determined by extensive spectroscopic analysis, and their absolute configurations were established by quantum chemical calculations of electronic circular dichroism (ECD) spectra, by a comparison of experimental ECD spectra, or by single-crystal X-ray diffraction analysis. Compound 1 rarely contains an oxime hydroxy with a 6/5/6/5/6/13 polycyclic system. A plausible biosynthetic pathway for 1 and 2 was proposed. Biologically, compounds 1, 4, 6, 8, 10-12, 14-15, 18-19, and 21 had cytotoxicity against human cancer cell lines A549 and HCT116 with IC50 values of 7.3-79.3 μM, and 1, 4, 6, 11, 15, 18, and 21 also showed significant inhibitory activity against six pathogenic bacteria with MIC values of 1.6-13.0 μg/mL. Their structure-bioactivity relationship was also discussed.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jnatprod.5c01203?af=R",
    "pubDate": "2025-12-17T08:00:00Z",
    "category": "indoor",
    "abstract_source": "semantic_scholar",
    "summary": "This paper documents the isolation and characterization of eight new alkaloid compounds from a marine-derived strain of Penicillium fungus collected from the South China Sea (strain SCSIO 41512). The researchers used spectroscopic methods and X-ray crystallography to determine the structures of these compounds, termed pyrrospirones R-Y, alongside 13 previously known related alkaloids. Compound 1 was notable for containing an unusual oxime hydroxy group within a complex six-ring polycyclic structure. The team proposed a biosynthetic pathway for two of the compounds based on their chemical structures. In biological testing, nine of the 21 total compounds showed cell-damaging activity against two human cancer cell lines (lung cancer A549 and colorectal cancer HCT116) with inhibitory concentrations ranging from 7.3 to 79.3 micromolar, while seven compounds demonstrated antibacterial activity against six pathogenic bacterial species at minimum inhibitory concentrations of 1.6 to 13.0 micrograms per milliliter. The paper also analyzed how structural variations among the compounds correlated with their biological potency.  The dual capacity of this marine fungal strain—simultaneously producing compounds that kill human cancer cells and inhibit pathogenic bacteria—reveals the material entanglement characteristic of fungal metabolism in the Anthropocene. The same organism that might colonize clinical or industrial settings, or be dismissed as contamination, becomes legible here as a source of bioactive molecules valuable for pharmaceutical development. This repositioning of Penicillium from nuisance to resource depends entirely on the extraction and testing infrastructure available, making the fungus's utility inseparable from the labour, capital, and institutional arrangements required to recognize and exploit its chemical output.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:27:51.843651"
  },
  {
    "title": "Advancing mold identification in the routine laboratory, performance of smartphone-based imaging and a newly developed convolutional neural network",
    "source": "American Society for Microbiology: Microbiology Spectrum: Table of Contents",
    "excerpt": "ABSTRACT Mold identification in clinical diagnostics is traditionally labor-intensive and is dependent on expert interpretation. MoldVision is a deep-learning approach that uses smartphone images of mold cultures to automate identification. We analyzed 161 clinical isolates across four common mold genera: Penicillium spp., Aspergillus spp. (with A. flavus and A. fumigatus), Fusarium spp., and Cladosporium spp. Daily images were captured from the top and bottom of culture plates over 5 days using a standardized smartphone setup, generating over 4,000 images. We trained three variations of Visual Geometry Group 16 (VGG16) convolutional neural networks (CNNs) and benchmarked the best-performing model (VGG16 with dual classification heads) against LightGBM models trained on pre-extracted features and human expert assessments at various time points. The best-performing VGG16 model achieved a mean (SD) AUROC of 92.7% ± 1.8% and sensitivity of 68.7% ± 2.6% across all species. Here, the performance in identifying Cladosporium spp. was best (AUROC of 99.9% ± 0.1%, fivefold cross-validation mean and SD). Regarding the evaluations over time, early-stage classification (days 1–2) was challenging (F1-score 38.8% ± 3.5% across all species) but improved significantly on days 3–5 (F1 92.1% ± 2.8% across all species). Compared to experts, MoldVision consistently showed superior performance, particularly in mature cultures, detecting subtle morphological features earlier and more accurately. Our results demonstrate that CNNs integrated with low-cost smartphone imaging can reliably classify mold species in routine diagnostics, outperforming human experts in many cases. This approach offers a practical and scalable solution for laboratories lacking specialized mycology expertise, especially in resource-limited settings. IMPORTANCE Timely, accurate mold identification can save lives, yet today it often requires days of growth and scarce expert time. MoldVision offers a practical alterna",
    "url": "https://journals.asm.org/doi/abs/10.1128/spectrum.02924-25?af=R",
    "pubDate": "2025-12-16T08:00:00Z",
    "category": "science",
    "abstract_source": "semantic_scholar",
    "summary": "This paper presents MoldVision, a deep-learning system that uses smartphone photographs of mold cultures to automate species identification in clinical diagnostics. The study analyzed 161 clinical isolates from four common mold genera—Penicillium, Aspergillus (including Aspergillus flavus and Aspergillus fumigatus), Fusarium, and Cladosporium—capturing over 4,000 images from the top and bottom of culture plates daily over five days using standardized smartphone equipment. Three variations of a Visual Geometry Group 16 convolutional neural network were trained and tested; the best-performing model (Visual Geometry Group 16 with dual classification heads) achieved a mean area under the receiver operating characteristic curve of 92.7 percent and sensitivity of 68.7 percent across all species, with particularly strong performance on Cladosporium identification (area under the receiver operating characteristic curve of 99.9 percent). Performance improved substantially over time: early classification on days one to two yielded an F1-score of 38.8 percent across all species, while days three to five achieved 92.1 percent. The system consistently outperformed human expert assessments, detecting subtle morphological features more accurately and earlier in culture maturation.  This research reveals a dual character embedded in mold diagnostics infrastructure. The same organisms that demand scarce expert labor and delay clinical decision-making—creating bottlenecks particularly acute in resource-limited settings—become legible and classifiable through automated imaging, potentially redistributing diagnostic authority away from specialized mycologists toward routine laboratory technicians. Yet this apparent democratization of expertise depends on the prior standardization of material conditions: the smartphone setup, the five-day growth window, the controlled lighting and angle. The system's superior performance on mature cultures and its struggle with early-stage identification expose how automation does not simply replace human judgment but rather restructures when and where that judgment remains necessary, potentially creating new dependencies on consistent material conditions that may themselves be unevenly distributed across clinical settings.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:27:56.890213"
  },
  {
    "title": "GSNOR is essential for nitric oxide homeostasis and involved in aflatoxin biosynthesis and pathogenicity in Aspergillus flavus",
    "source": "American Society for Microbiology: Applied and Environmental Microbiology: Table of Contents",
    "excerpt": "ABSTRACT Nitric oxide (NO) is an important biological signaling molecule. S-nitrosoglutathione reductase (GSNOR), a master regulator of NO signaling, regulates various biological processes. However, little is known about the role of GSNOR in Aspergillus flavus. Here, we identified a gene encoding GSNOR in this aflatoxigenic fungus and demonstrated that GSNOR shows activity during the critical life cycle stages, including spore germination, hyphal growth, and conidiogenesis. We found that GSNOR plays a crucial role in NO homeostasis, as GSNOR deletion resulted in significantly elevated NO levels and heightened sensitivity to exogenous NO stress. GSNOR also participated in multiple biological processes in A. flavus; for that, GSNOR deletion impaired conidia germination, reduced growth, decreased conidiogenesis and sclerotial development, attenuated virulence on kernels, and notably decreased aflatoxin production. Furthermore, we demonstrated that GSNOR is important for reactive oxygen species (ROS) balance, as its deletion significantly elevated mycelial ROS levels and made the strain more sensitive to oxidative stress. IMPORTANCE Aspergillus flavus is a notorious saprophytic filamentous fungus, with its production of carcinogenic aflatoxins posing serious threats to food safety and human health. Aflatoxin contamination prevention and control have long been a global challenge. In previous studies, we observed that nitric oxide (NO) significantly inhibits the aflatoxin production by A. flavus. This study further investigated the role of the key regulatory enzyme S-nitrosoglutathione reductase (GSNOR) in the NO signaling pathway. Our findings indicate that GSNOR is crucial for maintaining both NO homeostasis and reactive oxygen species (ROS) balance and plays an essential role in fungal development, pathogenicity, and aflatoxin biosynthesis. These results highlight the potential of targeting components in the NO signaling pathway, such as GSNOR, as a novel strategy for ",
    "url": "https://journals.asm.org/doi/abs/10.1128/aem.01408-25?af=R",
    "pubDate": "2025-12-16T08:00:00Z",
    "category": "indoor",
    "abstract_source": "semantic_scholar",
    "summary": "This paper identifies and characterizes a gene encoding S-nitrosoglutathione reductase in Aspergillus flavus, a fungus that produces aflatoxins, carcinogenic compounds that contaminate food crops. The researchers deleted this gene and observed that the resulting mutant strain accumulated abnormally high levels of nitric oxide and showed heightened sensitivity to exogenous nitric oxide stress, indicating that S-nitrosoglutathione reductase normally maintains nitric oxide balance in the fungus. The S-nitrosoglutathione reductase-deficient strain also exhibited multiple developmental defects: impaired spore germination, reduced hyphal growth, decreased production of asexual spores and sclerotia (resting structures), and notably reduced aflatoxin production. Beyond nitric oxide regulation, this paper demonstrates that S-nitrosoglutathione reductase deletion elevated reactive oxygen species levels in fungal filaments and increased sensitivity to oxidative stress, revealing a dual role for the enzyme in managing both nitric oxide and reactive oxygen species. The authors propose that targeting S-nitrosoglutathione reductase or other components of the nitric oxide signaling pathway could offer a novel strategy for controlling aflatoxin contamination.  The findings reveal a material entanglement characteristic of the Patchy Anthropocene: the same regulatory mechanism that enables Aspergillus flavus to survive and proliferate in stored grain—and thereby to produce toxins that render crops unmarketable or dangerous—can be disrupted to prevent toxin synthesis. S-nitrosoglutathione reductase thus occupies a dual position as both an enabler of fungal pathogenicity and a potential intervention point; its manipulation promises food safety gains but simultaneously depends on deeper understanding of the biochemical vulnerabilities that colonized grain ecosystems have created. The practical application of this knowledge will likely distribute unevenly across global supply chains, reflecting existing patterns of agricultural investment and food security infrastructure.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:28:02.009949"
  }
]