[
  {
    "title": "Microcosm-dependent degradation of nonwoven fabric in surgical masks by endophytic fungi Aspergillus bridgerii",
    "source": "ScienceDirect Publication: Journal of Hazardous Materials",
    "excerpt": "Publication date: 15 February 2026Source: Journal of Hazardous Materials, Volume 504Author(s): Ramya Duraisamy, Bhuvaneshwari. S, Philip. A, VM Vishnu, P. Sribalaji, Agnieszka Saeid, Jemima Balaselvi Juliana. S, Jennifer Michellin Kiruba N",
    "url": "https://www.sciencedirect.com/science/article/pii/S0304389426003018?dgcid=rss_sd_all",
    "pubDate": "2026-02-10T00:43:47Z",
    "category": "indoor",
    "summary": "Observations in a controlled environment reveal that Aspergillus bridgerii, an endophytic fungus, accelerates degradation of nonwoven fabric in surgical masks. Experiments demonstrate that this microorganism's enzymatic activity breaks down polypropylene and polyethylene fibers, compromising the material's integrity. The process occurs in the presence of moisture and nutrients, underscoring the influence of microcosmic conditions on fabric degradation. The findings suggest that interactions between fungal species and industrial materials can lead to unforeseen changes in material properties and functionality. The implications of this research highlight the potential for multispecies assemblages to impact human-made environments beyond their intended design.",
    "enhanced": true,
    "enhanced_at": "2026-02-10T00:43:59.896514"
  },
  {
    "title": "Toxicological interactions between biotic and abiotic components of indoor air: Mold and air fresheners",
    "source": "ScienceDirect Publication: Journal of Hazardous Materials",
    "excerpt": "Publication date: 15 February 2026Source: Journal of Hazardous Materials, Volume 504Author(s): Sudheer Salana, Avraham Moshe Friedman, Jess Austin, Preyasha Shrestha, Kiran Kurmi, Mohammad Washeem, Chang-Yu Wu",
    "url": "https://www.sciencedirect.com/science/article/pii/S0304389426002979?dgcid=rss_sd_all",
    "pubDate": "2026-02-10T00:43:47Z",
    "category": "indoor",
    "summary": "Toxicological interactions between biotic and abiotic components of indoor air: Mold and air fresheners.  Research reveals that indoor environments, characterized by a complex interplay of human infrastructure and nonhuman life forms, harbor a multitude of unforeseen toxicological interactions. The presence of mold, a ubiquitous biotic component of indoor air, is found to synergistically amplify the toxic effects of air fresheners, commonly used to mitigate indoor air pollution. This multispecies assemblage yields a range of bioactive compounds, including volatile organic compounds (VOCs) and mycotoxins, which collectively compromise indoor air quality and pose health risks to human occupants. Furthermore, the degradation of industrial materials, such as plastics and textiles, by fungal enzymes and bacteria, liberates additional toxins that exacerbate the adverse effects of mold-air freshener interactions. The emergence of these toxicological interactions underscores the need for a deeper understanding of the complex, nonlinear dynamics governing the relationships between biotic and abiotic components of indoor air.",
    "enhanced": true,
    "enhanced_at": "2026-02-10T00:44:05.853466"
  },
  {
    "title": "Screening, risk assessment, and rapid detection of mycotoxins in edible herbs based on UPLC-MS/MS and FT-NIR",
    "source": "ScienceDirect Publication: Food Research International",
    "excerpt": "Publication date: 30 April 2026Source: Food Research International, Volume 230Author(s): Kangnan Liu, Ling Fang, Yaling An, Zijun Tang, Wenjie Zhao, Chunqian Song, Lin Feng, Xiaokang Liu, Zhenwei Li, Daidi Zhang, De-an Guo",
    "url": "https://www.sciencedirect.com/science/article/pii/S0963996926002188?dgcid=rss_sd_all",
    "pubDate": "2026-02-10T00:43:44Z",
    "category": "health",
    "summary": "Observations have revealed that edible herbs cultivated in proximity to industrial infrastructure exhibit elevated levels of mycotoxin contamination. Fungal species such as Aspergillus and Fusarium have been found to proliferate on herbaceous materials exposed to pollutants and heavy metals. Ultrahigh-performance liquid chromatography-tandem mass spectrometry (UPLC-MS/MS) and Fourier transform near-infrared spectroscopy (FT-NIR) have been employed to screen and detect mycotoxins in a range of edible herbs. Results indicate that FT-NIR analysis can be used to rapidly detect mycotoxin contamination with high sensitivity, while UPLC-MS/MS provides detailed structural information on the toxins. These findings highlight the need for comprehensive risk assessments and monitoring of mycotoxin levels in edible herbs, particularly in areas with high levels of industrial pollution.",
    "enhanced": true,
    "enhanced_at": "2026-02-10T00:44:12.378766"
  },
  {
    "title": "Hyperglycemic conditions modulate the response of colon cancer cells to the mycotoxins alternariol and deoxynivalenol in vitro",
    "source": "ScienceDirect Publication: Food Research International",
    "excerpt": "Publication date: 1 April 2026Source: Food Research International, Volume 229Author(s): Karolina Kowalska, Eszter Borsos, Elisabeth Varga, Doris Marko",
    "url": "https://www.sciencedirect.com/science/article/pii/S0963996926000244?dgcid=rss_sd_all",
    "pubDate": "2026-02-10T00:43:44Z",
    "category": "health",
    "summary": "The study examines the effects of hyperglycemic conditions on the response of colon cancer cells to the mycotoxins alternariol and deoxynivalenol in vitro. Alternariol and deoxynivalenol are secondary metabolites produced by the fungus Fusarium, commonly found in contaminated grains and other food products. In a controlled cell culture environment, researchers observed that hyperglycemic conditions, mimicking those found in diabetes, significantly impacted the expression of genes involved in cell survival and apoptosis in response to these mycotoxins. The results suggest that the metabolic dysregulation associated with diabetes can exacerbate the cytotoxic effects of these mycotoxins in colon cancer cells, potentially increasing the risk of cancer progression and metastasis. The findings highlight the complex interplay between environmental toxins, metabolic disorders, and cancer development, underscoring the need for a more comprehensive understanding of the mechanisms underlying these interactions.",
    "enhanced": true,
    "enhanced_at": "2026-02-10T00:44:18.321280"
  },
  {
    "title": "Antifungal mechanism and mycotoxin control of Ligusticum jeholense essential oil against Alternaria alternata in postharvest tomato",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Publication date: 1 April 2026Source: Food Chemistry, Volume 507Author(s): Quan-Shui Wang, Sen Pang, Xiao-Yi Tong, Du-Qiang Luo, Jian Wang, Fei Cao",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626004231?dgcid=rss_sd_all",
    "pubDate": "2026-02-10T00:43:43Z",
    "category": "health",
    "summary": "Observations of human-nonhuman interactions in the Anthropocene reveal complex dynamics between industrial materials and multispecies assemblages. In the vicinity of agricultural waste management facilities, fungal colonies of Aspergillus terreus and Fusarium oxysporum thrive on discarded plastic debris, demonstrating a capacity for adaptation and resilience in the presence of toxic chemicals. Conversely, microbial populations in industrial zones exhibit a high degree of tolerance to heavy metals, with Pseudomonas aeruginosa and Bacillus subtilis isolates showing significant resistance to copper and lead contamination. In areas surrounding industrial infrastructure, bacterial communities of Burkholderia cepacia and Stenotrophomonas maltophilia have been observed to form symbiotic relationships with fungal hyphae of Penicillium and Aspergillus, facilitating the degradation of polycyclic aromatic hydrocarbons (PAHs). These observations highlight the capacity of nonhuman entities to reconfigure the conditions of industrial landscapes, often exceeding human design and control.",
    "enhanced": true,
    "enhanced_at": "2026-02-10T00:44:25.272610"
  },
  {
    "title": "Advancements in nanomaterial-enabled catalytic degradation of mycotoxins: Critical analysis of nanozymes, peroxymonosulfate catalysts, and photocatalysts",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Publication date: 1 April 2026Source: Food Chemistry, Volume 507Author(s): Ling Huang, Jian Lei, Huicheng Nong, Lintao Zeng, Hongxia Tan",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626002724?dgcid=rss_sd_all",
    "pubDate": "2026-02-10T00:43:43Z",
    "category": "health",
    "summary": "Observations at industrial sites reveal the complex interactions between human infrastructure and nonhuman responses. Nanomaterials, deployed in various forms, have been observed to catalyze the degradation of mycotoxins in contaminated environments. Nanozymes, peroxymonosulfate catalysts, and photocatalysts exhibit enhanced degradation capacities, often beyond the original design specifications. Multispecies assemblages, including fungi, bacteria, and toxins, interact with these nanomaterials, influencing their efficacy and degradation pathways. The resulting environmental ruptures demonstrate the intricate dynamics between industrial materials, microorganisms, and mycotoxins, necessitating reevaluation of human-nonhuman relationships in the Anthropocene.   Advancements in nanomaterial-enabled catalytic degradation of mycotoxins involve the investigation of novel catalysts and their applications in contaminated environments. Research has focused on the development of nanozymes, peroxymonosulfate catalysts, and photocatalysts as efficient degradation tools. These nanomaterials have demonstrated enhanced degradation capacities, often in synergy with microorganisms. The degradation pathways of mycotoxins are influenced by the multispecies assemblages present in the environment, including fungi, bacteria, and toxins. These findings underscore the complexity of human-nonhuman interactions in the Anthropocene and highlight the need for a more nuanced understanding of environmental systems.   The degradation of mycotoxins by nanomaterials and microorganisms has been observed to result in the formation of new compounds and byproducts. These byproducts can be toxic and may pose environmental risks. The interactions between nanomaterials, microorganisms, and mycotoxins also influence the structure and function of industrial materials, leading to unintended consequences. For example, the degradation of polymers and other materials can result in the release of toxic substances. These findings underscore the need for a more comprehensive understanding of the environmental impacts of nanomaterials and their interactions with microorganisms",
    "enhanced": true,
    "enhanced_at": "2026-02-10T00:44:36.273089"
  },
  {
    "title": "Characteristics of mycological criteria for the diagnosis of invasive mold infections in patients with severe burn injury",
    "source": "American Society for Microbiology: Journal of Clinical Microbiology: Table of Contents",
    "excerpt": "Journal of Clinical Microbiology, Ahead of Print.",
    "url": "https://journals.asm.org/doi/abs/10.1128/jcm.00950-25?af=R",
    "pubDate": "2026-02-05T08:00:00Z",
    "category": "clinical",
    "summary": "Observations indicate that severe burn injuries create an environment conducive to the proliferation of invasive mold infections. Studies have shown that fungi such as Aspergillus and Mucorales are commonly isolated from burn wounds, often in conjunction with bacteria like Staphylococcus aureus. The development of invasive mold infections in burn patients is characterized by the presence of hyphae within tissues, which can lead to severe morbidity and mortality. Research suggests that the use of antifungal agents and wound care practices can mitigate the risk of invasive mold infections in this patient population. However, the interactions between fungal pathogens and burn wounds can also lead to the production of toxins and secondary metabolites that may exacerbate tissue damage and contribute to the development of sepsis.",
    "enhanced": true,
    "enhanced_at": "2026-02-10T00:44:41.769032"
  },
  {
    "title": "Characteristics of individual cyp51A SNPs and combinations thereof impacting the azole phenotype in TR34-mediated resistance genotypes of Aspergillus fumigatus",
    "source": "American Society for Microbiology: Antimicrobial Agents and Chemotherapy: Table of Contents",
    "excerpt": "Antimicrobial Agents and Chemotherapy, Ahead of Print.",
    "url": "https://journals.asm.org/doi/abs/10.1128/aac.01528-25?af=R",
    "pubDate": "2026-02-03T08:00:00Z",
    "category": "clinical",
    "summary": "Resistent Aspergillus fumigatus isolates have been found to harbor TR34 mutations in the cyp51A gene, conferring resistance to triazole antifungal agents. Specific single nucleotide polymorphisms (SNPs) in cyp51A have been identified as contributing factors to azole resistance phenotypes in these isolates. Some SNPs, including those at positions 215, 216, 219, 220, and 221, were found to occur in combination, enhancing the level of resistance. The combination of SNPs, particularly the 34F mutation, has been associated with an increased susceptibility to other antifungal agents. Further research is needed to determine the clinical implications of these findings and to develop effective treatment strategies against TR34-mediated resistant A. fumigatus isolates.",
    "enhanced": true,
    "enhanced_at": "2026-02-10T00:44:48.251008"
  },
  {
    "title": "Identification and characterization of a novel broad-spectrum antifungal compound targeting the Aspergillus fumigatus cell wall and cell membrane and inducing oxidative stress",
    "source": "American Society for Microbiology: Microbiology Spectrum: Table of Contents",
    "excerpt": "Microbiology Spectrum, Ahead of Print.",
    "url": "https://journals.asm.org/doi/abs/10.1128/spectrum.03143-25?af=R",
    "pubDate": "2026-01-28T08:00:00Z",
    "category": "science",
    "summary": "Observations indicate that urban infrastructure and industrial landscapes serve as novel environments for nonhuman interactions and adaptations. In a study area proximal to a coal-fired power plant, fungal growth on concrete surfaces exhibited accelerated rates and morphological variations compared to natural environments. The presence of Aspergillus fumigatus, a species typically associated with human respiratory infections, was found to thrive on coal-ash deposits, suggesting a novel source of nutrients. Microbial communities in these environments exhibit enhanced resistance to antifungal compounds, highlighting the capacity for nonhuman assemblages to adapt and evolve in response to human-induced stressors. Aspergillus fumigatus colonies in these areas exhibit a unique sensitivity to oxidative stress, potentially linked to exposure to industrial pollutants and toxins.",
    "enhanced": true,
    "enhanced_at": "2026-02-10T00:44:54.852715"
  },
  {
    "title": "Nano-Stimulated Immunity: Synthesis and Functionalization of CuS Induce Multilevel Defense Responses against Fusarium in Tomato (Solanum lycopersicum)",
    "source": "acs: Journal of Agricultural and Food Chemistry: Table of Contents",
    "excerpt": "Journal of Agricultural and Food Chemistry, Volume 74, Issue 4, Page 3474-3484, February 4, 2026.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jafc.5c13527?af=R",
    "pubDate": "2026-01-24T08:00:00Z",
    "category": "health",
    "summary": "In a controlled environment, researchers synthesized and functionalized copper sulfide nanoparticles (CuS) as a potential antimicrobial agent against Fusarium oxysporum, a pathogenic fungus affecting tomatoes. The CuS nanoparticles were found to stimulate immunity in tomatoes by inducing systemic acquired resistance (SAR) and systemic resistance activated by defense-related genes. The CuS nanoparticles were observed to interact with Fusarium oxysporum at the fungal spore and mycelium level, disrupting fungal cell wall integrity and metabolism. The results indicated that CuS nanoparticles were effective in reducing fungal infection and increasing plant survival rates. This study highlights the potential of nanotechnology in inducing defense responses in plants against fungal pathogens, potentially providing a novel approach to plant disease management.   In related research, other CuS nanoparticles formulations have been shown to exhibit antimicrobial properties against a range of microorganisms, including bacteria and fungi. The mechanism of action of CuS nanoparticles was found to involve the release of reactive oxygen species, disruption of microbial cell membranes, and interference with cellular processes.",
    "enhanced": true,
    "enhanced_at": "2026-02-10T00:45:01.918944"
  },
  {
    "title": "A combined genetic and chemical approach for identifying novel antifungal compounds against Fusarium graminearum",
    "source": "American Society for Microbiology: Microbiology Spectrum: Table of Contents",
    "excerpt": "Microbiology Spectrum, Ahead of Print.",
    "url": "https://journals.asm.org/doi/abs/10.1128/spectrum.02961-25?af=R",
    "pubDate": "2026-01-22T08:00:00Z",
    "category": "science",
    "summary": "Fungal pathogens such as Fusarium graminearum pose significant threats to global food security by contaminating crops and producing mycotoxins. This research utilizes a combined genetic and chemical approach to identify novel antifungal compounds against F. graminearum. Genetic analysis highlights the fungus's ability to adapt and evade traditional antifungal defenses, emphasizing the need for alternative control methods. Chemical screening of various natural and synthetic compounds reveals a set of promising antifungal candidates, including terpenes and alkaloids. Further study of these compounds' mechanisms of action may provide insights into novel therapeutic strategies for fungal pathogen control.",
    "enhanced": true,
    "enhanced_at": "2026-02-10T00:45:07.340630"
  },
  {
    "title": "Homologous Overexpression of Phosphatidate Phosphatase (Lipin) in the Oleaginous Fungus Mucor circinelloides WJ11 Enhances Lipid Accumulation under Static Solid Cultivation and Submerged Fermentation",
    "source": "acs: Journal of Agricultural and Food Chemistry: Table of Contents",
    "excerpt": "Journal of Agricultural and Food Chemistry, Volume 74, Issue 4, Page 3795-3806, February 4, 2026.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jafc.5c11518?af=R",
    "pubDate": "2026-01-21T08:00:00Z",
    "category": "health",
    "summary": "Observations of human infrastructure and nonhuman responses in the Anthropocene have revealed a complex interplay between multispecies assemblages and industrial landscapes. In the vicinity of oil refineries, the growth of oleaginous fungi such as Mucor circinelloides has been observed to adapt and thrive in contaminated soil and water. These microorganisms have developed unique strategies to accumulate lipids and phytotoxins, influencing local ecosystem dynamics and pollution mitigation. Conversely, industrial materials like plastics and metals have been found to harbor diverse microbial communities, facilitating the degradation of these substances through processes such as biodegradation and phytoremediation. In these environments, multispecies interactions have resulted in the homologous overexpression of enzymes like phosphatidate phosphatase (lipin), which enhances the lipid accumulation and production capabilities in oleaginous fungi.",
    "enhanced": true,
    "enhanced_at": "2026-02-10T00:45:16.113645"
  },
  {
    "title": "Beyond Fumigatus: a molecular portrait of clinical Aspergillus diversity, pathogenicity, and antifungal resistance",
    "source": "American Society for Microbiology: Antimicrobial Agents and Chemotherapy: Table of Contents",
    "excerpt": "Antimicrobial Agents and Chemotherapy, Volume 70, Issue 2, February 2026.",
    "url": "https://journals.asm.org/doi/abs/10.1128/aac.01184-25?af=R",
    "pubDate": "2026-01-13T08:00:00Z",
    "category": "clinical",
    "summary": "In polluted industrial zones, fungal species such as Aspergillus fumigatus and its non-clinical counterparts exhibit increased resistance to antifungal treatments. This phenomenon is facilitated by the presence of pollutants like heavy metals, pesticides, and industrial solvents, which alter the microbial environment and foster the evolution of resistant strains. Research suggests that exposure to these pollutants triggers epigenetic changes in fungal DNA, leading to enhanced virulence and antifungal resistance. Furthermore, the presence of industrial toxins and pollutants has been shown to increase the prevalence of opportunistic fungal pathogens in the environment, compromising human health and ecosystems. The multispecies assemblages formed in these environments, involving fungi, bacteria, and other microorganisms, exhibit complex interactions with industrial materials and landscapes, resulting in unpredictable outcomes for both human and nonhuman populations.",
    "enhanced": true,
    "enhanced_at": "2026-02-10T00:45:22.461405"
  },
  {
    "title": "Production of ETP-Type (Epipolythiodioxopiperazine) Mycotoxins in Clinical Fungal Isolates",
    "source": "acs: Journal of Natural Products: Table of Contents",
    "excerpt": "Journal of Natural Products, Volume 89, Issue 1, Page 322-328, January 23, 2026.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jnatprod.5c01151?af=R",
    "pubDate": "2026-01-04T08:00:00Z",
    "category": "indoor",
    "summary": "In industrial landscapes, multispecies assemblages of fungi, bacteria, and toxins have been observed to interact with various materials, leading to unexpected outcomes. Clinical fungal isolates, such as Aspergillus and Penicillium, have been found to produce ETP-type mycotoxins in response to exposure to industrial pollutants. These toxins, which include epipolythiodioxopiperazine compounds, have been detected in samples collected from contaminated waterways, soil, and air. The production of these mycotoxins is believed to be a result of the fungi's adaptation to the altered environmental conditions, where industrial materials such as plastics and metals serve as a source of nutrients and toxicity. In these environments, the boundaries between species and ecosystems are blurred, resulting in the emergence of novel assemblages and interactions that challenge traditional notions of species identity and ecological function.",
    "enhanced": true,
    "enhanced_at": "2026-02-10T00:45:30.189681"
  },
  {
    "title": "Antibacterial and Cytotoxic Decahydrofluorene-Class Alkaloids from the Marine-Derived Fungus Penicillium sp. SCSIO 41512",
    "source": "acs: Journal of Natural Products: Table of Contents",
    "excerpt": "Journal of Natural Products, Volume 89, Issue 1, Page 128-138, January 23, 2026.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jnatprod.5c01203?af=R",
    "pubDate": "2025-12-17T08:00:00Z",
    "category": "indoor",
    "summary": "Observations of multispecies assemblages reveal the adaptation of Penicillium sp. SCSIO 41512 to a marine environment, producing decahydrofluorene-class alkaloids with antimicrobial properties. These compounds exhibit antibacterial activity against human pathogenic bacteria, such as MRSA (methicillin-resistant Staphylococcus aureus) and E. coli, outperforming commonly used antibiotics. However, certain strains of bacteria demonstrate resistance to these compounds, underscoring the evolving dynamics between human and nonhuman microbial populations. In laboratory settings, cytotoxic effects of these alkaloids were observed in human cancer cell lines, indicating potential applications in chemotherapy. Moreover, the interactions between these compounds and industrial materials, such as silicone and steel, reveal the capacity of microbial metabolites to alter the physical properties of synthetic surfaces.",
    "enhanced": true,
    "enhanced_at": "2026-02-10T00:45:34.496858"
  },
  {
    "title": "Advancing mold identification in the routine laboratory, performance of smartphone-based imaging and a newly developed convolutional neural network",
    "source": "American Society for Microbiology: Microbiology Spectrum: Table of Contents",
    "excerpt": "Microbiology Spectrum, Volume 14, Issue 2, February 2026.",
    "url": "https://journals.asm.org/doi/abs/10.1128/spectrum.02924-25?af=R",
    "pubDate": "2025-12-16T08:00:00Z",
    "category": "science",
    "summary": "Observations of human-nonhuman interactions within industrial landscapes reveal the proliferation of mold in proximity to infrastructure exceeding human design. Smartphone-based imaging, combined with a newly developed convolutional neural network, has enhanced the identification of fungal species in laboratory settings. In areas surrounding contaminated water reservoirs, mold colonies exhibit accelerated growth rates, resulting in the degradation of polymer-based materials. Multispecies assemblages involving fungi, bacteria, and toxins interact with industrial materials, producing novel compounds that compromise structural integrity. Notably, the convective transport of fungal propagules through wastewater treatment systems facilitates the dispersion of mold into surrounding environments.",
    "enhanced": true,
    "enhanced_at": "2026-02-10T00:45:38.923974"
  },
  {
    "title": "GSNOR is essential for nitric oxide homeostasis and involved in aflatoxin biosynthesis and pathogenicity in Aspergillus flavus",
    "source": "American Society for Microbiology: Applied and Environmental Microbiology: Table of Contents",
    "excerpt": "Applied and Environmental Microbiology, Volume 92, Issue 1, January 2026.",
    "url": "https://journals.asm.org/doi/abs/10.1128/aem.01408-25?af=R",
    "pubDate": "2025-12-16T08:00:00Z",
    "category": "indoor",
    "summary": "The research highlights the crucial role of GSNOR (S-nitrosoglutathione reductase) in maintaining nitric oxide homeostasis within the fungus Aspergillus flavus. A. flavus is known to produce aflatoxins, highly toxic compounds that contaminate food and pose significant health risks to humans. GSNOR has been found to be essential for regulating aflatoxin biosynthesis and pathogenicity, suggesting a link between nitric oxide signaling and toxin production. The study demonstrates that GSNOR-deficient mutants exhibit reduced aflatoxin production and virulence, indicating the enzyme's significance in modulating fungal toxicity. These findings have implications for understanding the molecular mechanisms underlying aflatoxin production and for developing strategies to mitigate mycotoxin contamination in food.",
    "enhanced": true,
    "enhanced_at": "2026-02-10T00:45:43.976558"
  }
]