[
  {
    "title": "Microcosm-dependent degradation of nonwoven fabric in surgical masks by endophytic fungi Aspergillus bridgerii",
    "source": "ScienceDirect Publication: Journal of Hazardous Materials",
    "excerpt": "Publication date: 15 February 2026Source: Journal of Hazardous Materials, Volume 504Author(s): Ramya Duraisamy, Bhuvaneshwari. S, Philip. A, VM Vishnu, P. Sribalaji, Agnieszka Saeid, Jemima Balaselvi Juliana. S, Jennifer Michellin Kiruba N",
    "url": "https://www.sciencedirect.com/science/article/pii/S0304389426003018?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T02:54:22Z",
    "category": "indoor",
    "summary": "**WEAK SIGNAL PROTOCOL ACTIVATED**  This source provides only metadata: author names and a title indicating research on fungal degradation of surgical mask nonwoven fabric by *Aspergillus bridgerii*. No abstract text containing findings, methods, data, or results is present in the source material provided. The related research context describes invasive fungal infections in burn patients—a distinct clinical domain with no stated connection to mask material degradation.  Without substantive source data, a full analytical summary cannot be completed. To proceed, the complete abstract of the mask degradation study is required.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:55:06.487761"
  },
  {
    "title": "Self-supervised learning for aflatoxin B1 detection using masked spectra",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Publication date: 15 April 2026Source: Food Chemistry, Volume 508, Part AAuthor(s): Wenwen Guo, Hongfei Zhu, Xianpeng Wang, Zhongzhi Han",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626005005?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T02:54:18Z",
    "category": "health",
    "summary": "**WEAK SIGNAL PROTOCOL ACTIVATED**  This source provides only a title and a statement that research focuses on themes related to the title. No abstract containing substantive findings, methods, organisms, materials, data, or results is present. The source text does not describe what detection approach was used, what spectral methods were applied, what training data were employed, or what performance metrics were achieved.  The related research context describes aflatoxin B1 toxicity in poultry and curcumin as a protective compound, but this material cannot be attributed to the source paper and does not substitute for missing source data. Without an actual abstract from the source, no accurate summary of findings or Patchy Anthropocene analysis can be constructed.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:55:08.843194"
  },
  {
    "title": "A comprehensive review of decontamination techniques for mycotoxin control in food: Advancement from conventional to unconventional strategies and the way forward",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Publication date: 15 April 2026Source: Food Chemistry, Volume 508, Part AAuthor(s): Dolanchapa Sikdar, Shiladitya Ghosh",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626005200?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T02:54:18Z",
    "category": "health",
    "summary": "**WEAK SIGNAL PROTOCOL ACTIVATED**  This source provides only a title and thematic description with no substantive abstract or findings data. The source text states \"Research focusing on the themes of the title\" without presenting actual study methods, results, organisms tested, materials used, or numerical outcomes. The related research context describes aflatoxin B1 toxicity in broiler chickens and curcumin intervention — a distinct study with different scope — but cannot substitute for missing source data from the primary paper.  Without access to the actual abstract or findings section of the titled review, a factual summary of this paper's specific decontamination techniques, comparative efficacy data, or conclusions cannot be constructed. To proceed, the full abstract or findings section of the review article is required.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:55:11.578026"
  },
  {
    "title": "Advances in affinity magnetic bead - based pretreatment and detection strategies for mycotoxins in foods: A review",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Publication date: 15 April 2026Source: Food Chemistry, Volume 508, Part AAuthor(s): Jinnan Chen, Jin Ye, Hongmei Liu, Shuangshou Wang, Daojin Li, Haihua Ma, Songxue Wang",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626004802?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T02:54:18Z",
    "category": "health",
    "summary": "**WEAK SIGNAL PROTOCOL ACTIVATED**  This paper presents only a title and thematic descriptor with no substantive abstract or methodological findings. The source text does not contain specific data, organisms tested, materials used, detection methods, or results. The related research context describes aflatoxin B1 toxicity in poultry and curcumin intervention — a distinct study with different research aims — and cannot substitute for missing source information from the review paper itself.  Without access to the actual abstract or body text of the review on affinity magnetic bead pretreatment and detection strategies for mycotoxins, a factual summary cannot be constructed. To proceed with analysis, the full abstract or substantive excerpts from the source paper are required.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:55:13.940749"
  },
  {
    "title": "Antifungal mechanism and mycotoxin control of Ligusticum jeholense essential oil against Alternaria alternata in postharvest tomato",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Alternaria alternata causes serious postharvest diseases in tomatoes, threatening shelf life and food safety. In this study, a natural and eco-friendly strategy was developed using Ligusticum jeholense essential oil (LEO), extracted via optimized enzymatic-deep eutectic solvent microwave-assisted method (EDP-MAHD), which achieved a 3.38-fold higher yield than conventional extraction. GC-MS analysis confirmed consistent chemical composition across production batches. In vitro, LEO exhibited potent antifungal activity against A. alternata (IC₅₀, 0.0718 μL/mL), while in vivo experiments on tomato fruit showed it significantly inhibited lesion expansion and suppressed the accumulation of mycotoxins, alternariol (AOH) and tenuazonic acid (TeA). SEM, TEM, proteomic, and physiological analyses revealed that LEO disrupted membrane integrity, interfered with energy metabolism, and induced oxidative stress, suggesting multi-target antifungal mechanisms. Acute toxicity in mice confirmed its safety. These findings support the application of LEO as a promising natural preservative for postharvest disease and toxin control in tomatoes.",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626004231?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T02:54:18Z",
    "category": "health",
    "abstract_source": "openalex",
    "summary": "Alternaria alternata causes serious postharvest decay in tomatoes, reducing shelf life and creating food safety risks. This study developed an extraction method combining enzymatic treatment, deep eutectic solvent chemistry, and microwave heating to produce Ligusticum jeholense essential oil, achieving 3.38 times higher yield than conventional extraction, with consistent chemical composition verified by gas chromatography-mass spectrometry across batches. In laboratory tests, the essential oil inhibited fungal growth at a concentration of 0.0718 microliters per millilitre, and when applied to tomato fruit, it reduced the spread of lesion damage and lowered accumulation of two mycotoxins—alternariol and tenuazonic acid. Microscopy, protein analysis, and physiological measurements showed the essential oil damaged fungal cell membranes, disrupted energy production pathways, and triggered oxidative stress through multiple simultaneous mechanisms; acute toxicity testing in mice confirmed safety for use. The essential oil functions simultaneously as a preservative technology and as a vehicle for extracting and concentrating plant chemistry—a dual capacity that emerges precisely because the fungus thrives in the material conditions of postharvest storage where tomatoes are concentrated, cooled, and held in proximity to one another, conditions that also make them amenable to chemical treatment and commodity circulation.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:55:17.625049"
  },
  {
    "title": "Screening, risk assessment, and rapid detection of mycotoxins in edible herbs based on UPLC-MS/MS and FT-NIR",
    "source": "ScienceDirect Publication: Food Research International",
    "excerpt": "Publication date: 30 April 2026Source: Food Research International, Volume 230Author(s): Kangnan Liu, Ling Fang, Yaling An, Zijun Tang, Wenjie Zhao, Chunqian Song, Lin Feng, Xiaokang Liu, Zhenwei Li, Daidi Zhang, De-an Guo",
    "url": "https://www.sciencedirect.com/science/article/pii/S0963996926002188?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T02:54:18Z",
    "category": "health",
    "summary": "**WEAK SIGNAL PROTOCOL APPLIED**  The source text provided contains only a title and a statement that research focuses on the themes of that title, with no substantive abstract or findings reported. No specific data, methods, organisms, materials, or results are present in the source material itself. The related research context describes aflatoxin effects in poultry and curcumin intervention — a separate study addressing dietary mitigation rather than detection or risk assessment of mycotoxins in herbs. Without access to the actual abstract or findings of the titled paper on mycotoxin screening in edible herbs, a factual summary cannot be constructed. To proceed, the full abstract of the source paper is required.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:55:20.118738"
  },
  {
    "title": "Hyperglycemic conditions modulate the response of colon cancer cells to the mycotoxins alternariol and deoxynivalenol in vitro",
    "source": "ScienceDirect Publication: Food Research International",
    "excerpt": "Publication date: 1 April 2026Source: Food Research International, Volume 229Author(s): Karolina Kowalska, Eszter Borsos, Elisabeth Varga, Doris Marko",
    "url": "https://www.sciencedirect.com/science/article/pii/S0963996926000244?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T02:54:18Z",
    "category": "health",
    "summary": "**WEAK SIGNAL PROTOCOL ACTIVATED**  This paper presents only a title and thematic description without a substantive abstract or findings section. The source text does not contain specific data, methods, organisms tested, materials used, or results that can be accurately reported. The related research context describes aflatoxin B1 toxicity in poultry and curcumin's protective mechanisms—findings that belong to a separate study and cannot be attributed to this source.  Without access to the actual abstract or findings of this paper, a reliable summary cannot be constructed without risk of fabrication. To proceed, the full abstract or methods and results section of the source document is required.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:55:22.392717"
  },
  {
    "title": "Molecular stabilizing a glucose oxidase from Aspergillus eucalypticola with improved catalytic activity and optimized antimicrobial capacity",
    "source": "ScienceDirect Publication: International Journal of Biological Macromolecules",
    "excerpt": "Publication date: Available online 11 February 2026Source: International Journal of Biological MacromoleculesAuthor(s): Jing Li, Ying-Zhi Peng, Jian-Qiang He, Xiao-Lu Zhu, Marriam Khurshid, Shu-Biao Yuan, Kun Meng, Shuai You, Sheng-Jun Wang",
    "url": "https://www.sciencedirect.com/science/article/pii/S0141813026008123?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T02:54:15Z",
    "category": "science",
    "summary": "**WEAK SIGNAL PROTOCOL ACTIVATED**  The source material provided contains only a title and a statement that the abstract addresses \"themes of the title,\" with no substantive abstract text, findings, methods, organisms studied, or materials employed. The related research context describes work on antifungal compounds against *Fusarium graminearum*, which is a distinct organism and research direction from the title's focus on glucose oxidase from *Aspergillus eucalypticola*.  Without access to the actual abstract or findings of the source paper, a factual summary cannot be constructed. The title alone indicates the research concerns enzyme stabilization and antimicrobial properties, but provides no data on methods, results, or specific outcomes necessary for analysis.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:55:24.833038"
  },
  {
    "title": "Integrative diagnosis of invasive pulmonary aspergillosis in non-neutropenic patients using BALF-tNGS–derived Aspergillus load and host risk factors: a multicenter study",
    "source": "Frontiers in Cellular and Infection Microbiology | New and Recent Articles",
    "excerpt": "BackgroundDiagnosing invasive pulmonary aspergillosis (IPA) in non-neutropenic patients is challenging because of non-specific manifestations and limited diagnostic tools. Targeted next-generation sequencing (tNGS) of bronchoalveolar lavage fluid (BALF) enables rapid pathogen detection; however, its capacity for quantitative assessment of fungal load remains unclear. This study integrated BALF-tNGS fungal load with host risk factors to develop a diagnostic nomogram for IPA in non-neutropenic patients.MethodsNon-neutropenic adults with suspected IPA were retrospectively enrolled at three tertiary hospitals (December 2020–December 2024). IPA was classified according to consensus definitions. Normalized Aspergillus reads from BALF-tNGS were stratified into low, medium, and high tiers. Clinical, radiological, and microbiological variables were analyzed, and a multivariable logistic regression model was built and internally validated via bootstrapping. Diagnostic performance was assessed using receiver operating characteristic analysis.ResultsAmong 238 patients, 134 had IPA and 104 had non-IPA. Compared with non-IPA cases, patients with IPA had higher rates of diabetes (73.9%), corticos",
    "url": "https://www.frontiersin.org/articles/10.3389/fcimb.2026.1739837",
    "pubDate": "2026-02-12T00:00:00Z",
    "category": "clinical",
    "summary": "This paper describes a multicenter retrospective study of 238 non-neutropenic patients (134 with invasive pulmonary aspergillosis, 104 without) conducted across three tertiary hospitals between December 2020 and December 2024. The researchers used targeted next-generation sequencing of bronchoalveolar lavage fluid—fluid collected from the lower airways during bronchoscopy—to measure the quantity of Aspergillus fungal material present in patient samples, stratifying these measurements into low, medium, and high tiers. Patients with invasive pulmonary aspergillosis showed higher rates of diabetes (73.9%) and corticosteroid use compared to those without the disease. The study built a multivariable logistic regression model incorporating normalized Aspergillus sequence reads alongside clinical, radiological, and microbiological variables, then validated this model internally using bootstrapping methods and assessed its diagnostic accuracy using receiver operating characteristic analysis. The source text is incomplete and does not report the final diagnostic performance metrics or nomogram specifications.  Within the material assemblages of contemporary hospital diagnosis, this work reveals how a fungal pathogen's detectability—quantified through sequencing technology applied to respiratory secretions—becomes entangled with the metabolic vulnerabilities of particular patient populations. The elevated prevalence of diabetes and corticosteroid use in cases of invasive pulmonary aspergillosis reflects not merely biological susceptibility but also the distribution of chronic disease and pharmaceutical management across populations shaped by unequal access to preventive care and housing conditions. The capacity to measure fungal load quantitatively transforms Aspergillus from a diagnostic shadow into a legible clinical entity, yet this legibility depends on access to tertiary hospital infrastructure and sequencing capacity—resources unevenly distributed across healthcare systems.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:55:29.247753"
  },
  {
    "title": "A novel internal reference microorganism-based method reveals wild-enriched Penicillium for enhancing growth and disease resistance in Fritillaria thunbergii",
    "source": "Frontiers in Microbiology | New and Recent Articles",
    "excerpt": "IntroductionFritillaria thunbergii Miq. is an important traditional Chinese medicinal herb, but bulb rot disease causes severe losses during its cultivation. Screening and reintroducing beneficial microorganisms from the wild rhizosphere is an effective strategy to increase disease resistance in cultivated plants. However, the absolute quantitative characteristics of microorganisms cannot be reflected by traditional methods based on relative abundance analysis due to compositional bias.MethodsIn this study, we identified Clavatospora as a host-specific internal reference microorganism (IRM) and established an IRM-based relative abundance differential microorganism analysis (IRMRADMA) method.ResultsApplication of this method revealed that wild F. thunbergii possesses greater potential than cultivated plants for mining beneficial rhizosphere microorganisms. Specifically, Penicillium was identified as a key wild-enriched genus. Subsequently, two strains, Penicillium korosum and Penicillium aculeatum, were isolated from the rhizosphere of wild F. thunbergii. Functional tests confirmed that these strains demonstrated dual functions in disease suppression and plant growth promotion by so",
    "url": "https://www.frontiersin.org/articles/10.3389/fmicb.2026.1746815",
    "pubDate": "2026-02-11T00:00:00Z",
    "category": "science",
    "summary": "This study establishes a quantitative method for measuring microorganism populations in soil and applies it to identify beneficial fungi in wild Fritillaria thunbergii root zone communities. The researchers developed an internal reference microorganism-based approach using Clavatospora as a standardized reference point, addressing a known limitation of traditional relative abundance methods that cannot distinguish true population changes from compositional shifts. Wild Fritillaria thunbergii root zone soil contained higher absolute quantities of beneficial microorganisms than cultivated plants, with Penicillium identified as a notably enriched genus in wild populations. Two Penicillium strains—Penicillium korosum and Penicillium aculeatum—were isolated from wild Fritillaria root zone and demonstrated dual functionality: they suppressed bulb rot disease and simultaneously promoted plant growth. The paper does not provide complete results for the functional tests, but indicates both strains showed promise in disease suppression and growth promotion assays.  Within the material entanglement of medicinal plant cultivation, this work reveals how the same fungal genus—Penicillium—operates simultaneously as a pathogenic threat and a resource for agricultural recovery. The method's discovery that wild Fritillaria populations harbor greater microbial abundance than cultivated monocultures reflects deeper dependencies: cultivated medicinal plants have been stripped of their root zone communities through standardized agricultural practice, requiring researchers to return to wild populations to recover the microbial assemblages that once sustained them. The reintroduction of these fungi thus documents not a novel intervention but a form of ecological restoration that exposes how capitalized cultivation has severed plants from their historical microbial partners.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:55:34.262748"
  },
  {
    "title": "Characteristics of mycological criteria for the diagnosis of invasive mold infections in patients with severe burn injury",
    "source": "American Society for Microbiology: Journal of Clinical Microbiology: Table of Contents",
    "excerpt": "ABSTRACT Invasive fungal diseases (IFDs) are common and often fatal in severe burn patients due to skin barrier loss and immune dysfunction. However, current definitions of invasive mold infections are poorly adapted to this population. This study evaluated the characteristics of various diagnostic criteria and their combinations in relation to clinical outcomes in burn patients. We conducted a retrospective cohort study of all patients admitted to the Burn ICU from 2014 to 2023 with ≥15% total burn surface area and at least one sample sent to the mycology lab. Criteria included direct microscopy, culture (respiratory, skin, or tissue), species-specific quantitative PCR (qPCR) (Aspergillus, Mucorales, and Fusarium) on plasma/tissue/bronchoalveolar lavage fluid, and serum galactomannan. Among 276 patients, 489/6,184 samples were positive, including 281 skin biopsies (direct examination and conventional culture) and 132 plasma specimens (qPCR). Positive diagnostic criteria ≥1 was found in 93 patients (33.7%): Aspergillus (25.7%), Mucorales (10.9%), and Fusarium (9.8%). Twenty-seven patients (9.8%) had ≥2 criteria involving ≥2 mold types. Mortality rose with the number of positive criteria: 12.7% (0), 10.7% (1, 2), 27.3% (3, 4), and 46.7% (≥5) (P < 0.001). Plasma qPCR was positive in 81.3% of Mucorales, 40% of Aspergillus, and 15.4% of Fusarium cases with skin involvement. Skin biopsies (direct examination and conventional culture) combined with species-specific plasma qPCR enhance timely and reliable IFD diagnosis in burn patients. Mortality correlated with the number of positive criteria and coexistence of multiple mold species, underscoring the need for broad antifungal coverage and the value of multi-criteria diagnostics to guide treatment. IMPORTANCE Invasive mold infections are frequent and often fatal complications in patients with severe burns, occurring in up to 20% of cases with a total burn surface area exceeding 15%. Despite their severity, no standardized ",
    "url": "https://journals.asm.org/doi/abs/10.1128/jcm.00950-25?af=R",
    "pubDate": "2026-02-05T08:00:00Z",
    "category": "clinical",
    "abstract_source": "semantic_scholar",
    "summary": "Severe burn patients with skin barrier loss and immune dysfunction face high rates of invasive mold infections, yet diagnostic criteria developed for other populations do not fit this group well. This paper examined how different diagnostic methods—direct microscopy, conventional culture from respiratory or skin samples, species-specific genetic testing on blood or tissue, and serum galactomannan detection—performed in 276 burn patients admitted to intensive care between 2014 and 2023, all with burns covering at least 15 percent of total body surface area. Among 6,184 samples tested, 489 were positive for mould; skin biopsies yielded 281 positive results and blood samples yielded 132 positive genetic tests. Ninety-three patients (33.7 percent) met at least one diagnostic criterion, with Aspergillus identified in 25.7 percent, Mucorales in 10.9 percent, and Fusarium in 9.8 percent; twenty-seven patients carried evidence of multiple mould species simultaneously. Mortality increased sharply with diagnostic burden: 12.7 percent mortality when no criteria were met, rising to 46.7 percent when five or more criteria were positive. Genetic testing of blood detected Mucorales in 81.3 percent of cases with skin involvement, but identified Aspergillus in only 40 percent and Fusarium in 15.4 percent, indicating variable diagnostic sensitivity by species. Combining skin biopsy examination with species-specific blood genetic testing improved both speed and reliability of diagnosis.  The findings reveal how burn injury creates a material condition—compromised skin and altered immunity—that reshapes both the ecology of mould colonization and the clinical infrastructure required to detect it. The same moulds that operate as opportunistic pathogens in this population also function as diagnostic markers whose presence correlates with institutional capacity to test and treat; mortality tracks not with infection alone but with the number of positive tests, suggesting that diagnostic multiplicity itself becomes a measure of disease severity and a driver of treatment intensity. The coexistence of multiple mould species in single patients, and the variable detectability of different species in blood versus tissue, indicates that invasive mould infection in severe burn patients is not a discrete clinical entity but an assemblage of competing fungal populations whose detection and management depend on which diagnostic tools are deployed and when.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:55:40.172137"
  },
  {
    "title": "Dietary curcumin alleviates aflatoxin B1‐induced liver injury and improves growth performance in broilers via Nrf2 activation and NLRP3 inflammasome inhibition",
    "source": "Wiley: Journal of the Science of Food and Agriculture: Table of Contents",
    "excerpt": "Aflatoxin B1 (AFB1), a potent mycotoxin frequently detected in improperly stored poultry feed, induces hepatic oxidative stress, inflammation, and growth retardation in broilers. Curcumin (CUR), a polyphenolic compound derived from Curcuma longa, exhibits strong antioxidant and anti‐inflammatory activities; however, its efficacy and mechanisms in mitigating AFB1‐induced hepatotoxicity in broilers remain unclear. This study aimed to evaluate the protective effects of dietary CUR supplementation on growth performance and liver health of broilers exposed to AFB1.",
    "url": "https://scijournals.onlinelibrary.wiley.com/doi/10.1002/jsfa.70337?af=R",
    "pubDate": "2026-02-04T21:13:31Z",
    "category": "science",
    "abstract_source": "semantic_scholar",
    "summary": "This paper examines how curcumin, a compound extracted from turmeric root, protects broiler chickens from liver damage caused by aflatoxin B1, a mould toxin commonly found in poorly stored poultry feed. Aflatoxin B1 triggers oxidative stress (cellular damage from unstable molecules), inflammation, and stunted growth in broilers; curcumin is known to possess antioxidant and anti-inflammatory properties, but its specific protective mechanisms against this toxin in poultry remained uncharacterized. The study tested whether adding curcumin to feed could improve both growth outcomes and liver health in broilers exposed to aflatoxin B1. The abstract indicates the research focused on two molecular pathways: activation of a cellular defence system called nuclear factor erythroid 2-related factor 2 and suppression of an inflammatory complex called the NOD-like receptor protein 3 inflammasome, though specific experimental methods, dosages, and quantitative results are not detailed in the abstract provided.  The mould toxin and its proposed botanical remedy reveal a material entanglement typical of industrial poultry production: the same storage failures and feed-chain vulnerabilities that allow aflatoxin-producing moulds to proliferate also create demand for chemical or plant-derived interventions to manage their effects on animal bodies. Curcumin functions here not as a solution to contamination itself but as a compensatory treatment, allowing production to continue despite the persistence of mould and its metabolic byproducts in the feed supply. This pattern—where a pathogenic mould's toxin is managed through supplementation rather than prevented through storage reform—reflects deeper structural dependencies within industrial agriculture that prioritize productivity over the elimination of contamination at source.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:55:45.540132"
  },
  {
    "title": "Antifungal Activity and Resistance Risk of Cyclobutrifluram against Fusarium solani, the Causal Agent of Peanut Root Rot",
    "source": "acs: Journal of Agricultural and Food Chemistry: Table of Contents",
    "excerpt": "Peanut root rot (PRR), caused by Fusarium solani, is a common and destructive disease. Cyclobutrifluram exhibits antifungal activity against Fusarium spp., yet its bioactivity and resistance risk against F. solani remain unclear. In this study, the EC50 values of cyclobutrifluram against 155 F. solani strains ranged from 0.0279 to 0.1102 μg/mL, with a mean of 0.0513 ± 0.0170 μg/mL. Treatment with cyclobutrifluram significantly inhibited conidial production and germination, reduced succinate dehydrogenase (SDH) activity, increased hyphal branching, and shortened the distance between septa or cell nuclei. Cyclobutrifluram provided excellent control over PRR. Seven laboratory-generated cyclobutrifluram-resistant mutants showed no or slight fitness penalties and exhibited positive cross-resistance only with pydiflumetofen, indicating a moderate-to-high resistance risk. Resistance to cyclobutrifluram in F. solani was conferred by four SDH substitutions (FsSdhBH248Y, FsSdhC1A83V, FsSdhC2A85V, and FsSdhDD184G), which was confirmed by molecular docking and gene replacement. This study provides crucial insights for developing effective control strategies to manage PRR.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jafc.5c12378?af=R",
    "pubDate": "2026-02-03T08:00:00Z",
    "category": "health",
    "abstract_source": "semantic_scholar",
    "summary": "This study documents the antifungal activity and resistance mechanisms of cyclobutrifluram against Fusarium solani, the fungus responsible for peanut root rot. Testing 155 strains of F. solani,  cyclobutrifluram inhibited fungal growth with median effective concentrations ranging from 0.0279 to 0.1102 micrograms per millilitre, averaging 0.0513 micrograms per millilitre. The compound reduced spore production and spore germination, lowered the activity of succinate dehydrogenase (an enzyme central to fungal energy metabolism), and disrupted hyphal structure by increasing branching and altering the spacing of internal cell divisions. In field and controlled settings, cyclobutrifluram provided effective disease suppression. However, seven laboratory strains that developed resistance to the compound showed minimal fitness costs and cross-resistance only to pydiflumetofen, signalling a moderate-to-high risk of resistance emergence. The paper identified four specific genetic mutations in the succinate dehydrogenase enzyme (FsSdhBH248Y, FsSdhC1A83V, FsSdhC2A85V, and FsSdhDD184G) that confer resistance, confirmed through computational modelling and targeted gene replacement experiments. The fungus here appears simultaneously as a target for chemical control and as an organism capable of rapid adaptive response—a pattern characteristic of agricultural systems where chemical pressure selects for resistant populations, creating a material dependency on continued fungicide innovation to sustain crop protection.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:55:50.241988"
  },
  {
    "title": "Characteristics of individual cyp51A SNPs and combinations thereof impacting the azole phenotype in TR34-mediated resistance genotypes of Aspergillus fumigatus",
    "source": "American Society for Microbiology: Antimicrobial Agents and Chemotherapy: Table of Contents",
    "excerpt": "ABSTRACT The World Health Organization has flagged the rise of drug resistance in Aspergillus fumigatus as a critical concern. Elevated mutation rates in this pathogen contribute to the rapid development of resistance, complicating treatment efforts. We conducted a study on the prevalence of azole resistance among clinical A. fumigatus isolates in the Netherlands from 1994 to 2022 and identified 34 cyp51A variants. To investigate the impact of individual single-nucleotide polymorphisms (SNPs) and combinations thereof on the azole phenotype in TR34-mediated resistance genotypes, we focused on novel, recent mutations and explored the effects of SNPs L98H, T289A, I364V, and G448S and the combination of the mutations TR34/L98H, TR34/L98H/T289A/G448S, and TR34/L98H/T289A/I364V/G448S on azole affinity and susceptibility. We created the three-dimensional protein model of the Cyp51A protein with azoles, and the mutation was introduced to the wild-type cyp51A A. fumigatus strain by the CRISPR-Cas9 gene editing technique. Finally, in vitro susceptibility testing of A. fumigatus strains carrying the mutations was conducted to confirm the azole phenotypes observed in clinical isolates. The MICs of all four azoles against the mutated cyp51A strains, which harbored combination mutations, were higher than those of the wild type, with highly elevated MICs of itraconazole, voriconazole, and isavuconazole. Genotypes TR34/L98H/T289A/I364V/G448S mutant showed a consistent phenotype to the clinical strains, which are highly resistant to voriconazole but susceptible to itraconazole. In this study, we show that molecular dynamics simulations of amino acid substitutions in the cyp51A gene correlate to the structure–function relationship of in vitro phenotype.",
    "url": "https://journals.asm.org/doi/abs/10.1128/aac.01528-25?af=R",
    "pubDate": "2026-02-03T08:00:00Z",
    "category": "clinical",
    "abstract_source": "semantic_scholar",
    "summary": "This paper documents the genetic architecture of azole drug resistance in the fungus Aspergillus fumigatus, focusing on how specific mutations in the cyp51A gene—individually and in combination—alter susceptibility to antifungal medications. The study analysed clinical isolates collected in the Netherlands between 1994 and 2022, identifying 34 variants in the cyp51A gene. Researchers used computational protein modelling to predict how four mutations (L98H, T289A, I364V, and G448S) would alter the structure of the Cyp51A enzyme, then introduced these mutations into laboratory strains using CRISPR-Cas9 gene editing. laboratory-based susceptibility testing revealed that strains carrying multiple mutations—particularly the combination TR34/L98H/T289A/I364V/G448S—showed substantially elevated resistance to three of the four azole drugs tested (itraconazole, voriconazole, and isavuconazole), with this multi-mutant genetic profile matching the resistance profile observed in clinical isolates. The paper demonstrates that computational predictions of how amino acid changes alter enzyme structure correlate with measurable changes in drug susceptibility in laboratory conditions.  The findings illustrate how a pathogenic fungus under pharmaceutical pressure accumulates mutations that simultaneously render it both a clinical liability and a model system for understanding adaptive capacity. Aspergillus fumigatus—already flagged by the World Health Organization as a resistance concern—demonstrates here the capacity to layer mutations across a single gene, each addition incrementally shifting the organism's relationship to available treatments. The same mutations that complicate clinical management also serve as legible markers of selection pressure, revealing the material traces of antifungal use embedded in the fungal genome. This dynamic—where resistance emerges not as a single catastrophic change but as a layered, combinatorial process—reflects broader patterns of how organisms navigate chemically saturated environments shaped by medical and agricultural capital.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:55:55.539126"
  },
  {
    "title": "Efficacy of Ipflufenoquin against Strawberry Gray Mold: Insights from AlphaFold- Based Structural Modeling and Genome-Wide Transcriptomic Analysis",
    "source": "acs: Journal of Agricultural and Food Chemistry: Table of Contents",
    "excerpt": "Gray mold caused by Botrytis cinerea significantly threatens strawberry production. This study evaluated the efficacy of ipflufenoquin, a novel dihydroorotate dehydrogenase (DHODH) inhibitor, against fungal pathogens isolated from Korean strawberry fields in 2023. Ipflufenoquin demonstrated a high in vitro sensitivity to B. cinerea and broad activity against other pathogens. Fruit and greenhouse trials confirmed its robust control of gray mold, including strains resistant to multiple fungicide classes. However, treatment shifted the fungal community, promoting less sensitive genera, such as Cladosporium and Rhizopus. Structural modeling with AlphaFold2 and molecular docking confirmed that ipflufenoquin binds to the quinone binding tunnel of DHODH, correlating binding affinity with susceptibility. Additionally, RNA-seq analysis revealed that ipflufenoquin suppresses primary metabolic pathways while triggering a robust stress response, up-regulating detoxification and efflux transporter genes. This integrated study confirms the efficacy of ipflufenoquin against gray mold and elucidates its molecular impacts, offering essential data for sustainable management strategies.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jafc.5c14085?af=R",
    "pubDate": "2026-01-30T08:00:00Z",
    "category": "health",
    "abstract_source": "semantic_scholar",
    "summary": "This paper documents the development and field testing of ipflufenoquin, a fungicide targeting a specific enzyme in the pathogen Botrytis cinerea, which causes gray mold on strawberries grown in Korean fields. The compound inhibits dihydroorotate dehydrogenase, an enzyme essential for nucleotide synthesis in fungi. Laboratory assays showed ipflufenoquin killed B. cinerea isolates effectively, including strains already resistant to multiple other fungicide classes, and greenhouse and fruit trials confirmed control of gray mold under production conditions. Structural modeling using AlphaFold2 revealed that ipflufenoquin binds specifically to the quinone binding tunnel of the target enzyme, with stronger binding correlating to greater fungal death. Gene expression analysis using RNA-sequencing showed the compound suppresses basic metabolic processes in the fungus while activating stress-response genes, particularly those encoding detoxification enzymes and membrane transporters that pump toxins out of cells. A critical finding emerged during field deployment: treatment with ipflufenoquin shifted the fungal community composition on strawberry plants, reducing B. cinerea but allowing less-sensitive fungi such as Cladosporium and Rhizopus to proliferate.  The efficacy documented here reveals a characteristic tension of fungicide deployment in the Anthropocene. A compound engineered to exploit a specific metabolic vulnerability in one fungal species becomes a selective pressure that reshapes the microbial ecology of the crop itself, creating conditions where previously marginal competitors gain advantage. The same molecular specificity that makes ipflufenoquin effective against resistant B. cinerea—its precise targeting of a single enzyme—also narrows the range of fungi it controls, making it a tool that simultaneously solves one problem and creates conditions for another. This pattern reflects broader dependencies in industrial agriculture: the drive to manage a single pathogen through chemical precision inadvertently restructures the living systems that surround the crop, trading one form of vulnerability for another.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:56:01.048092"
  },
  {
    "title": "Identification and characterization of a novel broad-spectrum antifungal compound targeting the Aspergillus fumigatus cell wall and cell membrane and inducing oxidative stress",
    "source": "American Society for Microbiology: Microbiology Spectrum: Table of Contents",
    "excerpt": "ABSTRACT The substantial increase in fungal diseases, the limited availability of antifungal drugs, and rising resistance to existing treatments highlight the urgent need for developing novel antifungal drugs. Natural products, known for their diverse bioactivities and unique structures, remain critical sources for antifungal drug discovery. In this study, we aimed to identify novel antifungal compounds from soil microbes and isolated a novel 28-membered polyene macrolide, compound 1 , from Kitasatospora melanogena . This compound demonstrated potent antifungal activity, with MICs of 4–16 μg/mL against Aspergillus fumigatus , Aspergillus flavus , Candida albicans , and Cryptococcus neoformans . Treatment with compound 1 led to significant growth reduction and disruption of the cell wall and membrane in A. fumigatus compared to the wild-type. To understand the underlying mechanism, we performed a transcriptomic analysis of A. fumigatus exposed to compound 1 , revealing a substantial downregulation of genes involved in cell wall and membrane biogenesis, as well as those encoding integral membrane proteins and multidrug transporters. Additionally, compound 1 induced oxidative stress, leading to elevated reactive oxygen species levels. These multifaceted mechanisms highlight the potential of K. melanogena natural products in the development of novel antifungal agents. IMPORTANCE Fungal infections cause substantial morbidity and mortality worldwide, yet current treatments are limited and increasingly undermined by resistance. Natural products remain a proven source of antifungal agents, but few new scaffolds have been introduced in recent decades. We identified a novel polyene macrolide from Kitasatospora melanogena with potent activity against major fungal pathogens. This compound disrupts both the fungal cell wall and membrane while inducing oxidative stress, revealing a multifaceted mechanism of action. Our findings highlight soil microbes as valuable reservoirs for a",
    "url": "https://journals.asm.org/doi/abs/10.1128/spectrum.03143-25?af=R",
    "pubDate": "2026-01-28T08:00:00Z",
    "category": "science",
    "abstract_source": "openalex",
    "summary": "This paper reports the isolation and characterization of a novel 28-membered polyene macrolide (compound 1) extracted from the soil bacterium Kitasatospora melanogena, which demonstrates broad-spectrum antifungal activity against four major fungal pathogens: Aspergillus fumigatus, Aspergillus flavus, Candida albicans, and Cryptococcus neoformans, with minimum inhibitory concentrations ranging from 4 to 16 micrograms per millilitre. Exposure of A. fumigatus to compound 1 produced significant growth reduction and visible damage to both the cell wall and cell membrane structures compared to untreated controls. gene-expression analysis analysis of treated A. fumigatus revealed substantial decreased activity of genes responsible for cell wall and membrane assembly, genes encoding proteins embedded in cell membranes, and genes encoding multidrug transporter proteins that typically confer resistance. The compound also triggered oxidative stress in the fungal cells, manifested as elevated levels of reactive oxygen species. This study positions soil microbes as sources of novel antifungal scaffolds at a time when fungal infections cause widespread illness and death, yet available drugs remain limited and increasingly ineffective due to resistance.  The dual capacity of this compound—simultaneously a therapeutic agent targeting fungal pathogens and a product extracted from a soil microbe whose metabolic capacity mirrors the very fungi it inhibits—illustrates how the same microbial assemblages that pose risks in clinical and agricultural settings can be reframed as industrial resources. The reliance on soil-derived natural products to address the clinical failure of synthetic antifungals reveals a deeper material dependency: the capacity to manage fungal disease remains tethered to the extraction and exploitation of microbial diversity from environments increasingly disrupted by land use, agriculture, and chemical intervention.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:56:05.918617"
  },
  {
    "title": "A combined genetic and chemical approach for identifying novel antifungal compounds against Fusarium graminearum",
    "source": "American Society for Microbiology: Microbiology Spectrum: Table of Contents",
    "excerpt": "ABSTRACT Chemical fungicides act by targeting specific proteins or pathways, known as modes of action (MoAs). In this study, we established a systematic screening platform using Fusarium graminearum gene knockout mutants to evaluate the efficacy of fungicides and identify novel antifungal compounds. Target genes corresponding to major fungicide classes were deleted by homologous recombination, and the resulting mutants exhibited altered sensitivity to the corresponding fungicides compared with the wild-type strain. Deletion of genes encoding known fungicide targets revealed distinct sensitivity profiles, supporting MoA prediction. Using the platform that detects sensitivity differences through OD₆₀₀ changes, we examined a chemical library of 2,704 small molecules and identified 8 compounds with activity likely involved in the osmotic signal transduction pathway. Several of these compounds exhibited previously unreported antifungal activity, underscoring their potential as novel scaffolds for future development. Collectively, this platform provides a robust, mechanism-informed system for antifungal discovery, with broad applicability to synthetic agents, natural products, and biocontrol metabolites. IMPORTANCE This study provides a perspective on developing strategies to manage fungal pathogens with implications for agriculture and food security. The effectiveness of current fungicides is increasingly limited by resistance, narrow target ranges, and environmental concerns. By combining genetic approaches with chemical screening, this work offers a more systematic way to identify candidate antifungal agents and better understand their possible mechanisms. The framework may also be adapted for use in other areas, including medical and veterinary applications, suggesting potential broader applicability. In addition, the emphasis on exploring new molecular scaffolds supports efforts to develop more sustainable and long-term disease management strategies. Overall, this st",
    "url": "https://journals.asm.org/doi/abs/10.1128/spectrum.02961-25?af=R",
    "pubDate": "2026-01-22T08:00:00Z",
    "category": "science",
    "abstract_source": "semantic_scholar",
    "summary": "This study established a genetic screening platform using Fusarium graminearum mutants to identify novel antifungal compounds and predict their modes of action. Researchers deleted genes encoding known fungicide targets through homologous recombination, producing mutant strains with altered sensitivity profiles compared to the wild-type strain; these differential responses confirmed the predicted modes of action for established fungicide classes. The platform measured fungicide efficacy by detecting changes in optical density at 600 nanometres, a proxy for fungal growth inhibition. When applied to a chemical library of 2,704 small molecules, the screening identified 8 compounds with antifungal activity likely operating through the osmotic signal transduction pathway, several of which showed previously unreported activity against the pathogen. The paper positions this mechanism-informed screening approach as broadly applicable to synthetic agents, natural products, and biocontrol metabolites, with potential extension to medical and veterinary contexts.  The dual utility of this platform reflects a material entanglement characteristic of contemporary fungal management: the same genetic knowledge that enables resistance prediction also accelerates the discovery of new chemical scaffolds, yet both pathways depend on the pathogen's capacity to adapt. Fusarium graminearum's role shifts between obstacle and tool—its mutant variants become instruments for mapping vulnerability, while the compounds identified through this process become provisional solutions to a problem the pathogen itself will eventually circumvent through the same metabolic plasticity that makes it agriculturally consequential.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:56:10.207653"
  },
  {
    "title": "Beyond Fumigatus: a molecular portrait of clinical Aspergillus diversity, pathogenicity, and antifungal resistance",
    "source": "American Society for Microbiology: Antimicrobial Agents and Chemotherapy: Table of Contents",
    "excerpt": "ABSTRACT Aspergillus infection poses a major clinical challenge, particularly in immunocompromised individuals, with invasive diseases associated with high mortality. While Aspergillus fumigatus remains the predominant species causing human infections, recent studies highlight the growing clinical significance of lesser-known and cryptic Aspergillus species, which often exhibit reduced susceptibility to standard antifungal therapies. In this study, we analyzed 196 clinical Aspergillus isolates from 107 patients treated at the NIH Clinical Center between 2019 and 2022. A total of 38 Aspergillus species across 11 taxonomic sections were identified, with non-fumigatus and cryptic species accounting for 77.1% of all isolates. The most frequently recovered species were A. fumigatus sensu stricto (22.9%), A. sydowii (8.7%), A. calidoustus (7.1%), A. nidulans (6.6%), A. tanneri (6.1%), and A. terreus (5.6%). Species-level identification was achieved in 43% of isolates using matrix-assisted laser desorption/ionization time-of-flight mass spectrometry (MALDI-TOF MS). In contrast, PCR sequencing confirmed species identity in over 88% of isolates by targeting the internal transcribed spacer (ITS) region of rDNA, 81% using the β-tubulin gene, and 68% using the calmodulin gene. The most common underlying clinical conditions among patients were bronchiectasis (35%), chronic granulomatous disease (22%), and pulmonary non-tuberculous mycobacterial infection (17%). Out of 107 patients, eight died (8/107, 7.5%); six of these deaths occurred in patients with chronic granulomatous disease (CGD) and two in patients with RAG1 deficiency. Antifungal susceptibility testing showed that olorofim had the lowest minimal inhibitory concentrations across species. In contrast, the activity of triazoles and amphotericin B was variable, particularly against A. tanneri, A. calidoustus, and A. sydowii. This study presents one of the largest species-level data sets of Aspergillus isolates to date, und",
    "url": "https://journals.asm.org/doi/abs/10.1128/aac.01184-25?af=R",
    "pubDate": "2026-01-13T08:00:00Z",
    "category": "clinical",
    "abstract_source": "semantic_scholar",
    "summary": "Clinical Aspergillus infection in immune-weakened patients remains a major cause of mortality, with this study documenting 196 isolates from 107 patients at the NIH Clinical Center between 2019 and 2022. The research identified 38 distinct Aspergillus species across 11 taxonomic sections, with non-fumigatus and cryptic species representing 77.1% of isolates recovered—a marked departure from the historical clinical dominance of Aspergillus fumigatus sensu stricto, which accounted for only 22.9% of this cohort. Species identification success varied substantially by method: matrix-assisted laser desorption/ionization time-of-flight mass spectrometry identified only 43% of isolates, while polymerase chain reaction sequencing of the internal transcribed spacer region achieved 88% accuracy, β-tubulin gene sequencing 81%, and calmodulin gene sequencing 68%. The most frequently recovered species beyond fumigatus were Aspergillus sydowii (8.7%), Aspergillus calidoustus (7.1%), Aspergillus nidulans (6.6%), Aspergillus tanneri (6.1%), and Aspergillus terreus (5.6%), with underlying conditions including bronchiectasis (35%), chronic granulomatous disease (22%), and pulmonary non-tuberculous mycobacterial infection (17%). Antifungal susceptibility testing revealed olorofim as the most effective compound across species, while triazoles and amphotericin B showed variable activity, particularly reduced effectiveness against Aspergillus tanneri, Aspergillus calidoustus, and Aspergillus sydowii. The clinical landscape documented here reflects a material shift in Aspergillus epidemiology: as standard antifungal drugs lose efficacy against emerging species, the fungi themselves become both a marker of immunological vulnerability and a driver of new pharmaceutical dependencies, with mortality concentrated among patients whose genetic conditions—chronic granulomatous disease, RAG1 deficiency—already constrain their capacity to mount fungal defences.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:56:14.511670"
  },
  {
    "title": "Production of ETP-Type (Epipolythiodioxopiperazine) Mycotoxins in Clinical Fungal Isolates",
    "source": "acs: Journal of Natural Products: Table of Contents",
    "excerpt": "Gliotoxin, an epipolythiodioxopiperazine (ETP) toxin, has been reported in several fungal species, but its distribution remains unclear. We analyzed 140 clinical isolates from two major hospitals using HPLC and LC-MS/MS to assess gliotoxin production. Gliotoxin was detected only in Aspergillus fumigatus isolates, with no production observed in any other species under multiple culture conditions. Molecular networking and comparative genomics revealed distinct ETP-related pathways in non-A. fumigatus species, including aspirochlorine derivatives in Aspergillus flavus and aranotin-related metabolites in Aspergillus terreus. These findings clarify species-specific ETP profiles and confirm A. fumigatus as the sole gliotoxin producer among the isolates examined.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jnatprod.5c01151?af=R",
    "pubDate": "2026-01-04T08:00:00Z",
    "category": "indoor",
    "abstract_source": "semantic_scholar",
    "summary": "Gliotoxin, a toxic metabolite produced by certain fungi, was detected exclusively in *Aspergillus fumigatus* isolates among 140 clinical samples collected from two hospitals and analyzed using high-performance liquid chromatography and liquid chromatography-tandem mass spectrometry. No other fungal species in the study produced gliotoxin, even when cultured under varied laboratory conditions. Molecular networking and comparative genomic analysis identified distinct pathways for related toxic metabolites in other *Aspergillus* species: *Aspergillus flavus* produced aspirochlorine derivatives, while *Aspergillus terreus* produced aranotin-related compounds. This paper clarifies that gliotoxin production is a species-specific trait confined to *Aspergillus fumigatus* within the clinical isolates examined, while related *Aspergillus* species deploy alternative but structurally similar metabolic pathways.  The findings reveal a material division of labour among closely related fungi in clinical settings: *Aspergillus fumigatus* monopolizes gliotoxin production while its relatives generate structurally analogous compounds through distinct genetic routes. This species-level differentiation in toxin chemistry suggests that the clinical threat posed by *Aspergillus fumigatus* respiratory infection cannot be generalized across the *Aspergillus* genus, even as the capacity to synthesize epipolythiodioxopiperazine-class metabolites persists across the group—a pattern that complicates both diagnostic protocols and assumptions about fungal pathogenicity in hospital environments.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:56:18.891320"
  },
  {
    "title": "Antibacterial and Cytotoxic Decahydrofluorene-Class Alkaloids from the Marine-Derived Fungus Penicillium sp. SCSIO 41512",
    "source": "acs: Journal of Natural Products: Table of Contents",
    "excerpt": "Eight new decahydrofluorene-class alkaloids, pyrrospirones R-Y (1-8), together with 13 known analogues (9-21) were isolated from the marine-derived fungal strain Penicillium sp. SCSIO 41512. Their structures were determined by extensive spectroscopic analysis, and their absolute configurations were established by quantum chemical calculations of electronic circular dichroism (ECD) spectra, by a comparison of experimental ECD spectra, or by single-crystal X-ray diffraction analysis. Compound 1 rarely contains an oxime hydroxy with a 6/5/6/5/6/13 polycyclic system. A plausible biosynthetic pathway for 1 and 2 was proposed. Biologically, compounds 1, 4, 6, 8, 10-12, 14-15, 18-19, and 21 had cytotoxicity against human cancer cell lines A549 and HCT116 with IC50 values of 7.3-79.3 μM, and 1, 4, 6, 11, 15, 18, and 21 also showed significant inhibitory activity against six pathogenic bacteria with MIC values of 1.6-13.0 μg/mL. Their structure-bioactivity relationship was also discussed.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jnatprod.5c01203?af=R",
    "pubDate": "2025-12-17T08:00:00Z",
    "category": "indoor",
    "abstract_source": "semantic_scholar",
    "summary": "This paper reports the isolation and characterization of alkaloid compounds from a marine-derived strain of Penicillium fungus collected from a marine research institute culture collection (SCSIO 41512). Eight previously undescribed decahydrofluorene-class alkaloids named pyrrospirones R through Y were extracted alongside 13 known related compounds. The researchers determined molecular structures using spectroscopic methods and confirmed three-dimensional configurations through quantum chemical modelling of circular dichroism spectra, experimental circular dichroism measurements, and X-ray crystallography. One compound (compound 1) contained an unusual oxime hydroxyl group within a complex six-ring fused polycyclic structure. Nine of the isolated compounds demonstrated cell-damaging effects against two human cancer cell lines (A549 and HCT116 lung and colorectal cancers) at concentrations between 7.3 and 79.3 micromolar, while seven compounds inhibited growth of six pathogenic bacterial species at minimum inhibitory concentrations between 1.6 and 13.0 micrograms per millilitre.  The dual bioactivity profile—simultaneous toxicity to human cancer cells and bacterial pathogens—reveals the material entanglement characteristic of pharmaceutical prospecting in the Anthropocene. The same fungal metabolites that kill cancer cells also kill bacteria; the same marine-derived strain positioned as a source of therapeutic potential is itself a metabolically versatile organism whose capacity to produce toxic compounds reflects its own ecological strategies for competition and survival. This paper documents not a discovery of pure benefit but rather the extraction of a fungal organism's chemical arsenal, repurposed from its own adaptive context into human clinical frameworks, without addressing the broader dependencies—on marine bioprospecting infrastructure, on cancer and infection as persistent human conditions, on the fungus itself as a living system rather than a compound library.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:56:24.355826"
  },
  {
    "title": "Advancing mold identification in the routine laboratory, performance of smartphone-based imaging and a newly developed convolutional neural network",
    "source": "American Society for Microbiology: Microbiology Spectrum: Table of Contents",
    "excerpt": "ABSTRACT Mold identification in clinical diagnostics is traditionally labor-intensive and is dependent on expert interpretation. MoldVision is a deep-learning approach that uses smartphone images of mold cultures to automate identification. We analyzed 161 clinical isolates across four common mold genera: Penicillium spp., Aspergillus spp. (with A. flavus and A. fumigatus), Fusarium spp., and Cladosporium spp. Daily images were captured from the top and bottom of culture plates over 5 days using a standardized smartphone setup, generating over 4,000 images. We trained three variations of Visual Geometry Group 16 (VGG16) convolutional neural networks (CNNs) and benchmarked the best-performing model (VGG16 with dual classification heads) against LightGBM models trained on pre-extracted features and human expert assessments at various time points. The best-performing VGG16 model achieved a mean (SD) AUROC of 92.7% ± 1.8% and sensitivity of 68.7% ± 2.6% across all species. Here, the performance in identifying Cladosporium spp. was best (AUROC of 99.9% ± 0.1%, fivefold cross-validation mean and SD). Regarding the evaluations over time, early-stage classification (days 1–2) was challenging (F1-score 38.8% ± 3.5% across all species) but improved significantly on days 3–5 (F1 92.1% ± 2.8% across all species). Compared to experts, MoldVision consistently showed superior performance, particularly in mature cultures, detecting subtle morphological features earlier and more accurately. Our results demonstrate that CNNs integrated with low-cost smartphone imaging can reliably classify mold species in routine diagnostics, outperforming human experts in many cases. This approach offers a practical and scalable solution for laboratories lacking specialized mycology expertise, especially in resource-limited settings. IMPORTANCE Timely, accurate mold identification can save lives, yet today it often requires days of growth and scarce expert time. MoldVision offers a practical alterna",
    "url": "https://journals.asm.org/doi/abs/10.1128/spectrum.02924-25?af=R",
    "pubDate": "2025-12-16T08:00:00Z",
    "category": "science",
    "abstract_source": "semantic_scholar",
    "summary": "This paper describes the development and validation of MoldVision, a deep-learning system that uses smartphone photographs of mold cultures to automate species identification in clinical diagnostics. The study analyzed 161 clinical isolates from four common mold genera—Penicillium, Aspergillus (including A. flavus and A. fumigatus), Fusarium, and Cladosporium—capturing over 4,000 images from the top and bottom of culture plates daily across five days using a standardized smartphone setup. Three variants of a Visual Geometry Group 16 convolutional neural network were trained and tested; the best-performing model achieved an overall area under the receiver operating characteristic curve of 92.7% and sensitivity of 68.7% across all species, with particularly strong performance on Cladosporium (99.9% area under the receiver operating characteristic curve). The system showed marked improvement over time, with poor early-stage classification on days one to two (F1-score 38.8%) but substantially improved accuracy by days three to five (F1-score 92.1%), and consistently outperformed human expert assessments, especially in identifying subtle morphological features in mature cultures. This paper positions automated mold identification as a scalable diagnostic tool for laboratories without specialized mycology expertise, particularly in resource-limited settings where expert time and training are scarce.  The tension embedded in this work reflects a broader pattern in clinical diagnostics: the same labour-intensive expertise that has historically gatekept mold identification—requiring years of training and sustained attention—becomes simultaneously devalued and redistributed through automation. The smartphone-based approach promises democratization of diagnostic capacity, yet the system's reliance on standardized image capture, consistent culture conditions, and machine-learning infrastructure introduces new dependencies on technical infrastructure and data quality that may simply displace rather than resolve existing inequities in access to accurate diagnosis.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:56:28.838027"
  },
  {
    "title": "GSNOR is essential for nitric oxide homeostasis and involved in aflatoxin biosynthesis and pathogenicity in Aspergillus flavus",
    "source": "American Society for Microbiology: Applied and Environmental Microbiology: Table of Contents",
    "excerpt": "ABSTRACT Nitric oxide (NO) is an important biological signaling molecule. S-nitrosoglutathione reductase (GSNOR), a master regulator of NO signaling, regulates various biological processes. However, little is known about the role of GSNOR in Aspergillus flavus. Here, we identified a gene encoding GSNOR in this aflatoxigenic fungus and demonstrated that GSNOR shows activity during the critical life cycle stages, including spore germination, hyphal growth, and conidiogenesis. We found that GSNOR plays a crucial role in NO homeostasis, as GSNOR deletion resulted in significantly elevated NO levels and heightened sensitivity to exogenous NO stress. GSNOR also participated in multiple biological processes in A. flavus; for that, GSNOR deletion impaired conidia germination, reduced growth, decreased conidiogenesis and sclerotial development, attenuated virulence on kernels, and notably decreased aflatoxin production. Furthermore, we demonstrated that GSNOR is important for reactive oxygen species (ROS) balance, as its deletion significantly elevated mycelial ROS levels and made the strain more sensitive to oxidative stress. IMPORTANCE Aspergillus flavus is a notorious saprophytic filamentous fungus, with its production of carcinogenic aflatoxins posing serious threats to food safety and human health. Aflatoxin contamination prevention and control have long been a global challenge. In previous studies, we observed that nitric oxide (NO) significantly inhibits the aflatoxin production by A. flavus. This study further investigated the role of the key regulatory enzyme S-nitrosoglutathione reductase (GSNOR) in the NO signaling pathway. Our findings indicate that GSNOR is crucial for maintaining both NO homeostasis and reactive oxygen species (ROS) balance and plays an essential role in fungal development, pathogenicity, and aflatoxin biosynthesis. These results highlight the potential of targeting components in the NO signaling pathway, such as GSNOR, as a novel strategy for ",
    "url": "https://journals.asm.org/doi/abs/10.1128/aem.01408-25?af=R",
    "pubDate": "2025-12-16T08:00:00Z",
    "category": "indoor",
    "abstract_source": "semantic_scholar",
    "summary": "This study identifies S-nitrosoglutathione reductase as a regulatory enzyme controlling nitric oxide signaling in Aspergillus flavus, the fungus responsible for aflatoxin contamination in crops. The researchers deleted the S-nitrosoglutathione reductase gene and observed that loss of this enzyme caused elevated nitric oxide levels within fungal cells, increased sensitivity to external nitric oxide exposure, and impaired multiple developmental stages—including spore germination, hyphal growth, and the formation of reproductive structures called conidia. Deletion of S-nitrosoglutathione reductase also reduced the fungus's ability to produce aflatoxins, the carcinogenic compounds that contaminate stored grains and pose a documented threat to food safety. The paper further demonstrates that S-nitrosoglutathione reductase maintains balance between nitric oxide and reactive oxygen species (unstable molecules that damage cellular components), as its removal elevated reactive oxygen species levels and made the fungal strain more vulnerable to oxidative stress. The study proposes targeting S-nitrosoglutathione reductase or related components of the nitric oxide signaling pathway as a potential strategy to suppress aflatoxin production.  The findings reveal a material entanglement between fungal metabolism and food security infrastructure: the same regulatory enzyme that enables Aspergillus flavus to survive and proliferate in stored grain—adapting to oxidative stresses inherent to that ecological niche—is also the mechanism through which the fungus manufactures its carcinogenic metabolite. Disrupting S-nitrosoglutathione reductase simultaneously weakens the fungus's resilience and its toxin-producing capacity, suggesting that the pathogen's robustness and its hazard are biochemically inseparable. This creates a tension for remediation: suppressing aflatoxin production through nitric oxide pathways may require sustained chemical or biological intervention at the point of storage, introducing new dependencies on external inputs to manage a contamination problem rooted in the material conditions of postharvest grain handling.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T02:56:34.215366"
  }
]