[
  {
    "title": "Microcosm-dependent degradation of nonwoven fabric in surgical masks by endophytic fungi Aspergillus bridgerii",
    "source": "ScienceDirect Publication: Journal of Hazardous Materials",
    "excerpt": "Publication date: 15 February 2026Source: Journal of Hazardous Materials, Volume 504Author(s): Ramya Duraisamy, Bhuvaneshwari. S, Philip. A, VM Vishnu, P. Sribalaji, Agnieszka Saeid, Jemima Balaselvi Juliana. S, Jennifer Michellin Kiruba N",
    "url": "https://www.sciencedirect.com/science/article/pii/S0304389426003018?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T00:16:02Z",
    "category": "indoor",
    "summary": "**WEAK SIGNAL PROTOCOL ACTIVATED**  This source provides only metadata: author names and a title indicating research on degradation of nonwoven fabric in surgical masks by the fungus Aspergillus bridgerii. No abstract or substantive findings are present in the provided text. The related research context describes invasive fungal infections in burn patients — a distinct clinical population and research question — and cannot be attributed to this paper.  Without access to the source abstract or methods section, a factual summary of this paper's findings, experimental design, or specific results cannot be provided.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T00:16:41.468528"
  },
  {
    "title": "Screening, risk assessment, and rapid detection of mycotoxins in edible herbs based on UPLC-MS/MS and FT-NIR",
    "source": "ScienceDirect Publication: Food Research International",
    "excerpt": "Publication date: 30 April 2026Source: Food Research International, Volume 230Author(s): Kangnan Liu, Ling Fang, Yaling An, Zijun Tang, Wenjie Zhao, Chunqian Song, Lin Feng, Xiaokang Liu, Zhenwei Li, Daidi Zhang, De-an Guo",
    "url": "https://www.sciencedirect.com/science/article/pii/S0963996926002188?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T00:15:58Z",
    "category": "health",
    "summary": "**WEAK SIGNAL PROTOCOL ACTIVATED**  This source provides only a title and a statement that research focuses on the themes of that title, with no substantive abstract or findings data. The source text does not describe methods, organisms tested, materials analysed, detection results, or risk assessment outcomes. The related research context provided concerns aflatoxin mitigation in poultry feed through dietary supplementation — a distinct topic from mycotoxin screening and detection in edible herbs — and cannot be attributed to this source paper.  Without access to the actual abstract or findings section of this paper, a factual summary cannot be completed.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T00:16:43.581552"
  },
  {
    "title": "Hyperglycemic conditions modulate the response of colon cancer cells to the mycotoxins alternariol and deoxynivalenol in vitro",
    "source": "ScienceDirect Publication: Food Research International",
    "excerpt": "Publication date: 1 April 2026Source: Food Research International, Volume 229Author(s): Karolina Kowalska, Eszter Borsos, Elisabeth Varga, Doris Marko",
    "url": "https://www.sciencedirect.com/science/article/pii/S0963996926000244?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T00:15:58Z",
    "category": "health",
    "summary": "**WEAK SIGNAL PROTOCOL ACTIVATED**  This paper presents only a title and thematic description with no substantive abstract containing findings, methods, organisms tested, materials used, or results. The source data is insufficient for a full analytical summary.  The title indicates an laboratory-based study examining how high blood sugar conditions alter colon cancer cell responses to two mould-derived toxins—alternariol and deoxynivalenol—but no experimental details, cell lines, concentrations, or outcomes are provided in the source text. The related research context describes aflatoxin toxicity and curcumin protection in poultry, which operates in a different biological system and cannot be attributed to this paper.  A complete analysis requires the full abstract or methods section from the source document.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T00:16:46.100991"
  },
  {
    "title": "Antifungal mechanism and mycotoxin control of Ligusticum jeholense essential oil against Alternaria alternata in postharvest tomato",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Alternaria alternata causes serious postharvest diseases in tomatoes, threatening shelf life and food safety. In this study, a natural and eco-friendly strategy was developed using Ligusticum jeholense essential oil (LEO), extracted via optimized enzymatic-deep eutectic solvent microwave-assisted method (EDP-MAHD), which achieved a 3.38-fold higher yield than conventional extraction. GC-MS analysis confirmed consistent chemical composition across production batches. In vitro, LEO exhibited potent antifungal activity against A. alternata (IC₅₀, 0.0718 μL/mL), while in vivo experiments on tomato fruit showed it significantly inhibited lesion expansion and suppressed the accumulation of mycotoxins, alternariol (AOH) and tenuazonic acid (TeA). SEM, TEM, proteomic, and physiological analyses revealed that LEO disrupted membrane integrity, interfered with energy metabolism, and induced oxidative stress, suggesting multi-target antifungal mechanisms. Acute toxicity in mice confirmed its safety. These findings support the application of LEO as a promising natural preservative for postharvest disease and toxin control in tomatoes.",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626004231?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T00:15:58Z",
    "category": "health",
    "abstract_source": "openalex",
    "summary": "Alternaria alternata, a fungus causing serious postharvest rot in tomatoes, was treated in this study using essential oil extracted from Ligusticum jeholense (a traditional medicinal plant). The oil was obtained through an optimized enzymatic extraction method combined with deep eutectic solvent and microwave assistance, which produced 3.38 times more oil than conventional extraction techniques. Chemical analysis by gas chromatography-mass spectrometry confirmed the oil's composition remained consistent across different production batches. In laboratory tests, the essential oil inhibited fungal growth at a concentration of 0.0718 microliters per milliliter, and when applied to tomato fruit, it reduced the spread of lesions and lowered levels of two toxic compounds produced by the fungus—alternariol and tenuazonic acid. Microscopy and protein analysis showed the oil damaged the fungal cell membrane, disrupted energy production within fungal cells, and triggered oxidative stress through multiple simultaneous mechanisms. Safety testing in mice found no acute toxicity.  The fungus here appears simultaneously as a threat to food safety and shelf life, and as a producer of specific toxins whose suppression becomes a measurable marker of control efficacy—yet the toxins themselves are byproducts of the same metabolic pathways that make the fungus an economically significant problem in postharvest systems. The essential oil's multi-target mechanism of action, while demonstrating efficacy, also reveals how postharvest disease control in tomatoes depends on botanical inputs whose extraction, standardization, and deployment reflect broader patterns of resource extraction and the search for market-ready alternatives to synthetic fungicides in food preservation chains.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T00:16:50.845165"
  },
  {
    "title": "Advances in affinity magnetic bead - based pretreatment and detection strategies for mycotoxins in foods: A review",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Publication date: 15 April 2026Source: Food Chemistry, Volume 508, Part AAuthor(s): Jinnan Chen, Jin Ye, Hongmei Liu, Shuangshou Wang, Daojin Li, Haihua Ma, Songxue Wang",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626004802?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T00:15:58Z",
    "category": "health",
    "summary": "**WEAK SIGNAL PROTOCOL ACTIVATED**  This paper presents only a title and metadata with no substantive abstract or findings. The source text states \"Research focusing on the themes of the title\" but provides no actual data, methods, organisms, materials, or results to summarize. The related research context describes aflatoxin B1 toxicity in poultry and curcumin intervention, but this material does not belong to the source paper and cannot be attributed to it. Without access to the actual abstract or findings section of the review, a factual summary cannot be constructed.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T00:16:52.653270"
  },
  {
    "title": "Self-supervised learning for aflatoxin B1 detection using masked spectra",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Publication date: 15 April 2026Source: Food Chemistry, Volume 508, Part AAuthor(s): Wenwen Guo, Hongfei Zhu, Xianpeng Wang, Zhongzhi Han",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626005005?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T00:15:58Z",
    "category": "health",
    "summary": "**WEAK SIGNAL PROTOCOL APPLIED**  This paper provides only a title and thematic description without a substantive abstract containing specific findings, methods, organisms, materials, or data. The source text does not describe what was actually measured, tested, or discovered in the research on self-supervised learning for aflatoxin B1 detection.  The related research context describes a separate study on curcumin and broiler liver injury, which cannot be attributed to or merged with this source paper.  Without access to the full abstract or methods section of the source study, a factual summary of its findings cannot be completed.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T00:16:54.702401"
  },
  {
    "title": "A comprehensive review of decontamination techniques for mycotoxin control in food: Advancement from conventional to unconventional strategies and the way forward",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Publication date: 15 April 2026Source: Food Chemistry, Volume 508, Part AAuthor(s): Dolanchapa Sikdar, Shiladitya Ghosh",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626005200?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T00:15:58Z",
    "category": "health",
    "summary": "**WEAK SIGNAL PROTOCOL ACTIVATED**  This paper presents only a title and a statement that research addresses the stated themes. No substantive abstract, methods, findings, data, organisms, materials, or locations are provided in the source text. The related research context describes aflatoxin B1 toxicity in broiler chickens and curcumin intervention—a distinct study with different scope and focus—and cannot substitute for missing source content.  Without access to the actual abstract or findings of the titled review, a factual summary cannot be constructed. To proceed with analysis, the source abstract or full text is required.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T00:16:57.036636"
  },
  {
    "title": "Molecular stabilizing a glucose oxidase from Aspergillus eucalypticola with improved catalytic activity and optimized antimicrobial capacity",
    "source": "ScienceDirect Publication: International Journal of Biological Macromolecules",
    "excerpt": "Publication date: Available online 11 February 2026Source: International Journal of Biological MacromoleculesAuthor(s): Jing Li, Ying-Zhi Peng, Jian-Qiang He, Xiao-Lu Zhu, Marriam Khurshid, Shu-Biao Yuan, Kun Meng, Shuai You, Sheng-Jun Wang",
    "url": "https://www.sciencedirect.com/science/article/pii/S0141813026008123?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T00:15:55Z",
    "category": "science",
    "summary": "**WEAK SIGNAL PROTOCOL ACTIVATED**  This source provides only a title and a generic statement that research \"focusing on the themes of the title\" exists, with no substantive abstract or findings data. The source text contains no information about methods, organisms tested, materials used, results, or specific discoveries. The related research context describes antifungal screening against *Fusarium graminearum*, which is a distinct organism and research direction from the titled work on glucose oxidase from *Aspergillus eucalypticola*, and cannot be attributed to the source paper.  Without access to the actual abstract or findings of the titled paper, no factual summary can be constructed.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T00:17:00.281844"
  },
  {
    "title": "Toxicological interactions between biotic and abiotic components of indoor air: Mold and air fresheners",
    "source": "ScienceDirect Publication: Journal of Hazardous Materials",
    "excerpt": "While traditionally the health impacts of the biotic and abiotic components of indoor air have been assumed to be independent, recent studies indicate the opposite, highlighting the need for a systematic evaluation of their interactions to provide a holistic assessment of the health impacts of indoor air. In this study, we assessed the toxicological relationship between a commonly found indoor mold species, Aspergillus fumigatus, and air fresheners, an emerging source of abiotic indoor air pollutants. We evaluated the cytotoxic effects of mold and two air fresheners (Brands A and B) on A549 cells and then tested the effect of co-exposure to the two toxicants on various cellular responses. We also analyzed the chemical composition of the air fresheners using LC-MS. Our results show that both air fresheners were composed of several compounds that could inhibit mold growth and pose health risks to humans. Furthermore, the chemical composition and concentration of the air freshener solutions could influence the toxicological interactions. Overall, our study demonstrates the need for further research on these interactions for a comprehensive assessment of indoor air health impacts. The knowledge will also allow air freshener manufacturers to formulate products with minimal health impacts.",
    "url": "https://www.sciencedirect.com/science/article/pii/S0304389426002979?dgcid=rss_sd_all",
    "pubDate": "2026-02-12T07:05:59Z",
    "category": "indoor",
    "abstract_source": "openalex",
    "summary": "This study examined how a common indoor mold, Aspergillus fumigatus, and commercial air fresheners interact toxicologically when humans are exposed to both simultaneously. Researchers exposed human lung cells to mold alone, to two different air freshener products alone, and to combinations of mold and air fresheners, measuring cell damage and death across these conditions. Chemical analysis using liquid chromatography and mass spectrometry identified the compounds present in both air freshener brands. The findings revealed that both air fresheners contained multiple chemical compounds capable of inhibiting mold growth, yet these same compounds also damaged human cells. The specific chemical makeup and concentration of each air freshener product altered how severely the mold and air freshener affected cells when encountered together, indicating that toxicological effects cannot be predicted from studying each pollutant in isolation.  The research documents a material entanglement within domestic space: the very chemical agents formulated to suppress fungal growth—a visible marker of poor housing conditions—simultaneously introduce new forms of cellular harm into the bodies of residents. Air fresheners function as both remediation and exposure, their antimicrobial properties masking rather than resolving the underlying conditions (moisture, ventilation, building decay) that permit Aspergillus fumigatus to flourish. The interaction reveals how commercial products designed to manage symptoms of inadequate housing create compounded physiological burdens, particularly for occupants already exposed to the structural vulnerabilities that necessitate such interventions in the first place.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T00:17:05.307559"
  },
  {
    "title": "Integrative diagnosis of invasive pulmonary aspergillosis in non-neutropenic patients using BALF-tNGS–derived Aspergillus load and host risk factors: a multicenter study",
    "source": "Frontiers in Cellular and Infection Microbiology | New and Recent Articles",
    "excerpt": "BackgroundDiagnosing invasive pulmonary aspergillosis (IPA) in non-neutropenic patients is challenging because of non-specific manifestations and limited diagnostic tools. Targeted next-generation sequencing (tNGS) of bronchoalveolar lavage fluid (BALF) enables rapid pathogen detection; however, its capacity for quantitative assessment of fungal load remains unclear. This study integrated BALF-tNGS fungal load with host risk factors to develop a diagnostic nomogram for IPA in non-neutropenic patients.MethodsNon-neutropenic adults with suspected IPA were retrospectively enrolled at three tertiary hospitals (December 2020–December 2024). IPA was classified according to consensus definitions. Normalized Aspergillus reads from BALF-tNGS were stratified into low, medium, and high tiers. Clinical, radiological, and microbiological variables were analyzed, and a multivariable logistic regression model was built and internally validated via bootstrapping. Diagnostic performance was assessed using receiver operating characteristic analysis.ResultsAmong 238 patients, 134 had IPA and 104 had non-IPA. Compared with non-IPA cases, patients with IPA had higher rates of diabetes (73.9%), corticos",
    "url": "https://www.frontiersin.org/articles/10.3389/fcimb.2026.1739837",
    "pubDate": "2026-02-12T00:00:00Z",
    "category": "clinical",
    "summary": "This paper reports a multicenter retrospective study of 238 non-neutropenic patients (134 with invasive pulmonary aspergillosis, 104 without) conducted across three tertiary hospitals between December 2020 and December 2024. The study used targeted next-generation sequencing of bronchoalveolar lavage fluid—fluid obtained by washing the lower airways during bronchoscopy—to measure the quantity of Aspergillus fungal genetic material present in patient samples, stratifying these measurements into low, medium, and high tiers. Patients with invasive pulmonary aspergillosis showed higher rates of diabetes (73.9%) and corticosteroid use compared to those without the infection. The researchers built a predictive statistical model combining fungal load measurements with clinical and radiological risk factors, validated the model using internal bootstrapping methods, and assessed its diagnostic accuracy using receiver operating characteristic analysis. The paper does not provide the final model performance metrics or nomogram specifications in the available abstract text.  The study documents a clinical assemblage in which a respiratory fungus—typically encountered as an environmental contaminant or commensal—becomes legible as a pathogen only through the intersection of molecular detection technology, immunosuppressive medication regimens, and metabolic conditions such as diabetes. The same Aspergillus genetic sequences that signal disease risk in the lungs of corticosteroid-treated patients are rendered quantifiable and actionable only through sequencing infrastructure; their presence in bronchoalveolar fluid thus marks both a site of clinical vulnerability and a point of technological intervention shaped by access to tertiary hospital capacity.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T00:17:10.191135"
  },
  {
    "title": "Antimicrobial, anticancer activities and molecular docking of eco-friendly chitosan nanocapsule loaded with biosynthesized titanium nanoparticles by Aspergillus flavus",
    "source": "Frontiers in Microbiology | New and Recent Articles",
    "excerpt": "IntroductionChitosan have been leveraged to create chitosan nanocapsules within a bio-based nanocarrier system, enhancing efficacy and overcoming widespread microbial resistance. To generate chitosan nanocapsules (CNCs) that act as inhibitory agents against pathogenic microbes, this study combined titanium nanoparticles (TiO2 NPs) with chitosan nanoparticles (Cs NPs).MethodsA.flavus was used for the biosynthesis of TiO2NPs. Dynamic light scattering (DLS), zeta potential, atomic force microscopy (AFM), scanning electron microscopy (SEM), transmission electron microscopy (TEM) and X-ray diffraction (XRD), were utilized to assess the physicochemical properties of TiO2NPs and their CNCs. These techniques clarified particle diameter, charge stability, specific surface area, surface morphology, shape, dimensional forms, and structural parameters, respectively.ResultsThe findings showed that TiO2NPs and their nanocapsules achieved an encapsulation efficacy of over 86.7 ± 1.8% at 1.5% w/v chitosan concentration, with particle sizes of 40.7, 40.6, and 87.3 nm for TiO2NPs, CsNPs, and CNCs, respectively. Nanoparticle stability was confirmed by a zeta potential greater than –30.1 ± 4.5mV for T",
    "url": "https://www.frontiersin.org/articles/10.3389/fmicb.2026.1741753",
    "pubDate": "2026-02-11T00:00:00Z",
    "category": "science",
    "summary": "This paper describes the synthesis of titanium nanoparticles using the fungus *Aspergillus flavus*, their encapsulation within chitosan nanocapsules, and assessment of the resulting composite's physical properties and antimicrobial potential. The fungus *Aspergillus flavus* was employed as a biological factory to produce titanium nanoparticles, which were then combined with chitosan nanoparticles to form chitosan nanocapsules. The researchers characterized these materials using multiple imaging and analytical techniques—dynamic light scattering, zeta potential measurement, atomic force microscopy, scanning electron microscopy, transmission electron microscopy, and X-ray diffraction—to determine particle size, surface charge, morphology, and structural features. The titanium nanoparticles measured 40.7 nanometres, chitosan nanoparticles 40.6 nanometres, and the final chitosan nanocapsules 87.3 nanometres; the encapsulation process achieved over 86.7 percent efficiency at 1.5 percent chitosan concentration by weight per volume, with surface charge stability confirmed by zeta potential measurements exceeding –30.1 millivolts. The abstract is incomplete and does not report the antimicrobial or anticancer activity results referenced in the title.  The research exemplifies a material entanglement characteristic of contemporary bioeconomies: a fungal species classified as a plant pathogen and food contaminant becomes a production platform for nanoparticles intended as antimicrobial agents, while the resulting composite is designed to overcome resistance in pathogenic microbes. This reversal—where a mould becomes instrumental in manufacturing the very defences deployed against microbial threats—reveals how the same organism can occupy contradictory roles within systems of accumulation and control, depending on the technical context and economic value assigned to it.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T00:17:17.695636"
  },
  {
    "title": "Cyclic lipopeptides from Bacillus amyloliquefaciens D-1 control leaf spot in Pseudostellaria heterophylla via enhancing host immunity and inhibiting Alternaria alternata",
    "source": "Frontiers in Microbiology | New and Recent Articles",
    "excerpt": "IntroductionPseudostellaria heterophylla, a valuable medicinal herb in traditional Chinese medicine, is severely threatened by leaf spot disease caused by Alternaria alternata, leading to significant yield losses and mycotoxin contamination that compromises root quality and safety. This study aimed to characterize Bacillus amyloliquefaciens strain D-1 as a potential multifunctional biocontrol agent to mitigate this pathogen.MethodsStrain D-1 was isolated from the rhizosphere soil of P. heterophylla. Its antifungal efficacy was assessed through in vitro dual-culture assays and in planta pot experiments using both viable cells (Bc) and cell-free fermentation supernatant (Bf). Whole-genome sequencing was employed to identify biosynthetic gene clusters (BGCs), and high-performance liquid chromatography-mass spectrometry (HPLC-MS) was used to detect lipopeptides (LPs). Quantitative PCR and mycotoxin quantification were performed to evaluate the effects on fungal gene expression and toxin accumulation.ResultsStrain D-1 demonstrated strong antagonistic activity, with Bf achieving a 54.7% inhibition rate against A. alternata. Genomic analysis revealed nine putative BGCs, including those fo",
    "url": "https://www.frontiersin.org/articles/10.3389/fmicb.2026.1732585",
    "pubDate": "2026-02-11T00:00:00Z",
    "category": "science",
    "summary": "Strain D-1 of Bacillus amyloliquefaciens, isolated from soil around Pseudostellaria heterophylla roots, demonstrated antifungal activity against Alternaria alternata, the fungus responsible for leaf spot disease in this medicinal herb. In laboratory dual-culture assays, cell-free fermentation supernatant from strain D-1 achieved a 54.7% inhibition rate against the pathogen. Whole-genome sequencing identified nine putative biosynthetic gene clusters in the strain, and high-performance liquid chromatography-mass spectrometry detected lipopeptides as the active compounds. This paper evaluated both viable bacterial cells and cell-free supernatant in controlled pot experiments, alongside quantitative polymerase chain reaction assays to measure fungal gene expression and mycotoxin accumulation in plant tissue.  The dual capacity of this bacterial strain — simultaneously a suppressor of a fungal pathogen and a producer of bioactive lipopeptides — exemplifies how microorganisms recovered from degraded or threatened agricultural systems can function as both remediation agents and sources of biochemical value. The isolation of strain D-1 from the root zone of a medicinal plant already under pressure from disease and contamination reflects a material entanglement typical of intensified cultivation: the same soil that harbours the pathogenic fungus also contains microbial antagonists whose metabolic products become tools for managing crop loss and toxin risk.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T00:17:21.732851"
  },
  {
    "title": "A novel internal reference microorganism-based method reveals wild-enriched Penicillium for enhancing growth and disease resistance in Fritillaria thunbergii",
    "source": "Frontiers in Microbiology | New and Recent Articles",
    "excerpt": "IntroductionFritillaria thunbergii Miq. is an important traditional Chinese medicinal herb, but bulb rot disease causes severe losses during its cultivation. Screening and reintroducing beneficial microorganisms from the wild rhizosphere is an effective strategy to increase disease resistance in cultivated plants. However, the absolute quantitative characteristics of microorganisms cannot be reflected by traditional methods based on relative abundance analysis due to compositional bias.MethodsIn this study, we identified Clavatospora as a host-specific internal reference microorganism (IRM) and established an IRM-based relative abundance differential microorganism analysis (IRMRADMA) method.ResultsApplication of this method revealed that wild F. thunbergii possesses greater potential than cultivated plants for mining beneficial rhizosphere microorganisms. Specifically, Penicillium was identified as a key wild-enriched genus. Subsequently, two strains, Penicillium korosum and Penicillium aculeatum, were isolated from the rhizosphere of wild F. thunbergii. Functional tests confirmed that these strains demonstrated dual functions in disease suppression and plant growth promotion by so",
    "url": "https://www.frontiersin.org/articles/10.3389/fmicb.2026.1746815",
    "pubDate": "2026-02-11T00:00:00Z",
    "category": "science",
    "summary": "This paper establishes a quantitative method for identifying beneficial soil microorganisms in wild populations of Fritillaria thunbergii, a medicinal plant threatened by bulb rot disease during cultivation. The authors identified Clavatospora as a host-specific internal reference microorganism and used it to develop a measurement approach that corrects for compositional bias in microbial community analysis, revealing absolute rather than relative abundance patterns. Application of this method showed that wild Fritillaria rhizospheres harbour greater microbial diversity suited to disease suppression than cultivated populations. Two Penicillium species—Penicillium korosum and Penicillium aculeatum—were isolated from wild rhizospheres and demonstrated dual capacity for disease suppression and growth promotion in functional assays. The paper thus documents how a fungal genus typically associated with decay and contamination becomes, under specific ecological and economic conditions, a vehicle for agricultural productivity and disease management in medicinal plant cultivation. The recovery of Penicillium from wild rather than cultivated soil reveals how intensification and monoculture have eroded the microbial assemblages that once sustained plant health—a loss now being remedied through the extraction and reintroduction of wild-sourced strains into managed systems.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T00:17:25.311672"
  },
  {
    "title": "Advancements in nanomaterial-enabled catalytic degradation of mycotoxins: Critical analysis of nanozymes, peroxymonosulfate catalysts, and photocatalysts",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Publication date: 1 April 2026Source: Food Chemistry, Volume 507Author(s): Ling Huang, Jian Lei, Huicheng Nong, Lintao Zeng, Hongxia Tan",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626002724?dgcid=rss_sd_all",
    "pubDate": "2026-02-10T19:59:14Z",
    "category": "health",
    "summary": "**WEAK SIGNAL PROTOCOL ACTIVATED**  The source provides only a title and a placeholder abstract statement ('Research focusing on the themes of the title'). No substantive findings, methods, organisms, materials, or data are present in the source text. The title indicates the paper addresses nanomaterial catalysts for breaking down mycotoxins—fungal poisons produced by moulds—but without access to the actual abstract or findings section, no specific claims about efficacy, test conditions, mycotoxin types, or nanomaterial compositions can be reported.  Analysis through the Patchy Anthropocene lens cannot proceed without documented findings. To complete this summary, the full abstract or results section is required.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T00:17:27.536438"
  },
  {
    "title": "Role of T-2 toxin in the modulation of oxidative homeostasis and immune function in three-dimensional hepatic cell cultures of chicken origin",
    "source": "Frontiers in Veterinary Science | New and Recent Articles",
    "excerpt": "T-2 toxin is a secondary metabolite produced by different Fusarium species that causes serious problems in the poultry industry. It can damage several organ systems, mainly by inhibiting protein synthesis, and is also likely to induce oxidative stress in cells. In this study, the adverse effects of T-2 toxin were investigated in magnetic three-dimensional hepatic cell cultures of chicken origin. Cultures were treated with 100, 500, and 1,000 nM T-2 toxin for 48 and 72 h. The metabolic activity of the cells was determined using CCK-8 assay. To investigate the changes in the oxidative homeostasis, the levels of MDA, HSP27, and 8-OHdG were measured. To monitor immune response, the concentrations of IL-6 and 8 were determined. The metabolic activity of the cells decreased after the toxin treatments, but this decrease was alleviated after 72 h. Both MDA and HSP27 levels were significantly diminished by T-2 toxin after 48 h. The concentration of 8-OHdG was reduced by 72 h exposure to 100 nM T-2 toxin. In the case of IL-6, the 1,000 nM T-2 toxin was able to decrease its levels after 48 and 72 h, whereas IL-8 levels were lowered after 72 h by all three toxin treatments. Overall, these resu",
    "url": "https://www.frontiersin.org/articles/10.3389/fvets.2026.1759841",
    "pubDate": "2026-02-10T00:00:00Z",
    "category": "health",
    "summary": "This paper investigates how T-2 toxin, a secondary metabolite produced by Fusarium fungal species, affects liver cells derived from chickens in laboratory culture. T-2 toxin is a known problem in poultry farming, primarily because it blocks protein synthesis, though the study hypothesized it also triggers oxidative stress—a condition where cells accumulate damaging reactive molecules. Researchers exposed three-dimensional magnetic liver cell cultures to three doses of T-2 toxin (100, 500, and 1,000 nanomolar concentrations) for either 48 or 72 hours, then measured cell metabolic activity using a standard biochemical assay, along with markers of oxidative damage (malondialdehyde and 8-hydroxy-2-deoxyguanosine) and a heat-shock protein that cells produce under stress. The study also tracked immune signalling molecules (interleukin-6 and interleukin-8) to assess inflammatory response. Cell metabolic activity declined after toxin exposure but partially recovered by 72 hours; markers of oxidative damage and the stress protein were reduced after 48 hours of treatment, while interleukin-6 dropped only at the highest dose and interleukin-8 declined across all doses by 72 hours.  The findings reveal a mould metabolite that simultaneously suppresses multiple cellular defence mechanisms—both oxidative stress markers and immune signalling—suggesting that T-2 toxin operates not simply as a toxin but as a metabolic disruptor that disables the cell's capacity to mount protective responses. In poultry production systems where contaminated feed is economically difficult to exclude, this toxin's ability to dampen immune signalling and oxidative defences creates a dual vulnerability: birds become simultaneously more susceptible to secondary infections and less capable of mounting inflammatory responses that might otherwise contain damage, a pattern that reflects broader dependencies on feed sourcing and storage infrastructure within industrial poultry operations.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T00:17:32.861212"
  },
  {
    "title": "Nursing management of pulmonary mucormycosis with skin damage secondary to amphotericin B colloidal dispersion: a case report",
    "source": "Frontiers in Medicine | New and Recent Articles",
    "excerpt": "IntroductionMucormycosis is a catastrophic fungal infection in immunocompromised patients and has a high mortality rate. Amphotericin B colloidal dispersions have demonstrated clinical efficacy in the treatment of mucormycosis; however, there is limited literature on the management of severe skin damage secondary to the extravasation of amphotericin B colloidal dispersions.Case presentationA 36-year-old diabetic woman with severe pulmonary mucormycosis developed skin damage on her left foot after 34 days of amphotericin B colloidal dispersion treatment via a peripheral vein. The medication was switched to a central vein, and nursing interventions, including silver alginate ion dressing and saline wet compress, successfully managed the injury. By day 155, the skin had completely healed with minimal residual pigmentation.ConclusionThis case report describes the management of a severe skin injury caused by amphotericin B colloidal dispersion extravasation in an immunocompromised patient, carried out by bedside nurses.Relevance for clinical practiceThis study presents an effective management strategy for skin damage caused by amphotericin B colloidal dispersions extravasation, emphasiz",
    "url": "https://www.frontiersin.org/articles/10.3389/fmed.2025.1723602",
    "pubDate": "2026-02-10T00:00:00Z",
    "category": "clinical",
    "summary": "This paper documents a clinical case of severe skin damage caused by extravasation of amphotericin B colloidal dispersion during treatment of pulmonary mucormycosis in a 36-year-old diabetic woman. The injury occurred after 34 days of peripheral intravenous administration of the antifungal medication. Clinical management involved relocating the intravenous line to a central vein and applying topical interventions—specifically silver alginate ion dressing and saline wet compress—to the affected area on the left foot. Complete skin healing with minimal residual pigmentation was achieved by day 155 of treatment. The paper emphasizes nursing-led wound management as an effective strategy for addressing this particular complication of amphotericin B colloidal dispersion therapy.  The case reveals a material entanglement characteristic of treatment in immune-weakened populations: the same medication that arrests a catastrophic fungal infection simultaneously produces iatrogenic tissue damage through chemical extravasation. The shift from peripheral to central venous access, and the subsequent healing through labour-intensive bedside nursing care, reflects how clinical efficacy against mould infection depends not only on pharmacological action but on the embodied work of managing the collateral injuries that treatment itself inflicts. The diabetic patient's compromised healing capacity compounds this dependency—her immunosuppression makes her susceptible to the original infection while simultaneously slowing recovery from the medication's toxic effects.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T00:17:37.032839"
  },
  {
    "title": "Characteristics of mycological criteria for the diagnosis of invasive mold infections in patients with severe burn injury",
    "source": "American Society for Microbiology: Journal of Clinical Microbiology: Table of Contents",
    "excerpt": "ABSTRACT Invasive fungal diseases (IFDs) are common and often fatal in severe burn patients due to skin barrier loss and immune dysfunction. However, current definitions of invasive mold infections are poorly adapted to this population. This study evaluated the characteristics of various diagnostic criteria and their combinations in relation to clinical outcomes in burn patients. We conducted a retrospective cohort study of all patients admitted to the Burn ICU from 2014 to 2023 with ≥15% total burn surface area and at least one sample sent to the mycology lab. Criteria included direct microscopy, culture (respiratory, skin, or tissue), species-specific quantitative PCR (qPCR) (Aspergillus, Mucorales, and Fusarium) on plasma/tissue/bronchoalveolar lavage fluid, and serum galactomannan. Among 276 patients, 489/6,184 samples were positive, including 281 skin biopsies (direct examination and conventional culture) and 132 plasma specimens (qPCR). Positive diagnostic criteria ≥1 was found in 93 patients (33.7%): Aspergillus (25.7%), Mucorales (10.9%), and Fusarium (9.8%). Twenty-seven patients (9.8%) had ≥2 criteria involving ≥2 mold types. Mortality rose with the number of positive criteria: 12.7% (0), 10.7% (1, 2), 27.3% (3, 4), and 46.7% (≥5) (P < 0.001). Plasma qPCR was positive in 81.3% of Mucorales, 40% of Aspergillus, and 15.4% of Fusarium cases with skin involvement. Skin biopsies (direct examination and conventional culture) combined with species-specific plasma qPCR enhance timely and reliable IFD diagnosis in burn patients. Mortality correlated with the number of positive criteria and coexistence of multiple mold species, underscoring the need for broad antifungal coverage and the value of multi-criteria diagnostics to guide treatment. IMPORTANCE Invasive mold infections are frequent and often fatal complications in patients with severe burns, occurring in up to 20% of cases with a total burn surface area exceeding 15%. Despite their severity, no standardized ",
    "url": "https://journals.asm.org/doi/abs/10.1128/jcm.00950-25?af=R",
    "pubDate": "2026-02-05T08:00:00Z",
    "category": "clinical",
    "abstract_source": "semantic_scholar",
    "summary": "This study examined how various mycological diagnostic methods perform in identifying invasive mold infections in severely burned patients, a population particularly vulnerable due to compromised skin barrier and immune dysfunction. The researchers conducted a retrospective review of 276 burn patients admitted to an intensive care unit between 2014 and 2023 with burns covering at least 15 percent of total body surface area, collecting 6,184 samples sent for fungal analysis. Diagnostic approaches included direct microscopic examination, conventional culture from respiratory samples and tissue biopsies, species-specific genetic testing (quantitative polymerase chain reaction) targeting Aspergillus, Mucorales, and Fusarium organisms in blood and tissue samples, and measurement of a fungal marker protein in blood serum. Among the 276 patients, 489 samples tested positive;  281 positive results came from skin biopsies and 132 from blood genetic testing, with 93 patients (33.7 percent) showing at least one positive criterion across mold types—Aspergillus in 25.7 percent, Mucorales in 10.9 percent, and Fusarium in 9.8 percent. Patient mortality increased sharply with the number of positive diagnostic criteria: 12.7 percent mortality with no criteria met, rising to 46.7 percent mortality when five or more criteria were positive, and patients with multiple mold species present simultaneously showed worse outcomes. Blood genetic testing detected Mucorales in 81.3 percent of cases with skin involvement, Aspergillus in 40 percent, and Fusarium in only 15.4 percent, demonstrating variable diagnostic sensitivity across species. The findings reveal how burn injury creates conditions where multiple mold species can establish simultaneous infections—a material vulnerability produced by the loss of the skin barrier itself—yet the diagnostic methods that detect these infections most reliably (skin biopsy combined with blood genetic testing) also become tools for stratifying risk and justifying broad antifungal treatment protocols that shape clinical decision-making and resource allocation in burn intensive care.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T00:17:42.164888"
  },
  {
    "title": "Dietary curcumin alleviates aflatoxin B1‐induced liver injury and improves growth performance in broilers via Nrf2 activation and NLRP3 inflammasome inhibition",
    "source": "Wiley: Journal of the Science of Food and Agriculture: Table of Contents",
    "excerpt": "Aflatoxin B1 (AFB1), a potent mycotoxin frequently detected in improperly stored poultry feed, induces hepatic oxidative stress, inflammation, and growth retardation in broilers. Curcumin (CUR), a polyphenolic compound derived from Curcuma longa, exhibits strong antioxidant and anti‐inflammatory activities; however, its efficacy and mechanisms in mitigating AFB1‐induced hepatotoxicity in broilers remain unclear. This study aimed to evaluate the protective effects of dietary CUR supplementation on growth performance and liver health of broilers exposed to AFB1.",
    "url": "https://scijournals.onlinelibrary.wiley.com/doi/10.1002/jsfa.70337?af=R",
    "pubDate": "2026-02-04T21:13:31Z",
    "category": "science",
    "abstract_source": "semantic_scholar",
    "summary": "Aflatoxin B1, a mould-derived toxin commonly found in poorly stored poultry feed, causes liver damage, oxidative stress, and stunted growth in broiler chickens. This paper tested whether curcumin, a polyphenolic compound extracted from turmeric root, could protect broiler livers from aflatoxin B1 injury. Curcumin is known to have antioxidant and anti-inflammatory properties, but its specific protective mechanisms against aflatoxin B1 toxicity in broilers had not been established. The study examined whether dietary curcumin supplementation could improve growth performance and liver health in broilers exposed to aflatoxin B1, with particular focus on two cellular pathways: activation of a protective protein called nuclear factor erythroid 2-related factor 2 and inhibition of an inflammatory complex called the NOD-like receptor protein 3 inflammasome.  The source abstract does not provide experimental methods, results, or quantitative findings. The stated aim indicates this paper proposes to investigate curcumin's protective effects, but the abstract contains no data on efficacy, dose-response relationships, or measured outcomes in treated birds.  Aflatoxin B1 and curcumin exist in a material entanglement characteristic of feed-dependent agriculture: the same storage and handling failures that allow mould toxins to accumulate in grain also create conditions where botanical supplements become economically valuable interventions. The broiler's liver becomes a site where feed quality, fungal metabolism, and plant-derived remediation converge—a dependency that reflects deeper structural vulnerabilities in industrial poultry production, where feed safety margins remain narrow and chemical mitigation substitutes for systemic control of storage conditions.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T00:17:46.785186"
  },
  {
    "title": "Characteristics of individual cyp51A SNPs and combinations thereof impacting the azole phenotype in TR34-mediated resistance genotypes of Aspergillus fumigatus",
    "source": "American Society for Microbiology: Antimicrobial Agents and Chemotherapy: Table of Contents",
    "excerpt": "ABSTRACT The World Health Organization has flagged the rise of drug resistance in Aspergillus fumigatus as a critical concern. Elevated mutation rates in this pathogen contribute to the rapid development of resistance, complicating treatment efforts. We conducted a study on the prevalence of azole resistance among clinical A. fumigatus isolates in the Netherlands from 1994 to 2022 and identified 34 cyp51A variants. To investigate the impact of individual single-nucleotide polymorphisms (SNPs) and combinations thereof on the azole phenotype in TR34-mediated resistance genotypes, we focused on novel, recent mutations and explored the effects of SNPs L98H, T289A, I364V, and G448S and the combination of the mutations TR34/L98H, TR34/L98H/T289A/G448S, and TR34/L98H/T289A/I364V/G448S on azole affinity and susceptibility. We created the three-dimensional protein model of the Cyp51A protein with azoles, and the mutation was introduced to the wild-type cyp51A A. fumigatus strain by the CRISPR-Cas9 gene editing technique. Finally, in vitro susceptibility testing of A. fumigatus strains carrying the mutations was conducted to confirm the azole phenotypes observed in clinical isolates. The MICs of all four azoles against the mutated cyp51A strains, which harbored combination mutations, were higher than those of the wild type, with highly elevated MICs of itraconazole, voriconazole, and isavuconazole. Genotypes TR34/L98H/T289A/I364V/G448S mutant showed a consistent phenotype to the clinical strains, which are highly resistant to voriconazole but susceptible to itraconazole. In this study, we show that molecular dynamics simulations of amino acid substitutions in the cyp51A gene correlate to the structure–function relationship of in vitro phenotype.",
    "url": "https://journals.asm.org/doi/abs/10.1128/aac.01528-25?af=R",
    "pubDate": "2026-02-03T08:00:00Z",
    "category": "clinical",
    "abstract_source": "semantic_scholar",
    "summary": "This paper documents the genetic architecture of azole drug resistance in the fungus Aspergillus fumigatus, a respiratory pathogen of clinical concern. Researchers identified 34 variants in the cyp51A gene—which encodes a protein central to azole metabolism—among clinical isolates collected in the Netherlands between 1994 and 2022. Using computer modelling of protein structure and gene editing via CRISPR-Cas9, the authors introduced four individual mutations (L98H, T289A, I364V, and G448S) and three multi-mutation combinations into laboratory strains and measured their resistance to four azole drugs. Strains carrying multiple mutations showed substantially elevated resistance thresholds to itraconazole, voriconazole, and isavuconazole, with the most heavily mutated genetic profile (TR34/L98H/T289A/I364V/G448S) reproducing the exact resistance profile observed in clinical isolates—namely, high resistance to voriconazole but retained susceptibility to itraconazole. The molecular simulations of how amino acid changes alter protein structure correlated with the measured drug resistance patterns in living cells.  The findings reveal how a pathogen's capacity to accumulate genetic mutations creates both a clinical liability and a form of adaptive power: the same mutations that render standard treatments ineffective simultaneously constrain the organism's metabolic flexibility, leaving it vulnerable to alternative drugs. This selective resistance—where one drug class fails while another retains efficacy—reflects not a simple pathogenic advantage but rather a material trade-off embedded in the protein's three-dimensional structure, one that clinical practice must now navigate through differential drug selection based on genetic profile rather than species alone.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T00:17:51.589024"
  },
  {
    "title": "Antifungal Activity and Resistance Risk of Cyclobutrifluram against Fusarium solani, the Causal Agent of Peanut Root Rot",
    "source": "acs: Journal of Agricultural and Food Chemistry: Table of Contents",
    "excerpt": "Peanut root rot (PRR), caused by Fusarium solani, is a common and destructive disease. Cyclobutrifluram exhibits antifungal activity against Fusarium spp., yet its bioactivity and resistance risk against F. solani remain unclear. In this study, the EC50 values of cyclobutrifluram against 155 F. solani strains ranged from 0.0279 to 0.1102 μg/mL, with a mean of 0.0513 ± 0.0170 μg/mL. Treatment with cyclobutrifluram significantly inhibited conidial production and germination, reduced succinate dehydrogenase (SDH) activity, increased hyphal branching, and shortened the distance between septa or cell nuclei. Cyclobutrifluram provided excellent control over PRR. Seven laboratory-generated cyclobutrifluram-resistant mutants showed no or slight fitness penalties and exhibited positive cross-resistance only with pydiflumetofen, indicating a moderate-to-high resistance risk. Resistance to cyclobutrifluram in F. solani was conferred by four SDH substitutions (FsSdhBH248Y, FsSdhC1A83V, FsSdhC2A85V, and FsSdhDD184G), which was confirmed by molecular docking and gene replacement. This study provides crucial insights for developing effective control strategies to manage PRR.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jafc.5c12378?af=R",
    "pubDate": "2026-02-03T08:00:00Z",
    "category": "health",
    "abstract_source": "semantic_scholar",
    "summary": "This study documents the antifungal potency of cyclobutrifluram against Fusarium solani, the fungus responsible for peanut root rot, across a collection of 155 field strains. The drug inhibited spore production and germination at concentrations ranging from 0.0279 to 0.1102 micrograms per millilitre, with a mean effective concentration of 0.0513 micrograms per millilitre. Cyclobutrifluram reduced the activity of succinate dehydrogenase, an enzyme central to fungal energy metabolism, while triggering abnormal hyphal branching and disrupted cell compartmentalization. Field trials confirmed effective disease suppression. However, laboratory-generated resistant mutants emerged without significant fitness cost and showed cross-resistance only to pydiflumetofen, signalling moderate-to-high risk of resistance development. Molecular analysis identified four specific genetic substitutions in the succinate dehydrogenase enzyme complex that confer resistance, confirmed through targeted gene replacement experiments.  The tension embedded in this finding reflects a characteristic pattern of the Patchy Anthropocene: a chemical intervention that functions simultaneously as a solution and a generator of future problems. Cyclobutrifluram's effectiveness against peanut root rot depends on the fungus's metabolic machinery, yet that same machinery can be rapidly rewritten through genetic mutation—a capacity that emerges not despite but through the drug's deployment. The absence of fitness penalties in resistant strains suggests these fungi can persist as agricultural threats even after resistance takes hold, creating conditions where chemical control becomes a treadmill rather than a resolution, particularly for smallholder peanut cultivators with limited access to alternative management strategies.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T00:17:56.569927"
  },
  {
    "title": "Efficacy of Ipflufenoquin against Strawberry Gray Mold: Insights from AlphaFold- Based Structural Modeling and Genome-Wide Transcriptomic Analysis",
    "source": "acs: Journal of Agricultural and Food Chemistry: Table of Contents",
    "excerpt": "Gray mold caused by Botrytis cinerea significantly threatens strawberry production. This study evaluated the efficacy of ipflufenoquin, a novel dihydroorotate dehydrogenase (DHODH) inhibitor, against fungal pathogens isolated from Korean strawberry fields in 2023. Ipflufenoquin demonstrated a high in vitro sensitivity to B. cinerea and broad activity against other pathogens. Fruit and greenhouse trials confirmed its robust control of gray mold, including strains resistant to multiple fungicide classes. However, treatment shifted the fungal community, promoting less sensitive genera, such as Cladosporium and Rhizopus. Structural modeling with AlphaFold2 and molecular docking confirmed that ipflufenoquin binds to the quinone binding tunnel of DHODH, correlating binding affinity with susceptibility. Additionally, RNA-seq analysis revealed that ipflufenoquin suppresses primary metabolic pathways while triggering a robust stress response, up-regulating detoxification and efflux transporter genes. This integrated study confirms the efficacy of ipflufenoquin against gray mold and elucidates its molecular impacts, offering essential data for sustainable management strategies.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jafc.5c14085?af=R",
    "pubDate": "2026-01-30T08:00:00Z",
    "category": "health",
    "abstract_source": "semantic_scholar",
    "summary": "This paper documents the development and testing of ipflufenoquin, a fungicide targeting dihydroorotate dehydrogenase, against gray mold (Botrytis cinerea) in strawberry production. The study combined structural modeling using AlphaFold2 and molecular docking to confirm that ipflufenoquin binds to the quinone binding tunnel of the enzyme, with binding strength correlating to fungal susceptibility. Laboratory and greenhouse trials on Korean strawberry isolates from 2023 showed the compound effective against gray mold strains resistant to multiple existing fungicide classes. Gene expression analysis using RNA-seq revealed that ipflufenoquin suppresses core metabolic pathways in the fungus while simultaneously activating stress response genes, including those encoding detoxification enzymes and efflux transporters that pump toxins out of cells. However, treatment in field conditions shifted the fungal community composition, allowing less sensitive genera—specifically Cladosporium and Rhizopus—to proliferate in the ecological space vacated by suppressed Botrytis.  The efficacy of ipflufenoquin thus reveals a characteristic tension of fungicide deployment in the Patchy Anthropocene: a chemical that effectively targets one pathogen becomes a selective pressure that reshapes the microbial landscape, promoting alternative fungal competitors that may themselves pose threats to crop yield or food safety. The fungus's own molecular response—increasing the activity of efflux transporters and detoxification pathways—signals the adaptive capacity embedded in microbial genomes, a capacity that ipflufenoquin temporarily suppresses but does not eliminate. What emerges from this controlled intervention is not control but redistribution: the same strawberry field becomes a site where one pathogenic mould is replaced by others, where chemical efficacy and ecological instability become inseparable outcomes of the same treatment.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T00:18:01.794952"
  },
  {
    "title": "Identification and characterization of a novel broad-spectrum antifungal compound targeting the Aspergillus fumigatus cell wall and cell membrane and inducing oxidative stress",
    "source": "American Society for Microbiology: Microbiology Spectrum: Table of Contents",
    "excerpt": "ABSTRACT The substantial increase in fungal diseases, the limited availability of antifungal drugs, and rising resistance to existing treatments highlight the urgent need for developing novel antifungal drugs. Natural products, known for their diverse bioactivities and unique structures, remain critical sources for antifungal drug discovery. In this study, we aimed to identify novel antifungal compounds from soil microbes and isolated a novel 28-membered polyene macrolide, compound 1 , from Kitasatospora melanogena . This compound demonstrated potent antifungal activity, with MICs of 4–16 μg/mL against Aspergillus fumigatus , Aspergillus flavus , Candida albicans , and Cryptococcus neoformans . Treatment with compound 1 led to significant growth reduction and disruption of the cell wall and membrane in A. fumigatus compared to the wild-type. To understand the underlying mechanism, we performed a transcriptomic analysis of A. fumigatus exposed to compound 1 , revealing a substantial downregulation of genes involved in cell wall and membrane biogenesis, as well as those encoding integral membrane proteins and multidrug transporters. Additionally, compound 1 induced oxidative stress, leading to elevated reactive oxygen species levels. These multifaceted mechanisms highlight the potential of K. melanogena natural products in the development of novel antifungal agents. IMPORTANCE Fungal infections cause substantial morbidity and mortality worldwide, yet current treatments are limited and increasingly undermined by resistance. Natural products remain a proven source of antifungal agents, but few new scaffolds have been introduced in recent decades. We identified a novel polyene macrolide from Kitasatospora melanogena with potent activity against major fungal pathogens. This compound disrupts both the fungal cell wall and membrane while inducing oxidative stress, revealing a multifaceted mechanism of action. Our findings highlight soil microbes as valuable reservoirs for a",
    "url": "https://journals.asm.org/doi/abs/10.1128/spectrum.03143-25?af=R",
    "pubDate": "2026-01-28T08:00:00Z",
    "category": "science",
    "abstract_source": "openalex",
    "summary": "This paper reports the isolation and characterization of a novel 28-membered polyene macrolide compound from the soil bacterium Kitasatospora melanogena, designated compound 1, which demonstrates potent antifungal activity against four major fungal pathogens with minimum inhibitory concentrations ranging from 4 to 16 micrograms per millilitre. When applied to Aspergillus fumigatus, the compound caused significant growth reduction and disrupted both the cell wall and cell membrane structures compared to untreated controls. gene-expression analysis analysis of exposed fungal cells revealed substantial decreased activity of genes responsible for cell wall and membrane assembly, as well as genes encoding integral membrane proteins and multidrug transporters. The compound also triggered oxidative stress in the fungal cells, elevating levels of reactive oxygen species. These findings establish that compound 1 operates through multiple simultaneous mechanisms rather than a single target. The identification of this compound from soil microbes points to a material entanglement between fungal pathogenicity and microbial competition: the same soil bacterium that produces this antifungal molecule exists in an ecological context where such chemical warfare against fungi is a competitive necessity, yet the extraction and weaponization of this compound for clinical use transforms a localized metabolic strategy into a pharmaceutical intervention. The reliance on soil microbes as reservoirs for novel antifungal scaffolds also exposes a dependency on undisturbed soil ecologies at a moment when agricultural intensification, land conversion, and climate disruption are rapidly altering the microbial communities from which such compounds might be sourced.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T00:18:06.281382"
  },
  {
    "title": "Nano-Stimulated Immunity: Synthesis and Functionalization of CuS Induce Multilevel Defense Responses against Fusarium in Tomato (Solanum lycopersicum)",
    "source": "acs: Journal of Agricultural and Food Chemistry: Table of Contents",
    "excerpt": "This study investigated how doping-modified copper sulfide (CuS) micronanoparticles (MNPs) influence tomato resistance against fungal pathogens. Three cuboidal CuS MNPs─undoped (CuS), iron-doped (Fe-CuS), and cerium-doped (Ce-CuS)─were foliarly applied to Fusarium-infected plants in a greenhouse study. Fe-CuS led to the highest Cu accumulation in leaves─15.7 and 158.4% higher than undoped CuS and Ce-CuS, respectively, likely due to its positive charge facilitating stronger electrostatic interactions and more efficient NPs uptake. Compared to the untreated control, the Fe-CuS foliar application resulted in a 487.7% increase in shoot biomass and a 36.8% reduction in wilt damage through activation of jasmonic acid/ethylene signaling, indicating a dual role of CuS MNPs as both a micronutrient carrier and an immune stimulant. Importantly, copper amine oxidases (CuAOs) activation may link Cu homeostasis to stress-induced H2O2 production, indicating a novel mechanism for nanoparticle-enabled plant immunity. These findings underscore the significant potential for CuS MNPs as an alternative to conventional copper-based fungicides, though long-term environmental behavior and life cycle impacts warrant further evaluation.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jafc.5c13527?af=R",
    "pubDate": "2026-01-24T08:00:00Z",
    "category": "health",
    "abstract_source": "semantic_scholar",
    "summary": "Copper sulfide micronanoparticles modified with iron or cerium were applied to tomato leaves infected with *Fusarium* fungus in a greenhouse setting. Iron-doped copper sulfide accumulated most efficiently in leaf tissue—15.7% more than undoped copper sulfide and 158.4% more than cerium-doped copper sulfide—because its positive electrical charge enabled stronger attachment to plant cell surfaces and more effective particle uptake. Foliar treatment with iron-doped copper sulfide increased shoot biomass by 487.7% relative to untreated controls and reduced wilt damage by 36.8%, effects mediated through activation of plant stress-signaling pathways involving jasmonic acid and ethylene. The mechanism appears to involve copper amine oxidases, enzymes that link copper availability to the production of hydrogen peroxide, a reactive molecule that triggers plant immune responses to fungal threat. This paper positions copper sulfide micronanoparticles as a potential replacement for conventional copper-based fungicides, though the authors acknowledge that long-term environmental persistence and cumulative lifecycle costs remain uncharacterized.  The dual capacity of these particles—simultaneously delivering micronutrient copper while triggering immune activation—reveals a material entanglement typical of technological interventions in agricultural systems under pathogenic pressure. Copper has long functioned as both nutrient and antimicrobial agent in farming; here, engineered nanoparticles amplify this dual utility while introducing new dependencies on synthetic particle production and application infrastructure. The reliance on iron-doping to achieve efficacy suggests that simple copper-based remedies are insufficient for contemporary fungal pressures, displacing the problem toward more complex material assemblages whose long-term consequences in soil, water, and plant tissues remain unmonitored.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T00:18:12.095052"
  },
  {
    "title": "A combined genetic and chemical approach for identifying novel antifungal compounds against Fusarium graminearum",
    "source": "American Society for Microbiology: Microbiology Spectrum: Table of Contents",
    "excerpt": "ABSTRACT Chemical fungicides act by targeting specific proteins or pathways, known as modes of action (MoAs). In this study, we established a systematic screening platform using Fusarium graminearum gene knockout mutants to evaluate the efficacy of fungicides and identify novel antifungal compounds. Target genes corresponding to major fungicide classes were deleted by homologous recombination, and the resulting mutants exhibited altered sensitivity to the corresponding fungicides compared with the wild-type strain. Deletion of genes encoding known fungicide targets revealed distinct sensitivity profiles, supporting MoA prediction. Using the platform that detects sensitivity differences through OD₆₀₀ changes, we examined a chemical library of 2,704 small molecules and identified 8 compounds with activity likely involved in the osmotic signal transduction pathway. Several of these compounds exhibited previously unreported antifungal activity, underscoring their potential as novel scaffolds for future development. Collectively, this platform provides a robust, mechanism-informed system for antifungal discovery, with broad applicability to synthetic agents, natural products, and biocontrol metabolites. IMPORTANCE This study provides a perspective on developing strategies to manage fungal pathogens with implications for agriculture and food security. The effectiveness of current fungicides is increasingly limited by resistance, narrow target ranges, and environmental concerns. By combining genetic approaches with chemical screening, this work offers a more systematic way to identify candidate antifungal agents and better understand their possible mechanisms. The framework may also be adapted for use in other areas, including medical and veterinary applications, suggesting potential broader applicability. In addition, the emphasis on exploring new molecular scaffolds supports efforts to develop more sustainable and long-term disease management strategies. Overall, this st",
    "url": "https://journals.asm.org/doi/abs/10.1128/spectrum.02961-25?af=R",
    "pubDate": "2026-01-22T08:00:00Z",
    "category": "science",
    "abstract_source": "semantic_scholar",
    "summary": "This paper describes a genetic screening platform built on Fusarium graminearum mutants to identify novel antifungal compounds. Researchers deleted genes encoding known fungicide targets through homologous recombination, creating mutant strains with altered sensitivity profiles to standard fungicides compared to wild-type organisms. These mutants served as a diagnostic tool: differential sensitivity across the mutant panel revealed the likely mechanism of action for test compounds. The researchers screened a library of 2,704 small molecules using optical density measurements at 600 nanometres to detect growth inhibition, identifying 8 compounds with activity suggesting involvement in osmotic signal transduction pathways. Several of these compounds showed antifungal effects not previously documented, positioning them as potential chemical scaffolds for future drug development. The platform is presented as adaptable to synthetic agents, natural products, and biocontrol metabolites, with potential application beyond agriculture to medical and veterinary contexts.  The study reflects a material entanglement characteristic of contemporary fungal management: the same organism—Fusarium graminearum, a cereal pathogen of significant agricultural consequence—becomes simultaneously a liability and a research infrastructure. Fungicide resistance, which narrows the practical toolkit for controlling this pathogen in grain production, simultaneously drives the search for novel compounds and justifies investment in screening platforms. The identification of compounds targeting osmotic stress pathways reveals dependencies embedded in agricultural systems: vulnerability to this mould is inseparable from the chemical and genetic interventions now required to sustain crop yields, each new compound a temporary reprieve rather than a durable solution.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T00:18:17.266509"
  },
  {
    "title": "Homologous Overexpression of Phosphatidate Phosphatase (Lipin) in the Oleaginous Fungus Mucor circinelloides WJ11 Enhances Lipid Accumulation under Static Solid Cultivation and Submerged Fermentation",
    "source": "acs: Journal of Agricultural and Food Chemistry: Table of Contents",
    "excerpt": "Lipin, a phosphatidic acid phosphatase, catalyzes the conversion of phosphatidic acid to diacylglycerol, a key step in triacylglycerol (TAG) biosynthesis, and acts as a transcriptional coregulator of lipid metabolism. In this study, the Lipin-encoding gene (McLipin) was overexpressed in Mucor circinelloides WJ11 to evaluate its impact on lipid accumulation under submerged (SmF) and solid-state fermentation (SSF). Under SSF, McLipin overexpression increased cell dry weight by 19% in spores and 36.9% in mycelia compared to the control strain. Total fatty acid (TFA) content increased by 35.7% in mycelia, while in spores it increased from 10% to 18% of dry cell weight, indicating a substantial enhancement in lipid yield. Fatty acid profiling showed elevated proportions of C16:0, C18:2, and C18:3 and a reduced C18:1 content. RT-qPCR indicated that McLipin expression peaked at 24 h under SSF, coinciding with upregulation of ACC, FAS, cME, and NADPH-generating genes. These results suggest that McLipin overexpression reprograms lipid metabolism, significantly enhancing TAG biosynthesis under SSF for potential industrial lipid production.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jafc.5c11518?af=R",
    "pubDate": "2026-01-21T08:00:00Z",
    "category": "health",
    "abstract_source": "semantic_scholar",
    "summary": "This paper describes the genetic engineering of Mucor circinelloides WJ11, an oleaginous fungus, to overproduce phosphatidate phosphatase (Lipin), an enzyme that catalyzes the conversion of phosphatidic acid to diacylglycerol during the synthesis of triacylglycerols (storage fats). Under solid-state fermentation, the engineered strain accumulated 36.9% more cell mass in filamentous growth structures and 35.7% more total fatty acids compared to unmodified controls, with spore lipid content rising from 10% to 18% of dry cell weight. Fatty acid composition shifted toward elevated saturated and polyunsaturated forms (C16:0, C18:2, C18:3) and reduced monounsaturated content (C18:1). Gene expression analysis showed that Lipin overexpression coordinated the increased activity of downstream metabolic pathways—acetyl-coenzyme A carboxylase, fatty acid synthase, carnitine methyltransferase, and nicotinamide adenine dinucleotide phosphate-generating enzymes—peaking at 24 hours under solid-state fermentation conditions. The findings position this engineered strain as a potential platform for industrial-scale lipid production.  Within turbulent resource economies, this fungal modification exemplifies how a single metabolic pathway can be engineered to redirect cellular investment from growth toward accumulation of commercially valuable lipids. The shift in fatty acid composition—toward polyunsaturated forms preferred in food and chemical industries—reveals how genetic intervention reshapes not just biomass but the molecular profile of what the organism produces, transforming Mucor circinelloides from a generalist decomposer into a specialized lipid factory. The reliance on solid-state fermentation, a low-input cultivation method suited to resource-constrained settings, suggests that such engineered strains may become embedded in distributed production networks, making fungal metabolism itself a site where industrial demand for plant-alternative oils intersects with the material capacities of organisms adapted to degrading diverse growth media.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T00:18:22.818004"
  },
  {
    "title": "Beyond Fumigatus: a molecular portrait of clinical Aspergillus diversity, pathogenicity, and antifungal resistance",
    "source": "American Society for Microbiology: Antimicrobial Agents and Chemotherapy: Table of Contents",
    "excerpt": "ABSTRACT Aspergillus infection poses a major clinical challenge, particularly in immunocompromised individuals, with invasive diseases associated with high mortality. While Aspergillus fumigatus remains the predominant species causing human infections, recent studies highlight the growing clinical significance of lesser-known and cryptic Aspergillus species, which often exhibit reduced susceptibility to standard antifungal therapies. In this study, we analyzed 196 clinical Aspergillus isolates from 107 patients treated at the NIH Clinical Center between 2019 and 2022. A total of 38 Aspergillus species across 11 taxonomic sections were identified, with non-fumigatus and cryptic species accounting for 77.1% of all isolates. The most frequently recovered species were A. fumigatus sensu stricto (22.9%), A. sydowii (8.7%), A. calidoustus (7.1%), A. nidulans (6.6%), A. tanneri (6.1%), and A. terreus (5.6%). Species-level identification was achieved in 43% of isolates using matrix-assisted laser desorption/ionization time-of-flight mass spectrometry (MALDI-TOF MS). In contrast, PCR sequencing confirmed species identity in over 88% of isolates by targeting the internal transcribed spacer (ITS) region of rDNA, 81% using the β-tubulin gene, and 68% using the calmodulin gene. The most common underlying clinical conditions among patients were bronchiectasis (35%), chronic granulomatous disease (22%), and pulmonary non-tuberculous mycobacterial infection (17%). Out of 107 patients, eight died (8/107, 7.5%); six of these deaths occurred in patients with chronic granulomatous disease (CGD) and two in patients with RAG1 deficiency. Antifungal susceptibility testing showed that olorofim had the lowest minimal inhibitory concentrations across species. In contrast, the activity of triazoles and amphotericin B was variable, particularly against A. tanneri, A. calidoustus, and A. sydowii. This study presents one of the largest species-level data sets of Aspergillus isolates to date, und",
    "url": "https://journals.asm.org/doi/abs/10.1128/aac.01184-25?af=R",
    "pubDate": "2026-01-13T08:00:00Z",
    "category": "clinical",
    "abstract_source": "semantic_scholar",
    "summary": "This study documents 196 clinical isolates of Aspergillus recovered from 107 patients at the National Institutes of Health Clinical Center between 2019 and 2022, identifying 38 species across 11 taxonomic sections. Non-fumigatus and cryptic species comprised 77.1% of isolates, with Aspergillus fumigatus sensu stricto accounting for only 22.9%, followed by Aspergillus sydowii (8.7%), Aspergillus calidoustus (7.1%), Aspergillus nidulans (6.6%), Aspergillus tanneri (6.1%), and Aspergillus terreus (5.6%). Species identification success varied markedly by method: matrix-assisted laser desorption/ionization time-of-flight mass spectrometry achieved 43% accuracy, while polymerase chain reaction sequencing of the internal transcribed spacer region confirmed identity in 88% of isolates, the β-tubulin gene in 81%, and the calmodulin gene in 68%. Underlying patient conditions were predominantly bronchiectasis (35%), chronic granulomatous disease (22%), and pulmonary non-tuberculous mycobacterial infection (17%), with mortality of 7.5% overall (8 deaths), including six deaths among patients with chronic granulomatous disease. Antifungal susceptibility testing revealed olorofim demonstrated the lowest minimum inhibitory concentrations across species, while triazoles and amphotericin B showed variable activity, particularly reduced effectiveness against Aspergillus tanneri, Aspergillus calidoustus, and Aspergillus sydowii. This paper reveals a clinical ecosystem where the canonical pathogen—Aspergillus fumigatus—has become minority among Aspergillus recovered from immune-weakened patients, while species historically treated as secondary threats now dominate clinical isolate collections and exhibit variable or reduced susceptibility to established antifungal drugs. The concentration of fatal infections within the chronic granulomatous disease population, combined with the prevalence of bronchiectasis and non-tuberculous mycobacterial co-infection, suggests that Aspergillus pathogenicity is not a fixed property of the organism but emerges from specific configurations of damaged lung tissue, genetic immune deficiency, and prior microbial colonization—a pattern that implicates both the mould and the material conditions of the host.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T00:18:27.682304"
  },
  {
    "title": "Production of ETP-Type (Epipolythiodioxopiperazine) Mycotoxins in Clinical Fungal Isolates",
    "source": "acs: Journal of Natural Products: Table of Contents",
    "excerpt": "Gliotoxin, an epipolythiodioxopiperazine (ETP) toxin, has been reported in several fungal species, but its distribution remains unclear. We analyzed 140 clinical isolates from two major hospitals using HPLC and LC-MS/MS to assess gliotoxin production. Gliotoxin was detected only in Aspergillus fumigatus isolates, with no production observed in any other species under multiple culture conditions. Molecular networking and comparative genomics revealed distinct ETP-related pathways in non-A. fumigatus species, including aspirochlorine derivatives in Aspergillus flavus and aranotin-related metabolites in Aspergillus terreus. These findings clarify species-specific ETP profiles and confirm A. fumigatus as the sole gliotoxin producer among the isolates examined.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jnatprod.5c01151?af=R",
    "pubDate": "2026-01-04T08:00:00Z",
    "category": "indoor",
    "abstract_source": "semantic_scholar",
    "summary": "Gliotoxin, a toxic secondary metabolite produced by certain fungi, was detected exclusively in *Aspergillus fumigatus* isolates among 140 clinical fungal samples collected from two hospitals and analysed using high-performance liquid chromatography and liquid chromatography–tandem mass spectrometry. No gliotoxin production was observed in other fungal species tested across multiple culture conditions. Molecular networking and comparative genomic analysis identified distinct pathways for related toxins in other *Aspergillus* species: *Aspergillus flavus* produced aspirochlorine derivatives, while *Aspergillus terreus* produced aranotin-related metabolites. This paper clarifies that gliotoxin production is species-specific and confirms *Aspergillus fumigatus* as the sole gliotoxin producer among the clinical isolates examined.  The findings reveal a material entanglement between clinical pathogenicity and metabolic capacity: the same species that dominates respiratory infections in immune-weakened hospital patients is uniquely equipped to synthesize a toxin that suppresses immune responses. Meanwhile, related *Aspergillus* species—*A. flavus* and *A. terreus*—produce structurally distinct secondary metabolites that may carry their own clinical or environmental consequences, yet remain undetected by standard clinical surveillance focused on gliotoxin alone. This species-level metabolic differentiation suggests that clinical risk assessment and toxin monitoring in hospital settings are contingent on knowing which fungal species is present, a diagnostic precision that may not be equally available across all clinical contexts or geographic regions.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T00:18:31.902462"
  },
  {
    "title": "Antibacterial and Cytotoxic Decahydrofluorene-Class Alkaloids from the Marine-Derived Fungus Penicillium sp. SCSIO 41512",
    "source": "acs: Journal of Natural Products: Table of Contents",
    "excerpt": "Eight new decahydrofluorene-class alkaloids, pyrrospirones R-Y (1-8), together with 13 known analogues (9-21) were isolated from the marine-derived fungal strain Penicillium sp. SCSIO 41512. Their structures were determined by extensive spectroscopic analysis, and their absolute configurations were established by quantum chemical calculations of electronic circular dichroism (ECD) spectra, by a comparison of experimental ECD spectra, or by single-crystal X-ray diffraction analysis. Compound 1 rarely contains an oxime hydroxy with a 6/5/6/5/6/13 polycyclic system. A plausible biosynthetic pathway for 1 and 2 was proposed. Biologically, compounds 1, 4, 6, 8, 10-12, 14-15, 18-19, and 21 had cytotoxicity against human cancer cell lines A549 and HCT116 with IC50 values of 7.3-79.3 μM, and 1, 4, 6, 11, 15, 18, and 21 also showed significant inhibitory activity against six pathogenic bacteria with MIC values of 1.6-13.0 μg/mL. Their structure-bioactivity relationship was also discussed.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jnatprod.5c01203?af=R",
    "pubDate": "2025-12-17T08:00:00Z",
    "category": "indoor",
    "abstract_source": "semantic_scholar",
    "summary": "This study isolated eight new alkaloid compounds from a marine-derived strain of Penicillium fungus collected from the South China Sea. The researchers determined the chemical structures of these compounds using spectroscopic methods and confirmed their three-dimensional arrangements through quantum chemical modelling and X-ray crystallography. One compound (designated as 1) contained an unusual oxime hydroxyl group within a complex five-ring system. Nine of the isolated compounds showed cell-damaging activity against human lung cancer cells and colorectal cancer cells, with half-maximal inhibitory concentrations ranging from 7.3 to 79.3 micromolar. Seven of the compounds also demonstrated antibacterial activity against six pathogenic bacterial species, with minimum inhibitory concentrations between 1.6 and 13.0 micrograms per millilitre. The researchers analysed how structural variations among the compounds correlated with their biological effects.  The dual capacity of these fungal metabolites—simultaneously toxic to human cancer cells and inhibitory to pathogenic bacteria—illustrates a material entanglement characteristic of the Anthropocene: the same organism and its chemical products function as both threat and therapeutic resource. The marine-derived Penicillium strain, itself a product of industrial bioprospecting in coastal waters, generates compounds that could serve pharmaceutical accumulation while their ecological origins and potential environmental impacts remain unexamined. The compounds' activity against both human malignancies and bacteria reflects how fungal metabolism operates across multiple scales of human concern, from clinical disease to laboratory assay, without clear resolution of which application—or which populations—will ultimately benefit from their extraction and development.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T00:18:36.846245"
  },
  {
    "title": "Advancing mold identification in the routine laboratory, performance of smartphone-based imaging and a newly developed convolutional neural network",
    "source": "American Society for Microbiology: Microbiology Spectrum: Table of Contents",
    "excerpt": "ABSTRACT Mold identification in clinical diagnostics is traditionally labor-intensive and is dependent on expert interpretation. MoldVision is a deep-learning approach that uses smartphone images of mold cultures to automate identification. We analyzed 161 clinical isolates across four common mold genera: Penicillium spp., Aspergillus spp. (with A. flavus and A. fumigatus), Fusarium spp., and Cladosporium spp. Daily images were captured from the top and bottom of culture plates over 5 days using a standardized smartphone setup, generating over 4,000 images. We trained three variations of Visual Geometry Group 16 (VGG16) convolutional neural networks (CNNs) and benchmarked the best-performing model (VGG16 with dual classification heads) against LightGBM models trained on pre-extracted features and human expert assessments at various time points. The best-performing VGG16 model achieved a mean (SD) AUROC of 92.7% ± 1.8% and sensitivity of 68.7% ± 2.6% across all species. Here, the performance in identifying Cladosporium spp. was best (AUROC of 99.9% ± 0.1%, fivefold cross-validation mean and SD). Regarding the evaluations over time, early-stage classification (days 1–2) was challenging (F1-score 38.8% ± 3.5% across all species) but improved significantly on days 3–5 (F1 92.1% ± 2.8% across all species). Compared to experts, MoldVision consistently showed superior performance, particularly in mature cultures, detecting subtle morphological features earlier and more accurately. Our results demonstrate that CNNs integrated with low-cost smartphone imaging can reliably classify mold species in routine diagnostics, outperforming human experts in many cases. This approach offers a practical and scalable solution for laboratories lacking specialized mycology expertise, especially in resource-limited settings. IMPORTANCE Timely, accurate mold identification can save lives, yet today it often requires days of growth and scarce expert time. MoldVision offers a practical alterna",
    "url": "https://journals.asm.org/doi/abs/10.1128/spectrum.02924-25?af=R",
    "pubDate": "2025-12-16T08:00:00Z",
    "category": "science",
    "abstract_source": "semantic_scholar",
    "summary": "This study reports the development and validation of MoldVision, a deep-learning system that uses smartphone photographs of mold cultures to automate species identification in clinical diagnostics. The research analyzed 161 clinical isolates from four common mold genera—Penicillium, Aspergillus (including A. flavus and A. fumigatus), Fusarium, and Cladosporium—capturing over 4,000 images from the top and bottom of culture plates daily over a 5-day period using standardized smartphone equipment. Three variations of a convolutional neural network architecture (Visual Geometry Group 16) were trained and tested; the best-performing model achieved an area under the receiver operating characteristic curve of 92.7 percent across all species, with sensitivity of 68.7 percent, and notably achieved 99.9 percent accuracy for Cladosporium identification. Performance improved substantially with culture maturity: early-stage classification on days 1–2 achieved an F1-score of 38.8 percent, while days 3–5 reached 92.1 percent, and the system consistently outperformed human expert assessments in detecting subtle morphological features, particularly in mature cultures.   The tension embedded in this diagnostic advance reflects a characteristic pattern of the Patchy Anthropocene: the same labour-intensive expertise that has historically gatekept mold identification—and thus clinical access and resource allocation—is now being automated away, yet this automation simultaneously reveals the deep dependency of diagnostic systems on controlled laboratory conditions and standardized imaging infrastructure that remain unequally distributed. The system's superior performance over human experts in resource-limited settings promises to democratize identification capacity, but only where smartphone technology, stable electricity, and culture plate protocols are already in place; the molds themselves remain vectors of exposure shaped by the housing, occupational, and immunological inequalities that determine who encounters them clinically in the first place.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T00:18:41.816734"
  },
  {
    "title": "GSNOR is essential for nitric oxide homeostasis and involved in aflatoxin biosynthesis and pathogenicity in Aspergillus flavus",
    "source": "American Society for Microbiology: Applied and Environmental Microbiology: Table of Contents",
    "excerpt": "ABSTRACT Nitric oxide (NO) is an important biological signaling molecule. S-nitrosoglutathione reductase (GSNOR), a master regulator of NO signaling, regulates various biological processes. However, little is known about the role of GSNOR in Aspergillus flavus. Here, we identified a gene encoding GSNOR in this aflatoxigenic fungus and demonstrated that GSNOR shows activity during the critical life cycle stages, including spore germination, hyphal growth, and conidiogenesis. We found that GSNOR plays a crucial role in NO homeostasis, as GSNOR deletion resulted in significantly elevated NO levels and heightened sensitivity to exogenous NO stress. GSNOR also participated in multiple biological processes in A. flavus; for that, GSNOR deletion impaired conidia germination, reduced growth, decreased conidiogenesis and sclerotial development, attenuated virulence on kernels, and notably decreased aflatoxin production. Furthermore, we demonstrated that GSNOR is important for reactive oxygen species (ROS) balance, as its deletion significantly elevated mycelial ROS levels and made the strain more sensitive to oxidative stress. IMPORTANCE Aspergillus flavus is a notorious saprophytic filamentous fungus, with its production of carcinogenic aflatoxins posing serious threats to food safety and human health. Aflatoxin contamination prevention and control have long been a global challenge. In previous studies, we observed that nitric oxide (NO) significantly inhibits the aflatoxin production by A. flavus. This study further investigated the role of the key regulatory enzyme S-nitrosoglutathione reductase (GSNOR) in the NO signaling pathway. Our findings indicate that GSNOR is crucial for maintaining both NO homeostasis and reactive oxygen species (ROS) balance and plays an essential role in fungal development, pathogenicity, and aflatoxin biosynthesis. These results highlight the potential of targeting components in the NO signaling pathway, such as GSNOR, as a novel strategy for ",
    "url": "https://journals.asm.org/doi/abs/10.1128/aem.01408-25?af=R",
    "pubDate": "2025-12-16T08:00:00Z",
    "category": "indoor",
    "abstract_source": "semantic_scholar",
    "summary": "This paper identifies a gene encoding S-nitrosoglutathione reductase in Aspergillus flavus, a fungus that produces aflatoxins, and demonstrates its role in regulating nitrogen monoxide signaling and fungal development. The researchers deleted this gene and observed that the resulting mutant strain accumulated abnormally high levels of nitrogen monoxide and showed increased sensitivity to externally applied nitrogen monoxide stress. The mutant also displayed impaired spore germination, reduced mycelial growth, decreased spore production and sclerotial formation, and notably produced significantly less aflatoxin. Additionally, deletion of this gene elevated reactive oxygen species levels in fungal tissue and increased susceptibility to oxidative stress, indicating the enzyme's importance for managing both nitrogen monoxide and reactive oxygen species balance. The paper proposes that targeting components of the nitrogen monoxide signaling pathway, particularly this regulatory enzyme, could offer a novel strategy for controlling aflatoxin production and reducing food contamination.  The findings reveal a material entanglement between fungal survival and toxin production: the same enzyme that enables the mould to tolerate oxidative stress and develop normally also drives the synthesis of a carcinogen that accumulates in food systems. Disabling nitrogen monoxide regulation simultaneously weakens the fungus as a pathogen and suppresses its capacity to contaminate—suggesting that in Aspergillus flavus, disease-causing ability and chemical hazard are biochemically inseparable. This creates a paradox for food safety intervention: a pathway that could theoretically be exploited to suppress aflatoxin production is also fundamental to the mould's ability to colonize and persist in agricultural and storage environments shaped by temperature, moisture, and material conditions beyond human control.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T00:18:46.971199"
  }
]