[
  {
    "title": "Adhesive and redox modulatory nanopesticides with pathogenic microenvironment-regulated multi-enzymatic activities for synergistic control of ginseng gray mold",
    "source": "ScienceDirect Publication: Chemical Engineering Journal",
    "excerpt": "Publication date: 1 March 2026Source: Chemical Engineering Journal, Volume 531Author(s): Jialong He, Yanghong Liu, Chunyao Shang, Jiaheng Li, Tong Wu, Huiyuan Xie, Yu Dong, Kai Dong, Yingping Wang, Chen Xu",
    "url": "https://www.sciencedirect.com/science/article/pii/S1385894726015032?dgcid=rss_sd_all",
    "pubDate": "2026-02-14T22:32:40Z",
    "category": "indoor",
    "summary": "This publication is still hot off the press. That means the paper is not yet indexed by global databases like CrossRef, Semantic Scholar or OpenAlex. If you want to learn what the research might have to say about life on Planet Mould you'll just have to read it yourself!",
    "enhanced": true,
    "enhanced_at": "2026-02-14T22:33:34.588106"
  },
  {
    "title": "Microcosm-dependent degradation of nonwoven fabric in surgical masks by endophytic fungi Aspergillus bridgerii",
    "source": "ScienceDirect Publication: Journal of Hazardous Materials",
    "excerpt": "The widespread use of polypropylene-based surgical masks during the COVID-19 pandemic has exacerbated environmental plastic pollution, necessitating sustainable degradation strategies. This study investigates the biodegradation potential of the endophytic fungus Aspergillus bridgerii on nonwoven polypropylene mask layers under both nutrient-rich (MSM broth) and soil microcosm conditions. A multidisciplinary approach combining weight loss measurements, FTIR-ATR spectral analysis, scanning electron microscopy (SEM), and gas chromatography-mass spectrometry (GC-MS) was employed to characterize physical, chemical, and biochemical changes in the polymer matrix. Results show that A. bridgerii induced significant degradation in both environments, with the highest weight loss % observed in MSM microcosms (20.38 ± 0.29 %), indicating active fragmentation and partial mineralization. In soil microcosms, fungal inoculation led to the most advanced oxidation (SAUB CI up to ∼4.6), extensive surface fragmentation, and the release of unique volatile organic compounds (VOCs), including DEHP (∼15 % GC-MS area) and long-chain ketones. Surprisingly, this was accompanied by the lowest residual mask mass (9.48 ± 0.19 %), suggesting enhanced mineralization in the nutrient-limited soil. SEM analysis further confirmed pronounced fiber degradation and biofilm formation. These findings underscore the role of fungal metabolism and environmental context in modulating polypropylene decay, supporting a multiple mechanistic process such as oxidative fragmentation followed by microbial assimilation. The integration of FTIR, SEM, and GC-MS provided robust evidence of mask polymer degradation and highlights the potential of Aspergillus bridgerii as a bioremediation agent for PPE waste.",
    "url": "https://www.sciencedirect.com/science/article/pii/S0304389426003018?dgcid=rss_sd_all",
    "pubDate": "2026-02-14T22:32:39Z",
    "category": "indoor",
    "abstract_source": "europepmc",
    "summary": "This study documents the capacity of the plant-internal microbe fungus Aspergillus bridgerii to degrade polypropylene nonwoven fabric from surgical masks under controlled laboratory conditions. The fungus achieved a weight loss of 20.38 percent in nutrient-rich broth microcosms and 9.48 percent in soil microcosms, with the soil environment producing more advanced chemical oxidation and the release of volatile organic compounds including diethyl phthalate and long-chain ketones. Physical analysis via scanning electron microscopy revealed pronounced fiber fragmentation and surface-colonising microbial communities on mask surfaces, while infrared spectroscopy and gas chromatography-mass spectrometry confirmed chemical transformation of the polymer matrix. The research demonstrates that fungal degradation operates through multiple mechanisms—oxidative fragmentation followed by microbial assimilation—with environmental context (nutrient availability, soil composition) modulating the rate and extent of polymer breakdown.  The findings reveal a material entanglement characteristic of pandemic waste streams: the same fungal metabolism that poses risks in clinical or indoor settings can also function as a decomposition agent for discarded protective equipment. Aspergillus bridgerii's ability to fragment and mineralize polypropylene in soil—where nutrient scarcity paradoxically accelerates degradation—points to how fungal adaptation to resource-limited conditions reshapes synthetic materials into metabolizable growth media. This paper documents not a solution to mask waste but rather a situated ecological process in which a fungal species transforms accumulated pandemic infrastructure into chemical byproducts and fungal biomass, demonstrating how the same organism operates simultaneously as both a potential biological cleanup pathway and a vector of material transformation shaped by the specific chemical and nutritional conditions of its habitat.",
    "enhanced": true,
    "enhanced_at": "2026-02-14T22:33:39.272657"
  },
  {
    "title": "Green flocculant of Aspergillus niger fungus cultured from food waste hydrolysate for enhanced sludge dewatering",
    "source": "ScienceDirect Publication: Bioresource Technology",
    "excerpt": "Sludge dewatering is vital for reducing volume and energy consumption, yet traditional chemical conditioners are limited by cost and environmental concerns. Herein, a green fungal flocculant was developed by cultivating Aspergillus niger using food waste hydrolysate as the sole substrate, achieving a biomass yield of 140.3 mg/g-chemical oxygen demand. Alkaline modification effectively altered surface chemistry by degrading hydrophilic amide groups, enhancing hydrophobicity, surface charge repulsion, and hyphal dispersion. When applied as a coagulant aid with 3% FeCl3, the base-modified fungal flocculant markedly improved sludge dewatering, increasing Dx(90) from 102.0 to 1542.9 μm and reducing specific resistance to filtration by 75.7%, with a final cake water content of 56.8%. Mechanistic analyses revealed that improved fungal network porosity, enhanced hydrophobic interactions, and coordination between fungal functional groups and Fe3+ ions synergistically facilitated water release. This bio-based strategy offers a sustainable alternative that simultaneously valorizes food waste and replaces synthetic polymeric flocculants in sludge treatment.",
    "url": "https://www.sciencedirect.com/science/article/pii/S096085242600218X?dgcid=rss_sd_all",
    "pubDate": "2026-02-14T22:32:39Z",
    "category": "indoor",
    "abstract_source": "europepmc",
    "summary": "Aspergillus niger was cultured on food waste hydrolysate as a growth growth medium, yielding 140.3 milligrams of fungal biomass per gram of chemical oxygen demand. The fungal material was then chemically modified using alkaline treatment, which removed hydrophilic amide groups from the fungal cell surface and increased its water-repelling properties. When this modified fungal material was used alongside ferric chloride in sludge treatment, it substantially improved water removal: the size of dewatered particles increased from 102.0 to 1542.9 micrometers, and the resistance of the sludge to filtration decreased by 75.7%, leaving a final cake with 56.8% water content. This paper attributes the improved performance to three interconnected mechanisms—increased porosity in the fungal network structure, stronger water-repelling interactions at the fungal surface, and chemical bonding between fungal molecules and iron ions.  The fungal flocculant represents a material entanglement characteristic of the Patchy Anthropocene: food waste, typically a marker of surplus and disposal in industrial food systems, becomes growth medium for microbial growth and subsequent valorization as a treatment technology. Yet this transformation does not erase the material dependencies embedded in the process—the fungal flocculant still requires ferric chloride as a coagulant aid, and its efficacy depends on alkaline modification, both chemical interventions that shift rather than eliminate the industrial chemistry of sludge treatment. The fungal biomass thus occupies an ambiguous position: simultaneously a \"green\" alternative to synthetic polymers and a product of the same metabolic and chemical logics that characterize industrial waste management.",
    "enhanced": true,
    "enhanced_at": "2026-02-14T22:33:44.001802"
  },
  {
    "title": "Microbial valorization of lignin to malic acid by Aspergillus niger",
    "source": "ScienceDirect Publication: Bioresource Technology",
    "excerpt": "Lignin is the largest renewable source of aromatic carbon, yet its heterogeneity and recalcitrance limit its use in higher-value bioconversion processes. In this study, Aspergillus niger was engineered to enable the bioconversion of lignin-derived aromatics and base-catalyzed depolymerized (BCD) lignin streams into malic acid, a value-added C4 dicarboxylic acid with broad industrial relevance. Overexpression of the C4 dicarboxylate transporter C4T318 from Aspergillus oryzae enhanced malic acid secretion, while medium optimization under buffered conditions further improved the production. The engineered strain efficiently assimilated representative lignin-derived aromatics, including 4-hydroxybenzoic acid and p-coumaric acid, producing up to 3.9 g/L malic acid. Conversion of BCD lignin liquors from poplar and sorghum demonstrated effective utilization of heterogeneous aromatic mixtures, generating up to 0.82 g/L malic acid. This work demonstrates direct fungal conversion of real lignin streams into malic acid and establishes A. niger as a promising platform for sustainable lignin valorization.",
    "url": "https://www.sciencedirect.com/science/article/pii/S0960852426000994?dgcid=rss_sd_all",
    "pubDate": "2026-02-14T22:32:39Z",
    "category": "indoor",
    "abstract_source": "openalex",
    "summary": "Aspergillus niger was engineered in this study to convert lignin—the largest renewable source of aromatic carbon on Earth—into malic acid, a four-carbon organic acid with industrial applications. The fungus was modified to overexpress a transporter protein from Aspergillus oryzae that enhances the secretion of malic acid, while adjustments to growth medium conditions further boosted production. The engineered strain successfully metabolized individual lignin-derived aromatic compounds, including 4-hydroxybenzoic acid and p-coumaric acid, producing up to 3.9 grams of malic acid per litre of culture. The fungus also processed base-catalyzed depolymerized lignin liquors derived from poplar and sorghum biomass—complex mixtures of aromatic compounds—generating up to 0.82 grams of malic acid per litre, demonstrating that the strain could handle heterogeneous real-world lignin streams rather than purified single compounds.  Lignin valorization through fungal conversion reveals a material entanglement characteristic of the Patchy Anthropocene: the same recalcitrant waste stream that accumulates in pulp mills and biorefinery residues becomes, through fungal metabolic engineering, a growth medium for chemical synthesis. The heterogeneity that makes lignin difficult to process conventionally—its variable aromatic composition across plant species and processing methods—becomes, in this fungal system, a feature the organism can navigate rather than an obstacle. What emerges is not simply a cleaner production pathway but a redistribution of economic value: lignin shifts from a low-value byproduct burned for energy to a feedstock for higher-value chemical synthesis, a transformation that depends entirely on the fungus's capacity to metabolize materials humans have struggled to use.",
    "enhanced": true,
    "enhanced_at": "2026-02-14T22:33:49.009670"
  },
  {
    "title": "Airborne Alternaria and Cladosporium at Ground Level: Influence of Land Use and Harvesting Activity",
    "source": "ScienceDirect Publication: Environmental Pollution",
    "excerpt": "Publication date: Available online 13 February 2026Source: Environmental PollutionAuthor(s): Kacper Sobieraj, Oliwia Wieczorek, Michał Delikta, Krzysztof Stawrakakis, Łukasz Grewling, Paweł Bogawski",
    "url": "https://www.sciencedirect.com/science/article/pii/S0269749126001922?dgcid=rss_sd_all",
    "pubDate": "2026-02-14T22:32:39Z",
    "category": "indoor",
    "summary": "This publication is still hot off the press. That means the paper is not yet indexed by global databases like CrossRef, Semantic Scholar or OpenAlex. If you want to learn what the research might have to say about life on Planet Mould you'll just have to read it yourself!",
    "enhanced": true,
    "enhanced_at": "2026-02-14T22:33:49.783015"
  },
  {
    "title": "Screening, risk assessment, and rapid detection of mycotoxins in edible herbs based on UPLC-MS/MS and FT-NIR",
    "source": "ScienceDirect Publication: Food Research International",
    "excerpt": "Publication date: 30 April 2026Source: Food Research International, Volume 230Author(s): Kangnan Liu, Ling Fang, Yaling An, Zijun Tang, Wenjie Zhao, Chunqian Song, Lin Feng, Xiaokang Liu, Zhenwei Li, Daidi Zhang, De-an Guo",
    "url": "https://www.sciencedirect.com/science/article/pii/S0963996926002188?dgcid=rss_sd_all",
    "pubDate": "2026-02-14T22:32:35Z",
    "category": "health",
    "summary": "This publication is still hot off the press. That means the paper is not yet indexed by global databases like CrossRef, Semantic Scholar or OpenAlex. If you want to learn what the research might have to say about life on Planet Mould you'll just have to read it yourself!",
    "enhanced": true,
    "enhanced_at": "2026-02-14T22:33:50.550284"
  },
  {
    "title": "Self-supervised learning for aflatoxin B1 detection using masked spectra",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Aflatoxins are highly toxic secondary metabolites widely found in peanut and maize kernels. This study proposes a strategy based on self-supervised learning (SSL) for the accurate detection of Aflatoxin B1 in peanuts and maize. Firstly, an SSL backbone network was constructed to perform a spectral reconstruction task on masked spectra, providing pre-trained weights for subsequent supervised learning. Secondly, the spectral reconstruction error was innovatively used as a wavelength attention mechanism, integrated with the fine-tuned encoder from the SSL stage to develop a classification model. This model achieved a mean accuracy of 0.9805 ± 0.0019 in peanuts and 0.9478 ± 0.0060 in maize, outperforming other deep learning models. Furthermore, key wavelengths were selected based on the spectral reconstruction error. Experimental results demonstrated that the 40 selected key wavelengths outperformed other methods, with a more uniform distribution, capturing richer spectral features. The strategy in this study provides an efficient solution for few-sample spectral detection.",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626005005?dgcid=rss_sd_all",
    "pubDate": "2026-02-14T22:32:35Z",
    "category": "health",
    "abstract_source": "semantic_scholar",
    "summary": "Aflatoxin B1, a toxic compound produced by certain moulds, accumulates in peanut and maize kernels and poses significant food safety risks. This paper develops a detection method using self-supervised learning on spectral data—a machine learning approach where a neural network first learns patterns from unlabeled spectral measurements by reconstructing masked portions of spectra, then applies this knowledge to classify whether aflatoxin B1 is present. The method achieved detection accuracy of 98.05 per cent in peanuts and 94.78 per cent in maize, surpassing other deep learning approaches tested. The researchers identified 40 key wavelengths of light that carry the most diagnostic information about aflatoxin presence, selected through analysis of reconstruction errors from the self-supervised stage.  The detection apparatus itself—spectral measurement of grain kernels—operates at the intersection of agricultural commodity flows and toxin surveillance. Aflatoxin B1 emerges here not merely as a pathogenic metabolite requiring elimination, but as a detectable material signature embedded in grain destined for human and animal consumption. The method's efficiency with limited training samples suggests potential deployment in contexts where grain testing infrastructure remains sparse or where rapid screening of high-volume commodity batches is economically necessary. Yet the technology's capacity to identify contaminated grain also depends on access to spectral scanning equipment and computational resources, making detection itself a distributed capacity shaped by capital investment in agricultural supply chains rather than a neutral technical capability.",
    "enhanced": true,
    "enhanced_at": "2026-02-14T22:33:54.967293"
  },
  {
    "title": "A comprehensive review of decontamination techniques for mycotoxin control in food: Advancement from conventional to unconventional strategies and the way forward",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Mycotoxin contamination of food and feed is a lingering issue of the global agro-food industries and a matter of severe socio-economic concern. Several methods have been conventionally employed for mycotoxin decontamination but their efficiency remained low and insufficient due to robustness of mycotoxin structures. In this article, use of unconventional technologies like irradiation, ozonation, cold activated plasma, magnetic nanoparticles, high hydrostatic pressure, pulsed electric fields, pulsed light, natural essential oils and phytochemicals in controlling growth of toxigenic fungi and degrading mycotoxins in various foodstuffs have been reviewed. The efficacy of decontamination of different types of major mycotoxins by these novel techniques and the associated safety and limitation factors have been analysed and discussed in detail. Combination of different unconventional techniques and impact of techno-economic-environmental aspects associated with these advanced technologies on their adoption and implementation at large scale to achieve a green and sustainable control of mycotoxins have been highlighted.",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626005200?dgcid=rss_sd_all",
    "pubDate": "2026-02-14T22:32:35Z",
    "category": "health",
    "abstract_source": "semantic_scholar",
    "summary": "This paper surveys decontamination methods for mycotoxins in food and feed, comparing conventional approaches with emerging technologies. The conventional techniques addressed in this review have proven inadequate because mycotoxin molecules are structurally resistant to degradation. The unconventional technologies examined include irradiation, ozonation, cold activated plasma, magnetic nanoparticles, high hydrostatic pressure, pulsed electric fields, pulsed light, natural essential oils, and phytochemicals—all evaluated for their capacity to inhibit toxigenic fungi growth and break down mycotoxins across different food commodities. This paper analyzes the effectiveness of these novel techniques against major mycotoxin types, alongside their safety profiles and practical limitations. The review also considers combinations of multiple unconventional techniques and assesses the technical, economic, and environmental factors that determine whether these advanced technologies can be scaled up for large-scale implementation.  Within food systems shaped by global trade and storage infrastructure, mycotoxin contamination emerges as both a persistent hazard requiring technological intervention and a site where novel decontamination methods generate new dependencies and costs. The shift from conventional to unconventional technologies—from simple physical removal to plasma activation and nanoparticle deployment—reveals how food safety increasingly depends on energy-intensive, capital-heavy systems whose adoption remains uneven across regions and commodity chains. The paper's attention to techno-economic-environmental trade-offs suggests that no single decontamination method resolves the underlying material problem; instead, the choice of technique redistributes risk and resource demand across different stages of production and storage.",
    "enhanced": true,
    "enhanced_at": "2026-02-14T22:33:59.853770"
  },
  {
    "title": "Advances in affinity magnetic bead - based pretreatment and detection strategies for mycotoxins in foods: A review",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Food contamination with mycotoxins poses a serious threat to human and animal health. Traditional chromatographic methods and rapid detection techniques are widely used for accurate quantification and on-site rapid screening, respectively, and play essential roles in food safety monitoring. However, these approaches still face limitations arising from cumbersome sample pretreatment and matrix effects. Affinity magnetic beads (AMBs), which integrate highly specific recognition elements with magnetic carriers, represent a promising solution owing to their strong enrichment capability, good dispersibility, soften matrix effects, and high compatibility with automated systems. This review discusses the structure, working principles, and applications of AMBs employing antibodies, aptamers, and molecularly imprinted polymers as recognition elements. It also evaluates their effectiveness in enhancing the sensitivity and accuracy of both chromatographic and rapid detection methods. Finally, the review highlights current challenges and future perspectives for the application of AMBs in mycotoxin detection.",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626004802?dgcid=rss_sd_all",
    "pubDate": "2026-02-14T22:32:35Z",
    "category": "health",
    "abstract_source": "europepmc",
    "summary": "This review examines affinity magnetic beads as tools for detecting mycotoxins in food. The beads work by combining recognition molecules—antibodies, aptamers, or molecularly imprinted polymers—with magnetic carriers to isolate and concentrate mycotoxins from food samples. According to this paper, affinity magnetic beads address persistent problems in mycotoxin detection: they reduce the labour-intensive sample preparation steps that precede analysis, diminish interference from other food components, and integrate readily with automated detection systems. The review evaluates how these beads enhance both traditional chromatographic methods and rapid on-site screening techniques, assessing their capacity to improve detection sensitivity and accuracy across different recognition chemistries.  Within food systems shaped by storage conditions, labour constraints, and capital investment in safety infrastructure, affinity magnetic beads represent a technical intervention that simultaneously reveals and obscures the material conditions of contamination. The beads make mycotoxin detection faster and more automated, yet this efficiency depends on their ability to selectively bind and remove toxins that accumulate precisely because of the economic pressures—inadequate storage facilities, moisture control, and supply chain monitoring—that characterize food production in many regions. Detection technology thus becomes a proxy for managing risk rather than addressing the structural vulnerabilities that allow fungal proliferation and toxin accumulation in the first place.",
    "enhanced": true,
    "enhanced_at": "2026-02-14T22:34:03.800151"
  },
  {
    "title": "Molecular stabilizing a glucose oxidase from Aspergillus eucalypticola with improved catalytic activity and optimized antimicrobial capacity",
    "source": "ScienceDirect Publication: International Journal of Biological Macromolecules",
    "excerpt": "Glucose oxidase (GOX EC.1.1.3.4) specifically catalyzes the reaction of β-d-glucose to gluconic acid in an oxygen-consuming process, enabling its antimicrobial potential. However, the unstable nature and insufficient activity of the FAD-dependent dimer hinder the antibacterial capacity. In this study, A GOX from Aspergillus eucalypticola (AeGOXL), outstanding for its catalytic efficiency, was selected for laboratory evolution through random mutagenesis. Three thermostable variants Q148K, H283Y, and P514K were selected and form the combined variant Q148K/H283Y (M1), superior in both thermostability (T50 increased 13 °C, Tm increased 6.7 °C, and 2.1-fold of t1/2 prolonged at 80 °C) and catalytic activity (97% and 57% increase in specific activity and kcat/Km), comparing with the WT. Structural investigations elucidated the molecular stabilization due to additional hydrogen bond network formation, while long-range interaction elevated the flexibility of key residues, improving the substrate affinity. For antibacterial capacity, M1 significantly brought down the half maximal inhibitory concentrations (IC50) for Staphylococcus aureus and Escherichia coli separately to 21.3 and 17.4 mg/L (52.5% and 70.5% lower than the WT, comparable to sensitive conventional antibiotics), in accordance with the electron microscope manifestation. This research delved into the GOX functional based enzymatic antibacterial approaches, providing milder and more eco-friendly substrate to address antibacterial requirements.",
    "url": "https://www.sciencedirect.com/science/article/pii/S0141813026008123?dgcid=rss_sd_all",
    "pubDate": "2026-02-14T22:32:33Z",
    "category": "science",
    "abstract_source": "europepmc",
    "summary": "Glucose oxidase extracted from Aspergillus eucalypticola was engineered through random mutagenesis to improve its stability and antimicrobial performance. The enzyme catalyzes the conversion of glucose to gluconic acid in an oxygen-dependent reaction. A combined variant carrying three mutations (Q148K/H283Y, designated M1) demonstrated superior thermal stability—with a 13 degree Celsius increase in the temperature at which half the enzyme denatures, a 6.7 degree Celsius increase in melting temperature, and a 2.1-fold extension of half-life at 80 degrees Celsius—alongside a 97 percent increase in specific activity and a 57 percent increase in catalytic efficiency compared to the unmodified enzyme. Structural analysis revealed that the mutations created additional hydrogen bonding networks and altered the flexibility of critical amino acid positions, enhancing how effectively the enzyme binds its growth medium. The engineered variant reduced the concentration required to inhibit growth of Staphylococcus aureus and Escherichia coli to 21.3 and 17.4 milligrams per litre respectively—52.5 percent and 70.5 percent lower than the unmodified enzyme—with potency comparable to conventional antibiotics, as confirmed by electron microscopy.  The stabilization of this fungal enzyme reveals a material entanglement characteristic of antimicrobial development in the Anthropocene: the same organism engineered for antibacterial capacity depends on molecular modifications that alter its fundamental biochemistry, creating a tool whose efficacy is inseparable from its engineered fragility. This research positions enzymatic antimicrobial approaches as alternatives to synthetic antibiotics, yet the requirement for laboratory evolution and structural intervention to achieve clinical-level potency underscores how microbial remediation strategies remain bound to the technological and metabolic infrastructures they purport to replace.",
    "enhanced": true,
    "enhanced_at": "2026-02-14T22:34:08.593109"
  },
  {
    "title": "Antifungal mechanism and mycotoxin control of Ligusticum jeholense essential oil against Alternaria alternata in postharvest tomato",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Alternaria alternata causes serious postharvest diseases in tomatoes, threatening shelf life and food safety. In this study, a natural and eco-friendly strategy was developed using Ligusticum jeholense essential oil (LEO), extracted via optimized enzymatic-deep eutectic solvent microwave-assisted method (EDP-MAHD), which achieved a 3.38-fold higher yield than conventional extraction. GC-MS analysis confirmed consistent chemical composition across production batches. In vitro, LEO exhibited potent antifungal activity against A. alternata (IC₅₀, 0.0718 μL/mL), while in vivo experiments on tomato fruit showed it significantly inhibited lesion expansion and suppressed the accumulation of mycotoxins, alternariol (AOH) and tenuazonic acid (TeA). SEM, TEM, proteomic, and physiological analyses revealed that LEO disrupted membrane integrity, interfered with energy metabolism, and induced oxidative stress, suggesting multi-target antifungal mechanisms. Acute toxicity in mice confirmed its safety. These findings support the application of LEO as a promising natural preservative for postharvest disease and toxin control in tomatoes.",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626004231?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T14:58:34Z",
    "category": "health",
    "abstract_source": "openalex",
    "summary": "Alternaria alternata causes serious postharvest decay in tomatoes, reducing shelf life and creating food safety risks. This paper developed a natural control strategy using essential oil extracted from Ligusticum jeholense through an optimized enzymatic-deep eutectic solvent microwave-assisted extraction method, which produced 3.38 times more oil than conventional extraction techniques. Gas chromatography-mass spectrometry confirmed the chemical composition remained consistent across production batches. The essential oil demonstrated strong antifungal activity against A. alternata in laboratory conditions (with a concentration needed to inhibit 50 percent of fungal growth at 0.0718 microliters per milliliter), and when applied to tomato fruit, it reduced the size of decay lesions and lowered levels of two mycotoxins produced by the fungus: alternariol and tenuazonic acid. Scanning electron microscopy, transmission electron microscopy, protein analysis, and physiological measurements showed the essential oil worked through multiple mechanisms—damaging the fungal cell membrane, disrupting energy production, and triggering oxidative stress—and toxicity testing in mice confirmed its safety for use.  Within postharvest tomato storage, the essential oil emerges as both a remediation technology and a material dependency. The fungus itself—capable of rapid adaptation and toxin production under the stresses of storage conditions—becomes simultaneously a threat to commodity value and a driver of the demand for botanical interventions. The extraction method's efficiency gain (3.38-fold yield improvement) reveals how intensified control strategies depend on optimized material processing, embedding agricultural preservation within broader patterns of resource extraction and chemical intensification, even as the intervention is marketed as natural and eco-friendly.",
    "enhanced": true,
    "enhanced_at": "2026-02-14T22:34:13.076021"
  },
  {
    "title": "Hyperglycemic conditions modulate the response of colon cancer cells to the mycotoxins alternariol and deoxynivalenol in vitro",
    "source": "ScienceDirect Publication: Food Research International",
    "excerpt": "Publication date: 1 April 2026Source: Food Research International, Volume 229Author(s): Karolina Kowalska, Eszter Borsos, Elisabeth Varga, Doris Marko",
    "url": "https://www.sciencedirect.com/science/article/pii/S0963996926000244?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T14:58:34Z",
    "category": "health",
    "summary": "This publication is still hot off the press. That means the paper is not yet indexed by global databases like CrossRef, Semantic Scholar or OpenAlex. If you want to learn what the research might have to say about life on Planet Mould you'll just have to read it yourself!",
    "enhanced": true,
    "enhanced_at": "2026-02-14T22:34:14.947192"
  },
  {
    "title": "Case Report: Rare pulmonary infection and cytomegalovirus retinitis revealed a case of lymphoma",
    "source": "Frontiers in Medicine | New and Recent Articles",
    "excerpt": "BackgroundRecurrent cytomegalovirus retinitis (CMVR) and rare opportunistic pulmonary infections may be the initial manifestations of underlying immunodeficiency caused by occult hematologic malignancy. Epstein–Barr virus-positive diffuse large B-cell lymphoma, not otherwise specified (EBV+DLBCL-NOS) is an aggressive lymphoma associated with immune dysfunction, predisposing patients to severe opportunistic infections, including CMVR. However, pulmonary co-infection with Tropheryma whipplei and Penicillium digitatum has not been previously described as a presenting feature of EBV+ DLBCL-NOS.CaseA 66-year-old male presented with blurred vision and was diagnosed with CMVR, with profoundly low CD4+ T-cell counts (102 cells/μL) and high cytomegalovirus (CMV) DNA levels in blood and aqueous humor. He initially responded to ganciclovir, but CMVR recurred five months later, accompanied by new pulmonary nodules. Despite negative conventional microbiological tests, metagenomic next-generation sequencing (mNGS) of bronchoalveolar lavage fluid identified co-infection with Tropheryma whipplei and P. digitatum. Broad-spectrum antimicrobial therapy led to partial clinical improvement, but pulmona",
    "url": "https://www.frontiersin.org/articles/10.3389/fmed.2026.1732360",
    "pubDate": "2026-02-13T00:00:00Z",
    "category": "clinical",
    "summary": "A 66-year-old man presented with blurred vision caused by cytomegalovirus retinitis, accompanied by severely depleted CD4+ T-cell counts (102 cells per microliter) and high levels of cytomegalovirus genetic material in blood and eye fluid. Initial treatment with ganciclovir produced temporary improvement, but the retinal infection recurred five months later alongside new lung nodules. Metagenomic next-generation sequencing of fluid obtained from bronchoscopy identified two simultaneous pulmonary infections: Tropheryma whipplei and Penicillium digitatum, organisms that conventional laboratory testing had failed to detect. The patient's profound immunosuppression and this specific combination of infections—cytomegalovirus retinitis together with pulmonary co-infection by these two organisms—prompted investigation that revealed Epstein–Barr virus-positive diffuse large B-cell lymphoma, an aggressive blood cancer that had remained undiagnosed until these opportunistic infections surfaced.  The clinical sequence documented in this case illustrates how a single malignancy can orchestrate multiple simultaneous microbial invasions across different body sites. The lymphoma's disruption of immune function created conditions permitting not just one but two fungal and bacterial pathogens to establish pulmonary infection, while simultaneously enabling cytomegalovirus to breach the eye—a pattern that reveals the material entanglement between malignant human cells and opportunistic microorganisms. What appears clinically as separate infections is, in this instance, a unified phenomenon rooted in the cancer's capacity to unmake the body's defenses, transforming the patient into a growth medium where multiple microbial species can flourish in concert.",
    "enhanced": true,
    "enhanced_at": "2026-02-14T22:34:19.257480"
  },
  {
    "title": "Integrative diagnosis of invasive pulmonary aspergillosis in non-neutropenic patients using BALF-tNGS–derived Aspergillus load and host risk factors: a multicenter study",
    "source": "Frontiers in Cellular and Infection Microbiology | New and Recent Articles",
    "excerpt": "BackgroundDiagnosing invasive pulmonary aspergillosis (IPA) in non-neutropenic patients is challenging because of non-specific manifestations and limited diagnostic tools. Targeted next-generation sequencing (tNGS) of bronchoalveolar lavage fluid (BALF) enables rapid pathogen detection; however, its capacity for quantitative assessment of fungal load remains unclear. This study integrated BALF-tNGS fungal load with host risk factors to develop a diagnostic nomogram for IPA in non-neutropenic patients.MethodsNon-neutropenic adults with suspected IPA were retrospectively enrolled at three tertiary hospitals (December 2020–December 2024). IPA was classified according to consensus definitions. Normalized Aspergillus reads from BALF-tNGS were stratified into low, medium, and high tiers. Clinical, radiological, and microbiological variables were analyzed, and a multivariable logistic regression model was built and internally validated via bootstrapping. Diagnostic performance was assessed using receiver operating characteristic analysis.ResultsAmong 238 patients, 134 had IPA and 104 had non-IPA. Compared with non-IPA cases, patients with IPA had higher rates of diabetes (73.9%), corticos",
    "url": "https://www.frontiersin.org/articles/10.3389/fcimb.2026.1739837",
    "pubDate": "2026-02-12T00:00:00Z",
    "category": "clinical",
    "summary": "This paper presents a multicenter diagnostic study of invasive pulmonary aspergillosis in non-neutropenic patients, integrating fungal load measurement with clinical risk assessment. The study enrolled 238 non-neutropenic adults with suspected infection across three tertiary hospitals between December 2020 and December 2024, identifying 134 confirmed cases and 104 non-cases. The researchers used targeted next-generation sequencing of bronchoalveolar lavage fluid—the fluid obtained by bronchoscopy from the lower airways—to quantify Aspergillus genetic material, stratifying results into low, medium, and high tiers. Patients with confirmed invasive pulmonary aspergillosis showed elevated rates of diabetes (73.9%) and corticosteroid use compared to those without infection. The study built a multivariable logistic regression model incorporating clinical, radiological, and microbiological variables, validated through internal resampling methods, and assessed diagnostic accuracy using receiver operating characteristic analysis.  The findings reveal how a respiratory infection diagnosis becomes entangled with markers of metabolic and immunological vulnerability—diabetes and corticosteroid dependency—that reflect broader patterns of chronic disease management and pharmaceutical exposure in hospital populations. The shift from qualitative pathogen detection to quantified fungal load creates a new diagnostic object: the stratified Aspergillus measure becomes simultaneously a clinical threshold and a site where host fragility and microbial abundance are rendered commensurable, collapsing the distinction between what constitutes infection risk and what constitutes infection itself.",
    "enhanced": true,
    "enhanced_at": "2026-02-14T22:34:23.179181"
  },
  {
    "title": "Characteristics of mycological criteria for the diagnosis of invasive mold infections in patients with severe burn injury",
    "source": "American Society for Microbiology: Journal of Clinical Microbiology: Table of Contents",
    "excerpt": "ABSTRACT Invasive fungal diseases (IFDs) are common and often fatal in severe burn patients due to skin barrier loss and immune dysfunction. However, current definitions of invasive mold infections are poorly adapted to this population. This study evaluated the characteristics of various diagnostic criteria and their combinations in relation to clinical outcomes in burn patients. We conducted a retrospective cohort study of all patients admitted to the Burn ICU from 2014 to 2023 with ≥15% total burn surface area and at least one sample sent to the mycology lab. Criteria included direct microscopy, culture (respiratory, skin, or tissue), species-specific quantitative PCR (qPCR) ( Aspergillus , Mucorales, and Fusarium ) on plasma/tissue/bronchoalveolar lavage fluid, and serum galactomannan. Among 276 patients, 489/6,184 samples were positive, including 281 skin biopsies (direct examination and conventional culture) and 132 plasma specimens (qPCR). Positive diagnostic criteria ≥1 was found in 93 patients (33.7%): Aspergillus (25.7%), Mucorales (10.9%), and Fusarium (9.8%). Twenty-seven patients (9.8%) had ≥2 criteria involving ≥2 mold types. Mortality rose with the number of positive criteria: 12.7% (0), 10.7% (1, 2), 27.3% (3, 4), and 46.7% (≥5) ( P &lt; 0.001). Plasma qPCR was positive in 81.3% of Mucorales, 40% of Aspergillus , and 15.4% of Fusarium cases with skin involvement. Skin biopsies (direct examination and conventional culture) combined with species-specific plasma qPCR enhance timely and reliable IFD diagnosis in burn patients. Mortality correlated with the number of positive criteria and coexistence of multiple mold species, underscoring the need for broad antifungal coverage and the value of multi-criteria diagnostics to guide treatment. IMPORTANCE Invasive mold infections are frequent and often fatal complications in patients with severe burns, occurring in up to 20% of cases with a total burn surface area exceeding 15%. Despite their severity, no stand",
    "url": "https://journals.asm.org/doi/abs/10.1128/jcm.00950-25?af=R",
    "pubDate": "2026-02-05T08:00:00Z",
    "category": "clinical",
    "abstract_source": "openalex",
    "summary": "Severe burn patients with damaged skin and impaired immune function frequently develop invasive mold infections, yet diagnostic criteria designed for other patient populations do not reliably identify these infections in this group. This paper evaluated how different diagnostic methods—direct microscopy of tissue samples, fungal culture from respiratory secretions and skin biopsies, species-specific genetic detection in blood and tissue samples, and serum galactomannan testing—performed in 276 burn patients admitted between 2014 and 2023 with burns covering at least 15 percent of total body surface area. Among 6,184 samples tested, 489 were positive for mold; skin biopsies yielded 281 positive results while blood tests detected 132 positive results. Ninety-three patients (33.7 percent) showed at least one positive diagnostic criterion, with Aspergillus detected in 25.7 percent of patients, Mucorales in 10.9 percent, and Fusarium in 9.8 percent. Patient mortality increased sharply with the number of positive diagnostic criteria detected: 12.7 percent mortality with no positive criteria, 10.7 percent with one or two criteria, 27.3 percent with three or four criteria, and 46.7 percent with five or more criteria. The paper notes that genetic detection in blood was most sensitive for Mucorales (81.3 percent of cases with skin involvement), moderately sensitive for Aspergillus (40 percent), and least sensitive for Fusarium (15.4 percent).  Within burn units, molds simultaneously mark clinical deterioration and reveal the material vulnerabilities of severely injured bodies—the compromised skin barrier and suppressed immune response create conditions where multiple mold species can establish simultaneous infections. The escalating mortality tied to cumulative positive diagnostic criteria suggests that the presence of multiple molds is not incidental but constitutive of a particular state of bodily breakdown in which burn injury has created a permissive growth medium for fungal colonization. The diagnostic challenge documented here reflects a deeper entanglement: the same diagnostic tools designed to detect pathogenic molds in other contexts must be recalibrated for burn patients, where the ecology of infection is fundamentally altered by trauma and where clinical outcomes depend not on detecting a single pathogen but on recognizing the assemblage of multiple fungal species that exploit the same damaged tissues.",
    "enhanced": true,
    "enhanced_at": "2026-02-14T22:34:28.843318"
  },
  {
    "title": "Dietary curcumin alleviates aflatoxin B1‐induced liver injury and improves growth performance in broilers via Nrf2 activation and NLRP3 inflammasome inhibition",
    "source": "Wiley: Journal of the Science of Food and Agriculture: Table of Contents",
    "excerpt": "Abstract BACKGROUND Aflatoxin B 1 (AFB 1 ), a potent mycotoxin frequently detected in improperly stored poultry feed, induces hepatic oxidative stress, inflammation, and growth retardation in broilers. Curcumin (CUR), a polyphenolic compound derived from Curcuma longa , exhibits strong antioxidant and anti‐inflammatory activities; however, its efficacy and mechanisms in mitigating AFB 1 ‐induced hepatotoxicity in broilers remain unclear. This study aimed to evaluate the protective effects of dietary CUR supplementation on growth performance and liver health of broilers exposed to AFB 1 . RESULTS A total of 720 broilers (eight replicates of 15 birds each per treatment) were fed a basal diet, an AFB₁‐contaminated diet (1 mg kg −1 ), or AFB 1 diets supplemented with CUR (100, 300, or 500 mg kg −1 ) for 42 days. AFB 1 exposure significantly reduced average daily gain and increased feed conversion ratio ( P &lt; 0.05), whereas CUR supplementation – particularly 300–500 mg kg −1 – improved growth performance relative to the AFB 1 group ( P &lt; 0.05). CUR also decreased serum alanine aminotransferase and aspartate aminotransferase activities, alleviated hepatic histopathological damage, enhanced hepatic antioxidant enzyme activities (superoxide dismutase, glutathione peroxidase), and suppressed malondialdehyde accumulation ( P &lt; 0.01). At the molecular level, CUR upregulated Nrf2 and its downstream antioxidant genes while downregulating NOD‐like receptor protein 3 (NLRP3), caspase‐1, and interleukin‐1β, indicating attenuation of inflammasome activation and pyroptosis. CONCLUSION Dietary curcumin effectively mitigated AFB 1 ‐induced hepatotoxicity and performance loss in broilers through activation of the Nrf2 antioxidant pathway and inhibition of the NLRP3 inflammasome. These findings highlight CUR as a promising natural feed additive for protecting poultry against mycotoxin‐induced oxidative and inflammatory damage. © 2025 Society of Chemical Industry.",
    "url": "https://scijournals.onlinelibrary.wiley.com/doi/10.1002/jsfa.70337?af=R",
    "pubDate": "2026-02-04T21:13:31Z",
    "category": "science",
    "abstract_source": "openalex",
    "summary": "Aflatoxin B1, a mycotoxin commonly found in poorly stored poultry feed, damages broiler livers by triggering oxidative stress and inflammation, reducing weight gain and worsening feed conversion efficiency. This paper tested whether curcumin, a plant compound from turmeric with known antioxidant properties, could protect broilers from this toxin. Over 42 days, 720 broilers received either standard feed, feed contaminated with aflatoxin B1 at 1 milligram per kilogram, or contaminated feed supplemented with curcumin at 100, 300, or 500 milligrams per kilogram. Aflatoxin B1 alone reduced daily weight gain and increased the amount of feed needed per unit of growth; curcumin at 300–500 milligrams per kilogram reversed these effects. At the tissue level, curcumin lowered liver enzyme markers of damage, reduced scarring and cell death in liver tissue, boosted protective enzymes like superoxide dismutase and glutathione peroxidase, and reduced harmful oxidative byproducts. Molecularly, curcumin activated the nuclear factor erythroid 2-related factor 2 antioxidant pathway and suppressed the NOD-like receptor protein 3 inflammasome—a cellular trigger for inflammatory cell death—by reducing caspase-1 and interleukin-1 beta.  Within contaminated feed systems, curcumin emerges as both a remedial intervention and a marker of deeper structural vulnerabilities. The same storage failures that generate aflatoxin B1 as a byproduct of mould growth in feed warehouses create the conditions requiring chemical mitigation; curcumin does not address the material conditions—moisture, temperature, ventilation—that allow toxin-producing moulds to proliferate in the first place. Rather, this paper documents how a natural additive can be layered into industrial poultry production to manage exposure without altering the infrastructural arrangements that make such exposure routine. The efficacy of curcumin thus depends on, and reinforces, a system where mycotoxin contamination is treated as an inevitable cost absorbed through supplementation rather than prevented through transformed storage practices.",
    "enhanced": true,
    "enhanced_at": "2026-02-14T22:34:34.361456"
  },
  {
    "title": "Antifungal Activity and Resistance Risk of Cyclobutrifluram against Fusarium solani, the Causal Agent of Peanut Root Rot",
    "source": "acs: Journal of Agricultural and Food Chemistry: Table of Contents",
    "excerpt": "Peanut root rot (PRR), caused by <i>Fusarium solani</i>, is a common and destructive disease. Cyclobutrifluram exhibits antifungal activity against <i>Fusarium</i> spp., yet its bioactivity and resistance risk against <i>F. solani</i> remain unclear. In this study, the EC<sub>50</sub> values of cyclobutrifluram against 155 <i>F. solani</i> strains ranged from 0.0279 to 0.1102 μg/mL, with a mean of 0.0513 ± 0.0170 μg/mL. Treatment with cyclobutrifluram significantly inhibited conidial production and germination, reduced succinate dehydrogenase (SDH) activity, increased hyphal branching, and shortened the distance between septa or cell nuclei. Cyclobutrifluram provided excellent control over PRR. Seven laboratory-generated cyclobutrifluram-resistant mutants showed no or slight fitness penalties and exhibited positive cross-resistance only with pydiflumetofen, indicating a moderate-to-high resistance risk. Resistance to cyclobutrifluram in <i>F. solani</i> was conferred by four SDH substitutions (<i>FsSdhB</i><sup>H248Y</sup>, <i>FsSdhC1</i><sup>A83V</sup>, <i>FsSdhC2</i><sup>A85V</sup>, and <i>FsSdhD</i><sup>D184G</sup>), which was confirmed by molecular docking and gene replacement. This study provides crucial insights for developing effective control strategies to manage PRR.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jafc.5c12378?af=R",
    "pubDate": "2026-02-03T08:00:00Z",
    "category": "health",
    "abstract_source": "openalex",
    "summary": "This paper documents the antifungal potency of cyclobutrifluram against *Fusarium solani*, the fungus responsible for peanut root rot, across 155 field-collected strains. The drug inhibited spore production and germination, disrupted the fungus's energy metabolism by reducing succinate dehydrogenase activity, and altered hyphal structure by increasing branching and compressing the spacing between cell compartments. Cyclobutrifluram delivered effective disease control in peanut crops. However, the study identified a significant liability: seven laboratory-generated resistant mutants emerged without substantial fitness costs and showed cross-resistance to pydiflumetofen, signalling moderate-to-high risk of resistance development in field populations. Genetic analysis pinpointed four specific mutations in the succinate dehydrogenase enzyme complex that confer resistance, confirmed through molecular modelling and experimental gene replacement.  The tension embedded in this finding reflects a familiar pattern in agricultural chemical control: a potent tool for managing crop disease simultaneously creates the conditions for its own obsolescence. The same metabolic target that makes cyclobutrifluram effective—the succinate dehydrogenase complex—proves vulnerable to rapid genetic adaptation in *Fusarium solani*, with resistant mutants bearing no apparent survival cost. This decoupling of resistance from fitness penalty suggests that once resistance emerges in peanut fields, it will persist and spread unchecked, transforming cyclobutrifluram from a solution into a driver of fungal adaptation. The moderate-to-high resistance risk documented here reflects not a flaw in the molecule but a structural feature of intensive monoculture agriculture: the reliance on single-target fungicides in environments where fungal populations are large, genetically diverse, and under constant chemical pressure.",
    "enhanced": true,
    "enhanced_at": "2026-02-14T22:34:39.461284"
  },
  {
    "title": "Characteristics of individual cyp51A SNPs and combinations thereof impacting the azole phenotype in TR34-mediated resistance genotypes of Aspergillus fumigatus",
    "source": "American Society for Microbiology: Antimicrobial Agents and Chemotherapy: Table of Contents",
    "excerpt": "ABSTRACT The World Health Organization has flagged the rise of drug resistance in Aspergillus fumigatus as a critical concern. Elevated mutation rates in this pathogen contribute to the rapid development of resistance, complicating treatment efforts. We conducted a study on the prevalence of azole resistance among clinical A. fumigatus isolates in the Netherlands from 1994 to 2022 and identified 34 cyp51A variants. To investigate the impact of individual single-nucleotide polymorphisms (SNPs) and combinations thereof on the azole phenotype in TR 34 -mediated resistance genotypes, we focused on novel, recent mutations and explored the effects of SNPs L98H, T289A, I364V, and G448S and the combination of the mutations TR 34 /L98H, TR 34 /L98H/T289A/G448S, and TR 34 /L98H/T289A/I364V/G448S on azole affinity and susceptibility. We created the three-dimensional protein model of the Cyp51A protein with azoles, and the mutation was introduced to the wild-type cyp51A A. fumigatus strain by the CRISPR-Cas9 gene editing technique. Finally, in vitro susceptibility testing of A. fumigatus strains carrying the mutations was conducted to confirm the azole phenotypes observed in clinical isolates. The MICs of all four azoles against the mutated cyp51A strains, which harbored combination mutations, were higher than those of the wild type, with highly elevated MICs of itraconazole, voriconazole, and isavuconazole. Genotypes TR 34 /L98H/T289A/I364V/G448S mutant showed a consistent phenotype to the clinical strains, which are highly resistant to voriconazole but susceptible to itraconazole. In this study, we show that molecular dynamics simulations of amino acid substitutions in the cyp51A gene correlate to the structure–function relationship of in vitro phenotype.",
    "url": "https://journals.asm.org/doi/abs/10.1128/aac.01528-25?af=R",
    "pubDate": "2026-02-03T08:00:00Z",
    "category": "clinical",
    "abstract_source": "openalex",
    "summary": "Aspergillus fumigatus isolates collected in the Netherlands between 1994 and 2022 showed a rising prevalence of azole resistance, with 34 distinct genetic variants identified in the cyp51A gene. This paper examined how individual genetic variations and combinations of variations in this gene affect resistance to four azole antifungal drugs. The researchers used computer modelling to predict how amino acid changes would alter the structure of the Cyp51A protein, then introduced these mutations into laboratory strains using genetic editing technology and measured how resistant the resulting fungi were to azoles. Strains carrying multiple mutations together showed substantially higher resistance levels than unmutated strains, particularly to voriconazole and isavuconazole, though the most heavily mutated strain remained susceptible to itraconazole despite carrying the TR34 resistance marker.  The pattern documented here reveals how a pathogenic fungus generates pharmaceutical resistance not as a binary outcome but as a graduated response shaped by the specific combination of genetic changes present. The same mutations that render this organism clinically intractable in one drug context can leave it vulnerable in another, creating a fragmented landscape of therapeutic options that depends entirely on which particular mutations accumulate in which individual isolate. This conditional resistance—where a single fungal strain's susceptibility profile shifts across the azole drug class—reflects how microbial adaptation to medical intervention produces not uniform danger but distributed and uneven vulnerability, a pattern that will shape clinical decision-making and drug availability differently across different patient populations and treatment contexts.",
    "enhanced": true,
    "enhanced_at": "2026-02-14T22:34:44.631661"
  },
  {
    "title": "Efficacy of Ipflufenoquin against Strawberry Gray Mold: Insights from AlphaFold- Based Structural Modeling and Genome-Wide Transcriptomic Analysis",
    "source": "acs: Journal of Agricultural and Food Chemistry: Table of Contents",
    "excerpt": "Gray mold caused by <i>Botrytis cinerea</i> significantly threatens strawberry production. This study evaluated the efficacy of ipflufenoquin, a novel dihydroorotate dehydrogenase (DHODH) inhibitor, against fungal pathogens isolated from Korean strawberry fields in 2023. Ipflufenoquin demonstrated a high <i>in vitro</i> sensitivity to <i>B. cinerea</i> and broad activity against other pathogens. Fruit and greenhouse trials confirmed its robust control of gray mold, including strains resistant to multiple fungicide classes. However, treatment shifted the fungal community, promoting less sensitive genera, such as <i>Cladosporium</i> and <i>Rhizopus</i>. Structural modeling with AlphaFold2 and molecular docking confirmed that ipflufenoquin binds to the quinone binding tunnel of DHODH, correlating binding affinity with susceptibility. Additionally, RNA-seq analysis revealed that ipflufenoquin suppresses primary metabolic pathways while triggering a robust stress response, up-regulating detoxification and efflux transporter genes. This integrated study confirms the efficacy of ipflufenoquin against gray mold and elucidates its molecular impacts, offering essential data for sustainable management strategies.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jafc.5c14085?af=R",
    "pubDate": "2026-01-30T08:00:00Z",
    "category": "health",
    "abstract_source": "openalex",
    "summary": "This paper documents the testing of ipflufenoquin, a dihydroorotate dehydrogenase inhibitor, against gray mold fungus (*Botrytis cinerea*) isolated from Korean strawberry fields in 2023. Laboratory tests showed the compound was highly effective against the target fungus and demonstrated activity against other fungal pathogens. Trials in fruit and greenhouse settings confirmed robust control of gray mold, including strains that had already developed resistance to multiple classes of existing fungicides. The researchers used AlphaFold2 protein modeling and molecular docking to show that ipflufenoquin binds to a specific site on the dihydroorotate dehydrogenase enzyme, with binding strength correlating to fungal susceptibility. Gene expression analysis revealed that the compound suppresses the fungus's basic metabolic processes while triggering stress responses, including increased activity of detoxification and efflux transporter genes that may contribute to resistance mechanisms.  Yet the treatment revealed an ecological cost embedded in the strawberry production system: controlling *Botrytis cinerea* created space for less sensitive fungal genera including *Cladosporium* and *Rhizopus* to proliferate. This pattern—where a targeted fungicide simultaneously eliminates a threat and reshapes the microbial community toward species that escape the same chemical pressure—illustrates how agricultural interventions operate within entangled systems of pathogen, crop, and capital. The compound's efficacy against resistant strains positions it as economically valuable for growers facing fungicide-resistant populations, yet its deployment appears to redistribute rather than resolve the underlying vulnerability of monoculture strawberry production to fungal colonization.",
    "enhanced": true,
    "enhanced_at": "2026-02-14T22:34:50.350410"
  },
  {
    "title": "Identification and characterization of a novel broad-spectrum antifungal compound targeting the Aspergillus fumigatus cell wall and cell membrane and inducing oxidative stress",
    "source": "American Society for Microbiology: Microbiology Spectrum: Table of Contents",
    "excerpt": "ABSTRACT The substantial increase in fungal diseases, the limited availability of antifungal drugs, and rising resistance to existing treatments highlight the urgent need for developing novel antifungal drugs. Natural products, known for their diverse bioactivities and unique structures, remain critical sources for antifungal drug discovery. In this study, we aimed to identify novel antifungal compounds from soil microbes and isolated a novel 28-membered polyene macrolide, compound 1 , from Kitasatospora melanogena . This compound demonstrated potent antifungal activity, with MICs of 4–16 μg/mL against Aspergillus fumigatus , Aspergillus flavus , Candida albicans , and Cryptococcus neoformans . Treatment with compound 1 led to significant growth reduction and disruption of the cell wall and membrane in A. fumigatus compared to the wild-type. To understand the underlying mechanism, we performed a transcriptomic analysis of A. fumigatus exposed to compound 1 , revealing a substantial downregulation of genes involved in cell wall and membrane biogenesis, as well as those encoding integral membrane proteins and multidrug transporters. Additionally, compound 1 induced oxidative stress, leading to elevated reactive oxygen species levels. These multifaceted mechanisms highlight the potential of K. melanogena natural products in the development of novel antifungal agents. IMPORTANCE Fungal infections cause substantial morbidity and mortality worldwide, yet current treatments are limited and increasingly undermined by resistance. Natural products remain a proven source of antifungal agents, but few new scaffolds have been introduced in recent decades. We identified a novel polyene macrolide from Kitasatospora melanogena with potent activity against major fungal pathogens. This compound disrupts both the fungal cell wall and membrane while inducing oxidative stress, revealing a multifaceted mechanism of action. Our findings highlight soil microbes as valuable reservoirs for a",
    "url": "https://journals.asm.org/doi/abs/10.1128/spectrum.03143-25?af=R",
    "pubDate": "2026-01-28T08:00:00Z",
    "category": "science",
    "abstract_source": "openalex",
    "summary": "This paper describes the isolation and characterization of a novel 28-membered polyene macrolide compound from the soil bacterium Kitasatospora melanogena, which demonstrated potent antifungal activity against multiple fungal pathogens including Aspergillus fumigatus, Aspergillus flavus, Candida albicans, and Cryptococcus neoformans, with minimum inhibitory concentrations ranging from 4 to 16 micrograms per millilitre. gene-expression analysis analysis of treated Aspergillus fumigatus revealed that the compound disrupts fungal cell wall and cell membrane integrity by decreasing the activity of genes involved in cell wall and membrane biogenesis, integral membrane proteins, and multidrug transporters, while simultaneously inducing oxidative stress through elevated reactive oxygen species levels. The compound's multifaceted mechanism of action—targeting structural integrity while triggering cellular damage pathways—positions soil-derived natural products as sources for addressing the growing problem of antifungal resistance.  The identification of this compound from a soil microorganism reflects a deeper material entanglement: the same soil ecosystems that harbour fungal pathogens also contain bacterial producers of antifungal metabolites, yet the extraction and development of such compounds depends on industrial cultivation and chemical isolation processes that abstract these organisms from their ecological context. The compound's capacity to simultaneously damage cell walls, disrupt membrane function, and generate oxidative stress reveals how fungal vulnerability can be engineered into a therapeutic asset, though the paper does not address whether widespread deployment of such a compound might select for resistant strains or alter the microbial assemblages from which it originates.",
    "enhanced": true,
    "enhanced_at": "2026-02-14T22:34:54.723591"
  },
  {
    "title": "A combined genetic and chemical approach for identifying novel antifungal compounds against Fusarium graminearum",
    "source": "American Society for Microbiology: Microbiology Spectrum: Table of Contents",
    "excerpt": "ABSTRACT Chemical fungicides act by targeting specific proteins or pathways, known as modes of action (MoAs). In this study, we established a systematic screening platform using Fusarium graminearum gene knockout mutants to evaluate the efficacy of fungicides and identify novel antifungal compounds. Target genes corresponding to major fungicide classes were deleted by homologous recombination, and the resulting mutants exhibited altered sensitivity to the corresponding fungicides compared with the wild-type strain. Deletion of genes encoding known fungicide targets revealed distinct sensitivity profiles, supporting MoA prediction. Using the platform that detects sensitivity differences through OD ₆₀₀ changes, we examined a chemical library of 2,704 small molecules and identified 8 compounds with activity likely involved in the osmotic signal transduction pathway. Several of these compounds exhibited previously unreported antifungal activity, underscoring their potential as novel scaffolds for future development. Collectively, this platform provides a robust, mechanism-informed system for antifungal discovery, with broad applicability to synthetic agents, natural products, and biocontrol metabolites. IMPORTANCE This study provides a perspective on developing strategies to manage fungal pathogens with implications for agriculture and food security. The effectiveness of current fungicides is increasingly limited by resistance, narrow target ranges, and environmental concerns. By combining genetic approaches with chemical screening, this work offers a more systematic way to identify candidate antifungal agents and better understand their possible mechanisms. The framework may also be adapted for use in other areas, including medical and veterinary applications, suggesting potential broader applicability. In addition, the emphasis on exploring new molecular scaffolds supports efforts to develop more sustainable and long-term disease management strategies. Overall, this s",
    "url": "https://journals.asm.org/doi/abs/10.1128/spectrum.02961-25?af=R",
    "pubDate": "2026-01-22T08:00:00Z",
    "category": "science",
    "abstract_source": "openalex",
    "summary": "This paper describes a genetic screening platform designed to identify antifungal compounds effective against Fusarium graminearum, a fungal pathogen of grain crops. The researchers deleted genes encoding known fungicide targets in the pathogen using homologous recombination, creating mutant strains with altered sensitivity profiles to existing fungicides. These mutants served as a diagnostic tool: screening a library of 2,704 small molecules against both wild-type and mutant strains revealed compounds that affected fungal growth through specific pathways. The study identified 8 compounds with activity linked to the osmotic signal transduction pathway—the cellular mechanism that allows fungi to sense and respond to water stress—several of which showed antifungal properties not previously documented. The platform detects active compounds by measuring changes in optical density at 600 nanometers, a standard measure of cell density and growth.  The dual logic of this approach—using genetic vulnerability to map chemical action—exposes a material tension in fungicide development. The same genetic deletions that make mutants sensitive to novel compounds also reveal why resistance emerges: fungi can survive by altering or abandoning specific pathways, a capacity that fungicides themselves select for under repeated application. The 8 newly identified compounds targeting osmotic signalling represent not a solution to resistance but a temporary advantage in an ongoing arms race shaped by agricultural intensification and monoculture. What this paper documents is not the discovery of a durable antifungal but rather the systematic production of knowledge about fungal vulnerability—knowledge that, once deployed in fields, will itself accelerate the evolution of tolerance in populations already stressed by the chemical and economic pressures of industrial grain production.",
    "enhanced": true,
    "enhanced_at": "2026-02-14T22:35:00.707021"
  },
  {
    "title": "Beyond Fumigatus: a molecular portrait of clinical Aspergillus diversity, pathogenicity, and antifungal resistance",
    "source": "American Society for Microbiology: Antimicrobial Agents and Chemotherapy: Table of Contents",
    "excerpt": "ABSTRACT Aspergillus infection poses a major clinical challenge, particularly in immunocompromised individuals, with invasive diseases associated with high mortality. While Aspergillus fumigatus remains the predominant species causing human infections, recent studies highlight the growing clinical significance of lesser-known and cryptic Aspergillus species, which often exhibit reduced susceptibility to standard antifungal therapies. In this study, we analyzed 196 clinical Aspergillus isolates from 107 patients treated at the NIH Clinical Center between 2019 and 2022. A total of 38 Aspergillus species across 11 taxonomic sections were identified, with non- fumigatus and cryptic species accounting for 77.1% of all isolates. The most frequently recovered species were A. fumigatus sensu stricto (22.9%), A. sydowii (8.7%), A. calidoustus (7.1%), A. nidulans (6.6%), A. tanneri (6.1%), and A. terreus (5.6%). Species-level identification was achieved in 43% of isolates using matrix-assisted laser desorption/ionization time-of-flight mass spectrometry (MALDI-TOF MS). In contrast, PCR sequencing confirmed species identity in over 88% of isolates by targeting the internal transcribed spacer (ITS) region of rDNA, 81% using the β-tubulin gene, and 68% using the calmodulin gene. The most common underlying clinical conditions among patients were bronchiectasis (35%), chronic granulomatous disease (22%), and pulmonary non-tuberculous mycobacterial infection (17%). Out of 107 patients, eight died (8/107, 7.5%); six of these deaths occurred in patients with chronic granulomatous disease (CGD) and two in patients with RAG1 deficiency. Antifungal susceptibility testing showed that olorofim had the lowest minimal inhibitory concentrations across species. In contrast, the activity of triazoles and amphotericin B was variable, particularly against A. tanneri , A. calidoustus , and A. sydowii . This study presents one of the largest species-level data sets of Aspergillus isolates to date,",
    "url": "https://journals.asm.org/doi/abs/10.1128/aac.01184-25?af=R",
    "pubDate": "2026-01-13T08:00:00Z",
    "category": "clinical",
    "abstract_source": "openalex",
    "summary": "This study analyzed 196 clinical Aspergillus isolates from 107 patients at the National Institutes of Health Clinical Center between 2019 and 2022, identifying 38 distinct Aspergillus species across 11 taxonomic sections. Non-fumigatus and cryptic species accounted for 77.1% of all isolates, with Aspergillus fumigatus sensu stricto representing only 22.9% of recovered organisms. Species identification success varied substantially by method: matrix-assisted laser desorption/ionization time-of-flight mass spectrometry achieved identification in 43% of isolates, while polymerase chain reaction sequencing of the internal transcribed spacer region succeeded in over 88% of cases, the β-tubulin gene in 81%, and the calmodulin gene in 68%. The most common underlying conditions among infected patients were bronchiectasis (35%), chronic granulomatous disease (22%), and pulmonary non-tuberculous mycobacterial infection (17%), with mortality of 7.5% overall but concentrated among patients with chronic granulomatous disease and those with RAG1 deficiency. Antifungal susceptibility testing revealed that olorofim demonstrated the lowest minimum inhibitory concentrations across species, while triazoles and amphotericin B showed variable activity, particularly reduced effectiveness against Aspergillus tanneri, Aspergillus calidoustus, and Aspergillus sydowii.  Within damaged or immunologically compromised lung tissue—bronchiectatic airways, granulomatous lesions, sites of mycobacterial coinfection—the Aspergillus species composition shifts dramatically from the canonical fumigatus toward a diverse assemblage of lesser-known organisms that resist standard pharmaceutical interventions. This paper documents not merely a clinical inconvenience but a material reorganization of fungal dominance within specific human ecologies: the same immune-weakened bodies that enable fumigatus infection simultaneously select for and concentrate species whose reduced drug susceptibility transforms them into both a therapeutic problem and, potentially, a marker of deeper structural vulnerabilities in how antifungal treatment regimens are designed and deployed.",
    "enhanced": true,
    "enhanced_at": "2026-02-14T22:35:05.302988"
  },
  {
    "title": "Production of ETP-Type (Epipolythiodioxopiperazine) Mycotoxins in Clinical Fungal Isolates",
    "source": "acs: Journal of Natural Products: Table of Contents",
    "excerpt": "Gliotoxin, an epipolythiodioxopiperazine (ETP) toxin, has been reported in several fungal species, but its distribution remains unclear. We analyzed 140 clinical isolates from two major hospitals using HPLC and LC-MS/MS to assess gliotoxin production. Gliotoxin was detected only in <i>Aspergillus fumigatus</i> isolates, with no production observed in any other species under multiple culture conditions. Molecular networking and comparative genomics revealed distinct ETP-related pathways in non-<i>A. fumigatus</i> species, including aspirochlorine derivatives in <i>Aspergillus flavus</i> and aranotin-related metabolites in <i>Aspergillus terreus</i>. These findings clarify species-specific ETP profiles and confirm <i>A. fumigatus</i> as the sole gliotoxin producer among the isolates examined.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jnatprod.5c01151?af=R",
    "pubDate": "2026-01-04T08:00:00Z",
    "category": "indoor",
    "abstract_source": "openalex",
    "summary": "Gliotoxin, a toxic compound produced by certain fungi, was detected only in *Aspergillus fumigatus* isolates among 140 clinical samples from two hospitals analyzed using high-performance liquid chromatography and liquid chromatography with tandem mass spectrometry. No other fungal species tested produced gliotoxin under any of the culture conditions examined. Molecular networking and comparative genomics revealed that related fungal species produce distinct toxic metabolites instead: *Aspergillus flavus* produces aspirochlorine derivatives, while *Aspergillus terreus* produces aranotin-related compounds. This paper clarifies that gliotoxin production is restricted to *A. fumigatus* among the clinical isolates examined, while other *Aspergillus* species have evolved separate metabolic pathways for producing structurally related toxins.  The distribution of these species-specific toxins across clinical *Aspergillus* isolates reflects a material reality of hospital environments: the same genus of fungus circulating through medical settings produces different chemical weapons depending on which species colonizes a patient's lungs or wounds. Gliotoxin's restriction to *A. fumigatus* does not make the other species less clinically relevant—it redirects attention to their own toxic metabolites as equally important drivers of infection and tissue damage. What emerges is not a simple hierarchy of pathogenic threat but a fragmented landscape of fungal toxicity, where clinical risk depends on which particular species establishes itself in a given body, under given conditions of immune suppression, antibiotic exposure, or architectural vulnerability.",
    "enhanced": true,
    "enhanced_at": "2026-02-14T22:35:10.129708"
  },
  {
    "title": "Antibacterial and Cytotoxic Decahydrofluorene-Class Alkaloids from the Marine-Derived Fungus Penicillium sp. SCSIO 41512",
    "source": "acs: Journal of Natural Products: Table of Contents",
    "excerpt": "Eight new decahydrofluorene-class alkaloids, pyrrospirones R-Y (<b>1</b>-<b>8</b>), together with 13 known analogues (9<b><i>-</i></b>21) were isolated from the marine-derived fungal strain <i>Penicillium</i> sp. SCSIO 41512. Their structures were determined by extensive spectroscopic analysis, and their absolute configurations were established by quantum chemical calculations of electronic circular dichroism (ECD) spectra, by a comparison of experimental ECD spectra, or by single-crystal X-ray diffraction analysis. Compound <b>1</b> rarely contains an oxime hydroxy with a 6/5/6/5/6/13 polycyclic system. A plausible biosynthetic pathway for <b>1</b> and <b>2</b> was proposed. Biologically, compounds <b>1</b>, <b>4</b>, <b>6</b>, <b>8</b>, <b>10</b>-<b>12</b>, <b>14</b>-<b>15</b>, <b>18</b>-<b>19</b>, and <b>21</b> had cytotoxicity against human cancer cell lines A549 and HCT116 with IC<sub>50</sub> values of 7.3-79.3 μM, and <b>1</b>, <b>4</b>, <b>6</b>, <b>11</b>, <b>15</b>, <b>18</b>, and <b>21</b> also showed significant inhibitory activity against six pathogenic bacteria with MIC values of 1.6-13.0 μg/mL. Their structure-bioactivity relationship was also discussed.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jnatprod.5c01203?af=R",
    "pubDate": "2025-12-17T08:00:00Z",
    "category": "indoor",
    "abstract_source": "openalex",
    "summary": "This paper isolates eight new alkaloid compounds with a decahydrofluorene skeleton from a marine-derived strain of *Penicillium* fungus collected from the South China Sea. The researchers determined the three-dimensional structures of these compounds using spectroscopic methods, quantum chemical modelling of light absorption patterns, and X-ray crystallography. Nine of the isolated compounds demonstrated cell-damaging activity against human lung cancer cells and colorectal cancer cells, with half-maximal inhibitory concentrations ranging from 7.3 to 79.3 micromolar. Seven compounds also inhibited the growth of six pathogenic bacterial species, with minimum inhibitory concentrations between 1.6 and 13.0 micrograms per millilitre.  The compounds emerge from a marine fungus that has been deliberately sourced and cultured for bioactive secondary metabolites — a deliberate extraction of chemical production from a nonhuman organism. Yet the same alkaloids that arrest human cancer cell division and suppress bacterial pathogens represent a form of fungal metabolic capacity shaped by the organism's own ecological pressures and chemical defences. This paper documents how marine fungi, organisms often treated as sources of raw material for pharmaceutical development, simultaneously embody both therapeutic potential and the capacity for independent chemical synthesis driven by their own survival strategies in competitive marine environments.",
    "enhanced": true,
    "enhanced_at": "2026-02-14T22:35:14.095052"
  },
  {
    "title": "Advancing mold identification in the routine laboratory, performance of smartphone-based imaging and a newly developed convolutional neural network",
    "source": "American Society for Microbiology: Microbiology Spectrum: Table of Contents",
    "excerpt": "ABSTRACT Mold identification in clinical diagnostics is traditionally labor-intensive and is dependent on expert interpretation. MoldVision is a deep-learning approach that uses smartphone images of mold cultures to automate identification. We analyzed 161 clinical isolates across four common mold genera: Penicillium spp., Aspergillus spp. (with A. flavus and A. fumigatus ), Fusarium spp., and Cladosporium spp. Daily images were captured from the top and bottom of culture plates over 5 days using a standardized smartphone setup, generating over 4,000 images. We trained three variations of Visual Geometry Group 16 (VGG16) convolutional neural networks (CNNs) and benchmarked the best-performing model (VGG16 with dual classification heads) against LightGBM models trained on pre-extracted features and human expert assessments at various time points. The best-performing VGG16 model achieved a mean (SD) AUROC of 92.7% ± 1.8% and sensitivity of 68.7% ± 2.6% across all species. Here, the performance in identifying Cladosporium spp. was best (AUROC of 99.9% ± 0.1%, fivefold cross-validation mean and SD). Regarding the evaluations over time, early-stage classification (days 1–2) was challenging (F1-score 38.8% ± 3.5% across all species) but improved significantly on days 3–5 (F1 92.1% ± 2.8% across all species). Compared to experts, MoldVision consistently showed superior performance, particularly in mature cultures, detecting subtle morphological features earlier and more accurately. Our results demonstrate that CNNs integrated with low-cost smartphone imaging can reliably classify mold species in routine diagnostics, outperforming human experts in many cases. This approach offers a practical and scalable solution for laboratories lacking specialized mycology expertise, especially in resource-limited settings. IMPORTANCE Timely, accurate mold identification can save lives, yet today it often requires days of growth and scarce expert time. MoldVision offers a practical altern",
    "url": "https://journals.asm.org/doi/abs/10.1128/spectrum.02924-25?af=R",
    "pubDate": "2025-12-16T08:00:00Z",
    "category": "science",
    "abstract_source": "openalex",
    "summary": "This paper presents MoldVision, a deep-learning system trained to identify mold species from smartphone photographs of laboratory cultures. The study analyzed 161 clinical isolates from four mold genera—Penicillium, Aspergillus (including A. flavus and A. fumigatus), Fusarium, and Cladosporium—capturing over 4,000 images from culture plate tops and bottoms across five days using standardized smartphone equipment. A convolutional neural network model (Visual Geometry Group 16 with dual classification heads) achieved an area under the receiver operating characteristic curve of 92.7% ± 1.8% and sensitivity of 68.7% ± 2.6% across all species, with notably stronger performance on Cladosporium identification (99.9% ± 0.1%). The system struggled with early-stage classification on days 1–2 (F1-score 38.8% ± 3.5%) but performed substantially better on days 3–5 (F1 92.1% ± 2.8%), consistently outperforming human expert assessments, particularly in detecting subtle morphological features in mature cultures.  The findings reveal a material entanglement between diagnostic labor and technological substitution. The same mold cultures that traditionally demanded scarce expert time and specialized knowledge—resources unevenly distributed across laboratories, particularly in resource-limited settings—now become data sources for automated classification. Yet this automation does not simply replace human expertise; it redistributes it. The system's dependence on standardized smartphone imaging, five-day culture growth periods, and computational infrastructure creates new forms of technical gatekeeping even as it promises accessibility. What emerges is not the elimination of expert labor but its transformation into a different kind of scarcity: the capacity to generate, curate, and validate training datasets becomes the new bottleneck, concentrating diagnostic power in institutions with resources to build and maintain machine-learning systems.",
    "enhanced": true,
    "enhanced_at": "2026-02-14T22:35:18.707639"
  },
  {
    "title": "GSNOR is essential for nitric oxide homeostasis and involved in aflatoxin biosynthesis and pathogenicity in Aspergillus flavus",
    "source": "American Society for Microbiology: Applied and Environmental Microbiology: Table of Contents",
    "excerpt": "ABSTRACT Nitric oxide (NO) is an important biological signaling molecule. S -nitrosoglutathione reductase (GSNOR), a master regulator of NO signaling, regulates various biological processes. However, little is known about the role of GSNOR in Aspergillus flavus . Here, we identified a gene encoding GSNOR in this aflatoxigenic fungus and demonstrated that GSNOR shows activity during the critical life cycle stages, including spore germination, hyphal growth, and conidiogenesis. We found that GSNOR plays a crucial role in NO homeostasis, as GSNOR deletion resulted in significantly elevated NO levels and heightened sensitivity to exogenous NO stress. GSNOR also participated in multiple biological processes in A. flavus ; for that, GSNOR deletion impaired conidia germination, reduced growth, decreased conidiogenesis and sclerotial development, attenuated virulence on kernels, and notably decreased aflatoxin production. Furthermore, we demonstrated that GSNOR is important for reactive oxygen species (ROS) balance, as its deletion significantly elevated mycelial ROS levels and made the strain more sensitive to oxidative stress. IMPORTANCE Aspergillus flavus is a notorious saprophytic filamentous fungus, with its production of carcinogenic aflatoxins posing serious threats to food safety and human health. Aflatoxin contamination prevention and control have long been a global challenge. In previous studies, we observed that nitric oxide (NO) significantly inhibits the aflatoxin production by A. flavus . This study further investigated the role of the key regulatory enzyme S -nitrosoglutathione reductase (GSNOR) in the NO signaling pathway. Our findings indicate that GSNOR is crucial for maintaining both NO homeostasis and reactive oxygen species (ROS) balance and plays an essential role in fungal development, pathogenicity, and aflatoxin biosynthesis. These results highlight the potential of targeting components in the NO signaling pathway, such as GSNOR, as a novel strategy",
    "url": "https://journals.asm.org/doi/abs/10.1128/aem.01408-25?af=R",
    "pubDate": "2025-12-16T08:00:00Z",
    "category": "indoor",
    "abstract_source": "openalex",
    "summary": "Nitric oxide homeostasis in Aspergillus flavus is regulated by the enzyme S-nitrosoglutathione reductase, which this paper identifies as essential for controlling nitrogen oxide signaling in the fungus. When S-nitrosoglutathione reductase was deleted, nitric oxide accumulated to elevated levels and the fungus became hypersensitive to external nitric oxide stress. The deletion also disrupted the fungus's ability to manage reactive oxygen species, causing accumulation of these damaging molecules and increased vulnerability to oxidative stress. Across multiple developmental stages—spore germination, hyphal growth, and spore formation—S-nitrosoglutathione reductase deletion impaired fungal development, reduced growth rate, weakened the ability to form protective sclerotial structures, and notably decreased production of aflatoxin, the carcinogenic compound that makes Aspergillus flavus a major food safety hazard. The fungus also showed reduced capacity to infect crop kernels when S-nitrosoglutathione reductase was absent.  The dual role of nitric oxide emerges here as both constraint and opportunity: the same signaling pathway that the fungus requires for normal development and toxin production is simultaneously a point of vulnerability that could be exploited for control. This paper suggests that blocking components of the nitric oxide signaling pathway—specifically S-nitrosoglutathione reductase—could suppress aflatoxin biosynthesis without necessarily killing the organism outright, positioning chemical interference with fungal signaling as a potential food safety intervention. Yet this approach also reveals a deeper entanglement: controlling a pathogenic fungus through its own regulatory machinery means targeting the same molecular systems that govern its basic survival and reproduction, raising questions about whether such interventions remain stable or whether selective pressure might generate fungal variants that circumvent this constraint.",
    "enhanced": true,
    "enhanced_at": "2026-02-14T22:35:23.686190"
  }
]