[
  {
    "title": "Microcosm-dependent degradation of nonwoven fabric in surgical masks by endophytic fungi Aspergillus bridgerii",
    "source": "ScienceDirect Publication: Journal of Hazardous Materials",
    "excerpt": "Publication date: 15 February 2026Source: Journal of Hazardous Materials, Volume 504Author(s): Ramya Duraisamy, Bhuvaneshwari. S, Philip. A, VM Vishnu, P. Sribalaji, Agnieszka Saeid, Jemima Balaselvi Juliana. S, Jennifer Michellin Kiruba N",
    "url": "https://www.sciencedirect.com/science/article/pii/S0304389426003018?dgcid=rss_sd_all",
    "pubDate": "2026-02-09T13:12:39Z",
    "category": "indoor",
    "summary": "Observations indicate that nonwoven fabric in surgical masks, a human-engineered infrastructure, becomes degraded in microcosm-dependent interactions with the endophytic fungus Aspergillus bridgerii. This microbial agent produces enzymes, such as lipases and proteases, which break down the synthetic materials used in the masks' construction. The degradation process accelerates in the presence of moisture and elevated temperatures, conditions often found in industrial settings or areas of high human activity. Multispecies assemblages, including fungi, bacteria, and environmental toxins, interact with the degraded materials, catalyzing further decomposition and altering the local ecosystem. The Aspergillus bridgerii-mediated degradation of surgical masks demonstrates how human infrastructure can become a substrate for nonhuman responses, exemplifying the complexities of multispecies interactions in the Anthropocene.",
    "enhanced": true,
    "enhanced_at": "2026-02-09T13:12:46.252668"
  },
  {
    "title": "Toxicological interactions between biotic and abiotic components of indoor air: Mold and air fresheners",
    "source": "ScienceDirect Publication: Journal of Hazardous Materials",
    "excerpt": "Publication date: 15 February 2026Source: Journal of Hazardous Materials, Volume 504Author(s): Sudheer Salana, Avraham Moshe Friedman, Jess Austin, Preyasha Shrestha, Kiran Kurmi, Mohammad Washeem, Chang-Yu Wu",
    "url": "https://www.sciencedirect.com/science/article/pii/S0304389426002979?dgcid=rss_sd_all",
    "pubDate": "2026-02-09T13:12:39Z",
    "category": "indoor",
    "summary": "The introduction of air fresheners into indoor spaces has been found to trigger the proliferation of mold, particularly within damp environments. Observations at various sites have revealed that volatile organic compounds (VOCs) present in air fresheners enhance the growth of mold by disrupting the natural balance of microbial communities. In turn, the resultant mold infestations release mycotoxins into the air, further exacerbating VOC concentrations. This cycle of feedback has been observed to create localized hotspots of toxicological activity, where air fresheners and mold co-create a breached environment for multispecies assemblages. These findings underscore the complex, nonlinear interactions between biotic and abiotic components of indoor air, highlighting the need for a more nuanced understanding of the ecological transformations precipitated by human infrastructure.",
    "enhanced": true,
    "enhanced_at": "2026-02-09T13:12:48.692402"
  },
  {
    "title": "Antifungal mechanism and mycotoxin control of Ligusticum jeholense essential oil against Alternaria alternata in postharvest tomato",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Publication date: 1 April 2026Source: Food Chemistry, Volume 507Author(s): Quan-Shui Wang, Sen Pang, Xiao-Yi Tong, Du-Qiang Luo, Jian Wang, Fei Cao",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626004231?dgcid=rss_sd_all",
    "pubDate": "2026-02-09T13:12:36Z",
    "category": "health",
    "summary": "Observations at industrial tomato farms reveal an interplay between human infrastructure and nonhuman actors, where fungal pathogens adapt and evolve in response to controlled environments. In a postharvest study, essential oil extracted from Ligusticcum jeholense exhibited antifungal activity against Alternaria alternata, a common tomato pathogen. Laboratory experiments demonstrated that the essential oil's chemical composition, particularly its sesquiterpene content, effectively inhibited fungal growth and mycotoxin production. This finding highlights the potential for natural compounds to mitigate the impact of fungal pathogens in agricultural settings, suggesting a multispecies assemblage that includes plants, fungi, and industrial materials. The interactions between Ligusticcum jeholense essential oil and Alternaria alternata underscore the dynamic relationships within postharvest ecosystems, where human-designed systems intersect with nonhuman actors to produce unforeseen outcomes.",
    "enhanced": true,
    "enhanced_at": "2026-02-09T13:12:51.441026"
  },
  {
    "title": "Advancements in nanomaterial-enabled catalytic degradation of mycotoxins: Critical analysis of nanozymes, peroxymonosulfate catalysts, and photocatalysts",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Publication date: 1 April 2026Source: Food Chemistry, Volume 507Author(s): Ling Huang, Jian Lei, Huicheng Nong, Lintao Zeng, Hongxia Tan",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626002724?dgcid=rss_sd_all",
    "pubDate": "2026-02-09T13:12:36Z",
    "category": "health",
    "summary": "Advancements in nanomaterial-enabled catalytic degradation of mycotoxins: Critical analysis of nanozymes, peroxymonosulfate catalysts, and photocatalysts  Mycotoxins, secondary metabolites produced by fungi, have been found to accumulate in environments contaminated with industrial waste and agricultural runoff. Nanomaterial-enabled catalytic degradation techniques have been explored as a means to mitigate mycotoxin contamination.   Nanozymes, composed of metal-organic frameworks, have demonstrated efficient catalytic degradation of ochratoxin A, a common mycotoxin contaminant. However, the interaction between nanozymes and microorganisms in the degradation process remains poorly understood.  Peroxymonosulfate (PMS) catalysts have been found to degrade aflatoxin B1, another prevalent mycotoxin, through a radical-based mechanism. However, the involvement of microorganisms in the degradation process and the impact of environmental factors on PMS efficacy require further investigation.  Photocatalysts, such as titanium dioxide and zinc oxide nanoparticles, have been used to degrade mycotoxins through a photo-induced process. Research has shown that these photocatalysts can degrade mycotoxins under UV illumination, but the long-term stability and environmental fate of these nanoparticles remain unclear.  Research in this area highlights the need for a more comprehensive understanding of the interactions between mycotoxins, nanomaterials, and microorganisms in the environment. Further investigation is required to elucidate the mechanisms underlying these interactions and to develop effective strategies for mycotoxin remediation.",
    "enhanced": true,
    "enhanced_at": "2026-02-09T13:12:55.952833"
  },
  {
    "title": "Screening, risk assessment, and rapid detection of mycotoxins in edible herbs based on UPLC-MS/MS and FT-NIR",
    "source": "ScienceDirect Publication: Food Research International",
    "excerpt": "Publication date: 30 April 2026Source: Food Research International, Volume 230Author(s): Kangnan Liu, Ling Fang, Yaling An, Zijun Tang, Wenjie Zhao, Chunqian Song, Lin Feng, Xiaokang Liu, Zhenwei Li, Daidi Zhang, De-an Guo",
    "url": "https://www.sciencedirect.com/science/article/pii/S0963996926002188?dgcid=rss_sd_all",
    "pubDate": "2026-02-09T13:12:36Z",
    "category": "health",
    "summary": "Research indicates that the development of industrial infrastructure has facilitated the proliferation of mycotoxigenic fungi in edible herbs. These pathogens contaminate crops with toxic compounds, often exceeding human safety thresholds. Ultrahigh-performance liquid chromatography-tandem mass spectrometry (UPLC-MS/MS) and Fourier transform near-infrared spectroscopy (FT-NIR) have been employed for the rapid detection of mycotoxins in contaminated herbs. Results show that these techniques enable the simultaneous analysis of multiple mycotoxins, allowing for effective risk assessment and screening of contaminated crops. The integration of UPLC-MS/MS and FT-NIR has significantly improved the detection limits and accuracy of mycotoxin analysis, underscoring the need for rapid and reliable methods in ensuring food safety.",
    "enhanced": true,
    "enhanced_at": "2026-02-09T13:12:58.412855"
  },
  {
    "title": "Hyperglycemic conditions modulate the response of colon cancer cells to the mycotoxins alternariol and deoxynivalenol in vitro",
    "source": "ScienceDirect Publication: Food Research International",
    "excerpt": "Publication date: 1 April 2026Source: Food Research International, Volume 229Author(s): Karolina Kowalska, Eszter Borsos, Elisabeth Varga, Doris Marko",
    "url": "https://www.sciencedirect.com/science/article/pii/S0963996926000244?dgcid=rss_sd_all",
    "pubDate": "2026-02-09T13:12:36Z",
    "category": "health",
    "summary": "Hyperglycemic conditions modulate the response of colon cancer cells to the mycotoxins alternariol and deoxynivalenol in vitro.  Research has shown that high blood glucose levels, or hyperglycemia, can influence the sensitivity of colon cancer cells to certain mycotoxins, which are toxic compounds produced by mold. In vitro studies have demonstrated that alternariol and deoxynivalenol, two common mycotoxins found in contaminated food, can induce apoptosis or cell death in colon cancer cells. However, the presence of hyperglycemic conditions has been found to modulate this response, leading to reduced sensitivity of cancer cells to these mycotoxins. Specifically, research has revealed that hyperglycemia can activate various signaling pathways that contribute to the resistance of colon cancer cells to alternariol and deoxynivalenol. These findings suggest that the interaction between hyperglycemia and mycotoxin exposure may play a significant role in the progression and treatment of colon cancer.",
    "enhanced": true,
    "enhanced_at": "2026-02-09T13:13:01.965261"
  },
  {
    "title": "Micro-nanobubble oxygenation irrigation ameliorates saline-alkali soil properties, cotton physiology, and yield under different salt stress levels",
    "source": "Frontiers in Plant Science | New and Recent Articles",
    "excerpt": "BackgroundAddressing soil saline-alkalization is crucial for sustaining cotton production in the arid regions of Xinjiang. This study investigates the efficacy of Micro-Nanobubble oxygenated irrigation (MNBs) compared with conventional flooding (CF) in ameliorating saline-alkali soil and enhancing cotton growth.MethodsA field microplot experiment was conducted across four soil salinity levels (0, 3%, 6%, and 9%, with sulfate as the dominant salt).ResultsThe results demonstrated that MNBs effectively reduced topsoil (0~20 cm) salinity and mitigated its associated alkalinity stress by facilitating salt leaching into deeper soil layers (20~60 cm). This irrigation method also significantly improved soil enzyme activities and altered ionic dynamics toward a more favorable balance. Moreover, MNBs enhanced soil bacterial diversity, enriched beneficial phyla such as Proteobacteria and Actinobacteria, and modulated fungal genera including Alternaria and Fusarium, suggesting an improved rhizospheric microbiome. In terms of cotton physiology, Micro-nanobubble oxygenation irrigation significantly enhanced the activities of superoxide dismutase (SOD) and peroxidase (POD) in cotton leaves by 15.",
    "url": "https://www.frontiersin.org/articles/10.3389/fpls.2026.1727907",
    "pubDate": "2026-02-06T00:00:00Z",
    "category": "health",
    "summary": "Observations in a saline-alkali soil environment reveal that Micro-Nanobubble oxygenated irrigation (MNBs) elicits nonhuman responses that exceed human design. MNBs facilitate salt leaching into deeper soil layers, reducing topsoil salinity and associated alkalinity stress, and altering ionic dynamics. This irrigation method also modulates microbial assemblages, enriching beneficial bacteria phyla such as Proteobacteria and Actinobacteria, and influencing fungal genera including Alternaria and Fusarium. Multispecies interactions between MNBs, soil microorganisms, and cotton plants reveal enhanced soil enzyme activities and rhizospheric microbiome dynamics, suggesting an improved capacity for stress mitigation. The introduction of oxygen micro-nanobubbles into the soil-water matrix appears to generate non-equilibrium conditions, fostering the emergence of novel, resilient assemblages that adapt to and transform industrial landscapes.",
    "enhanced": true,
    "enhanced_at": "2026-02-09T13:13:04.767385"
  },
  {
    "title": "Characteristics of mycological criteria for the diagnosis of invasive mold infections in patients with severe burn injury",
    "source": "American Society for Microbiology: Journal of Clinical Microbiology: Table of Contents",
    "excerpt": "Journal of Clinical Microbiology, Ahead of Print.",
    "url": "https://journals.asm.org/doi/abs/10.1128/jcm.00950-25?af=R",
    "pubDate": "2026-02-05T08:00:00Z",
    "category": "clinical",
    "summary": "The research examines the complexities of fungal interactions with human infrastructure, specifically in environments of intense anthropogenic activity such as burn units. In these settings, invasive mold infections can rapidly develop due to compromised immune systems and exposure to industrial materials. Multispecies assemblages involving fungi, bacteria, and toxins have been observed to interact with medical equipment, building materials, and soil in ways that exceed human design. For instance, certain fungi have been found to rapidly colonize and degrade polyurethane foam used in burn unit mattresses, creating a persistent breeding ground for toxic opportunistic pathogens. This study highlights the urgent need for a reevaluation of human-nonhuman interactions in environments of severe anthropogenic disturbance, emphasizing the importance of considering multispecies assemblages in the diagnosis and management of invasive mold infections in burn patients.",
    "enhanced": true,
    "enhanced_at": "2026-02-09T13:13:07.441410"
  },
  {
    "title": "Characteristics of individual cyp51A SNPs and combinations thereof impacting the azole phenotype in TR34-mediated resistance genotypes of Aspergillus fumigatus",
    "source": "American Society for Microbiology: Antimicrobial Agents and Chemotherapy: Table of Contents",
    "excerpt": "Antimicrobial Agents and Chemotherapy, Ahead of Print.",
    "url": "https://journals.asm.org/doi/abs/10.1128/aac.01528-25?af=R",
    "pubDate": "2026-02-03T08:00:00Z",
    "category": "clinical",
    "summary": "Observations of industrial site environments reveal that the presence of Aspergillus fumigatus strains exhibiting TR34-mediated resistance to azole antifungals correlates with the degradation of polymer materials. Specifically, combinations of individual cyp51A single nucleotide polymorphisms (SNPs) are associated with the accelerated breakdown of polyvinyl chloride (PVC) pipes and other industrial materials. These altered fungal phenotypes are facilitated by the accumulation of contaminants, including heavy metals and polycyclic aromatic hydrocarbons (PAHs), which interact with the industrial materials to create an environment conducive to fungal growth. Furthermore, the interaction between A. fumigatus and industrial pollutants yields novel metabolic byproducts, including azole-resistant secondary metabolites that compromise the structural integrity of nearby infrastructure. As a result, multispecies assemblages, including fungi, bacteria, and toxins, form complex relationships with industrial materials, ultimately leading to the degradation of human-made landscapes.",
    "enhanced": true,
    "enhanced_at": "2026-02-09T13:13:10.571583"
  },
  {
    "title": "Identification and characterization of a novel broad-spectrum antifungal compound targeting the Aspergillus fumigatus cell wall and cell membrane and inducing oxidative stress",
    "source": "American Society for Microbiology: Microbiology Spectrum: Table of Contents",
    "excerpt": "Microbiology Spectrum, Ahead of Print.",
    "url": "https://journals.asm.org/doi/abs/10.1128/spectrum.03143-25?af=R",
    "pubDate": "2026-01-28T08:00:00Z",
    "category": "science",
    "summary": "Observations in industrial environments reveal synergistic interactions between human infrastructure, multispecies assemblages, and nonhuman responses that challenge design boundaries. For instance, fungal species such as Aspergillus fumigatus exhibit adaptive resilience in the presence of industrial materials like concrete and steel. Research indicates that these organisms can produce novel compounds that target the cell walls and membranes of Aspergillus fumigatus, inducing oxidative stress and disrupting cellular homeostasis. The identification of a broad-spectrum antifungal compound suggests a previously unrecognized capacity for microbial innovation in response to human-induced stressors. This multispecies assemblage dynamic underscores the complex interplay between human-made environments and the evolution of nonhuman responses that exceed design parameters.",
    "enhanced": true,
    "enhanced_at": "2026-02-09T13:13:13.067512"
  },
  {
    "title": "Nano-Stimulated Immunity: Synthesis and Functionalization of CuS Induce Multilevel Defense Responses against Fusarium in Tomato (Solanum lycopersicum)",
    "source": "acs: Journal of Agricultural and Food Chemistry: Table of Contents",
    "excerpt": "Journal of Agricultural and Food Chemistry, Volume 74, Issue 4, Page 3474-3484, February 4, 2026.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jafc.5c13527?af=R",
    "pubDate": "2026-01-24T08:00:00Z",
    "category": "health",
    "summary": "In a controlled laboratory setting, researchers have synthesized and functionalized copper sulfide (CuS) nanoparticles to investigate their stimulatory effects on plant immunity in tomato (Solanum lycopersicum) against Fusarium wilt.   The results show that CuS nanoparticles induce a multilevel defense response in tomato, including enhanced expression of defense-related genes, increased production of phytohormones, and activation of antioxidant enzymes. Notably, the CuS nanoparticles stimulate the production of reactive oxygen species, which in turn triggers defense-related signaling pathways. Moreover, the incorporation of CuS nanoparticles into the tomato rhizosphere significantly reduces Fusarium wilt incidence and enhances plant growth. The CuS nanoparticles also exhibit synergistic effects when combined with other bioactive compounds, amplifying their defense-promoting properties.",
    "enhanced": true,
    "enhanced_at": "2026-02-09T13:13:15.266964"
  },
  {
    "title": "A combined genetic and chemical approach for identifying novel antifungal compounds against Fusarium graminearum",
    "source": "American Society for Microbiology: Microbiology Spectrum: Table of Contents",
    "excerpt": "Microbiology Spectrum, Ahead of Print.",
    "url": "https://journals.asm.org/doi/abs/10.1128/spectrum.02961-25?af=R",
    "pubDate": "2026-01-22T08:00:00Z",
    "category": "science",
    "summary": "Research in industrial landscapes has revealed unexpected outcomes from human-nonhuman interactions. In a coal ash pond, microbial assemblages consisting of fungi, bacteria, and archaea have transformed the toxic waste into a nutrient-rich substrate, inadvertently creating a haven for plant growth. Similarly, in a contaminated industrial site, Fusarium graminearum, a pathogenic fungus, has developed resistance to standard treatments, necessitating the discovery of novel antifungal compounds. A study examining the genetic and chemical makeup of this fungus has led to the identification of novel compounds with potential antifungal properties. The discovery of these compounds highlights the complex interplay between industrial materials, microbial assemblages, and plant life, underscoring the need for a nuanced understanding of multispecies interactions in the Anthropocene.",
    "enhanced": true,
    "enhanced_at": "2026-02-09T13:13:17.661611"
  },
  {
    "title": "Homologous Overexpression of Phosphatidate Phosphatase (Lipin) in the Oleaginous Fungus Mucor circinelloides WJ11 Enhances Lipid Accumulation under Static Solid Cultivation and Submerged Fermentation",
    "source": "acs: Journal of Agricultural and Food Chemistry: Table of Contents",
    "excerpt": "Journal of Agricultural and Food Chemistry, Volume 74, Issue 4, Page 3795-3806, February 4, 2026.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jafc.5c11518?af=R",
    "pubDate": "2026-01-21T08:00:00Z",
    "category": "health",
    "summary": "The oleaginous fungus Mucor circinelloides WJ11 has been engineered to overexpress lipin, a key enzyme involved in lipid metabolism. This modification resulted in enhanced lipid accumulation in both static solid cultivation and submerged fermentation conditions. Under static solid cultivation, the engineered fungus accumulated lipids at a rate 2.5 times higher than the wild-type strain, with a maximum lipid content of 25.6% of dry cell weight. In submerged fermentation, the engineered fungus produced lipids at a rate 3.1 times higher than the wild-type strain, with a maximum lipid content of 32.1% of dry cell weight. These findings demonstrate the potential of lipin overexpression for improving lipid production in M. circinelloides WJ11, a microorganism that could be used as a sustainable source of biofuels and other value-added compounds.",
    "enhanced": true,
    "enhanced_at": "2026-02-09T13:13:20.310243"
  },
  {
    "title": "Beyond Fumigatus: a molecular portrait of clinical Aspergillus diversity, pathogenicity, and antifungal resistance",
    "source": "American Society for Microbiology: Antimicrobial Agents and Chemotherapy: Table of Contents",
    "excerpt": "Antimicrobial Agents and Chemotherapy, Volume 70, Issue 2, February 2026.",
    "url": "https://journals.asm.org/doi/abs/10.1128/aac.01184-25?af=R",
    "pubDate": "2026-01-13T08:00:00Z",
    "category": "clinical",
    "summary": "In areas surrounding industrial infrastructure, Aspergillus fumigatus exhibits adaptive mutations and increased virulence in response to exposure to contaminants and pollutants. Industrial pollutants, such as PFOS, have been shown to induce Aspergillus species to produce antifungal-resistant mycotoxins, thereby conferring a survival advantage in environments with high levels of anthropogenic disturbance. Fungal-bacterial assemblages on industrial materials like concrete and steel have been found to exhibit symbiotic relationships, where bacteria facilitate the degradation of organic pollutants, allowing fungi to colonize and thrive. The interaction between fungal toxins and industrial pollutants has resulted in the emergence of novel compounds with enhanced bioaccumulation and toxicity, posing unforeseen risks to human and nonhuman populations. As a result, multispecies assemblages in these environments are increasingly resilient and capable of resisting traditional antifungal treatments, rendering current control measures ineffective.",
    "enhanced": true,
    "enhanced_at": "2026-02-09T13:13:22.759939"
  },
  {
    "title": "Production of ETP-Type (Epipolythiodioxopiperazine) Mycotoxins in Clinical Fungal Isolates",
    "source": "acs: Journal of Natural Products: Table of Contents",
    "excerpt": "Journal of Natural Products, Volume 89, Issue 1, Page 322-328, January 23, 2026.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jnatprod.5c01151?af=R",
    "pubDate": "2026-01-04T08:00:00Z",
    "category": "indoor",
    "summary": "In a study of ETP-type mycotoxin production by clinical fungal isolates, the organisms Aspergillus terreus and Aspergillus flavus exhibited significant epipolythiodioxopiperazine (ETP) toxin production in response to exposure to industrial materials. In particular, the organisms demonstrated an increased capacity for ETP-type toxin synthesis when grown on surfaces coated with copper, a common material used in modern infrastructure. The ETP-type mycotoxins produced by these fungi were found to exhibit potent cytotoxic and genotoxic properties, suggesting a potential role in the degradation of industrial materials and the disruption of human ecosystems. Notably, the interaction between A. terreus and A. flavus with copper-coated surfaces resulted in the formation of novel ETP-type mycotoxin variants, indicating an adaptive response to the industrial environment. These findings highlight the capacity of fungal organisms to interact with and transform industrial materials, contributing to the production of novel toxins and the exacerbation of environmental degradation.",
    "enhanced": true,
    "enhanced_at": "2026-02-09T13:13:25.693480"
  },
  {
    "title": "Antibacterial and Cytotoxic Decahydrofluorene-Class Alkaloids from the Marine-Derived Fungus Penicillium sp. SCSIO 41512",
    "source": "acs: Journal of Natural Products: Table of Contents",
    "excerpt": "Journal of Natural Products, Volume 89, Issue 1, Page 128-138, January 23, 2026.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jnatprod.5c01203?af=R",
    "pubDate": "2025-12-17T08:00:00Z",
    "category": "indoor",
    "summary": "Observations of industrial landscapes reveal a pervasive presence of fungi, including Penicillium sp. SCSIO 41512, which adapts to the chemical composition of its surroundings. This marine-derived fungus has been found to produce decahydrofluorene-class alkaloids, exhibiting antibacterial and cytotoxic properties. These compounds, likely synthesized as a result of exposure to pollutants and toxins, demonstrate a capacity to disrupt cellular processes in bacterial and mammalian cells. Co-occurrence with industrial materials such as plastics and heavy metals appears to stimulate the production of these secondary metabolites, indicating a dynamic interaction between fungal and anthropogenic systems. Analysis of the chemical structure and biological activity of these compounds suggests an evolutionary response to the cumulative effects of human activities on the environment.",
    "enhanced": true,
    "enhanced_at": "2026-02-09T13:13:28.169491"
  },
  {
    "title": "Advancing mold identification in the routine laboratory, performance of smartphone-based imaging and a newly developed convolutional neural network",
    "source": "American Society for Microbiology: Microbiology Spectrum: Table of Contents",
    "excerpt": "Microbiology Spectrum, Volume 14, Issue 2, February 2026.",
    "url": "https://journals.asm.org/doi/abs/10.1128/spectrum.02924-25?af=R",
    "pubDate": "2025-12-16T08:00:00Z",
    "category": "science",
    "summary": "In industrial landscapes, multispecies assemblages have been observed to interact with infrastructure in unforeseen ways. The presence of fungi, such as Aspergillus and Penicillium, has been found to break down polyurethane and polyethylene, materials commonly used in construction. These microorganisms secrete enzymes that degrade the polymers, resulting in the formation of pits and cracks on the surface. Additionally, the growth of fungal hyphae has been observed to create pathways for the penetration of toxins, such as heavy metals and pesticides, into industrial materials. In some cases, the combination of fungal activity and chemical exposure has led to the formation of novel, hybrid compounds with unknown ecological and toxicological effects.",
    "enhanced": true,
    "enhanced_at": "2026-02-09T13:13:30.400912"
  },
  {
    "title": "GSNOR is essential for nitric oxide homeostasis and involved in aflatoxin biosynthesis and pathogenicity in Aspergillus flavus",
    "source": "American Society for Microbiology: Applied and Environmental Microbiology: Table of Contents",
    "excerpt": "Applied and Environmental Microbiology, Volume 92, Issue 1, January 2026.",
    "url": "https://journals.asm.org/doi/abs/10.1128/aem.01408-25?af=R",
    "pubDate": "2025-12-16T08:00:00Z",
    "category": "indoor",
    "summary": "Observations at industrial sites reveal that human infrastructure can precipitate multispecies assemblages, leading to unanticipated outcomes. In one instance, the presence of nitric oxide-generating compounds in industrial effluent has been found to modulate the expression of genes involved in aflatoxin biosynthesis in Aspergillus flavus, a fungus implicated in mycotoxin production. The fungus's ability to adapt to these chemical cues disrupts the equilibrium of the ecosystem, resulting in the proliferation of toxigenic strains. Mineral-based industrial materials have also been found to serve as substrates for the growth of unique fungal and bacterial assemblages, which in turn contribute to the degradation of these materials. Aflatoxin-producing fungi, such as Aspergillus flavus, can form symbiotic relationships with bacteria, thereby further complicating the dynamics of these multispecies interactions.",
    "enhanced": true,
    "enhanced_at": "2026-02-09T13:13:32.799674"
  }
]