[
  {
    "title": "Green flocculant of Aspergillus niger fungus cultured from food waste hydrolysate for enhanced sludge dewatering",
    "source": "ScienceDirect Publication: Bioresource Technology",
    "excerpt": "Publication date: April 2026Source: Bioresource Technology, Volume 446Author(s): Yingfei Sun, Yijiao Chang, Yuxuan Wang, Zuohong Chen, Zhu Liang, Jiao Chen, Bing Li, Yongcheng Wang, Xiao-yan Li, Lin Lin",
    "url": "https://www.sciencedirect.com/science/article/pii/S096085242600218X?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T11:10:53Z",
    "category": "indoor",
    "summary": "This publication is still hot off the press. That means the abstract is not yet indexed by global databases like CrossRef, Semantic Scholar or OpenAlex. If you want to learn what the research might have to say about life on Planet Mould you'll just have to read it yourself!",
    "enhanced": true,
    "enhanced_at": "2026-02-13T11:11:32.675560"
  },
  {
    "title": "Microcosm-dependent degradation of nonwoven fabric in surgical masks by endophytic fungi Aspergillus bridgerii",
    "source": "ScienceDirect Publication: Journal of Hazardous Materials",
    "excerpt": "Publication date: 15 February 2026Source: Journal of Hazardous Materials, Volume 504Author(s): Ramya Duraisamy, Bhuvaneshwari. S, Philip. A, VM Vishnu, P. Sribalaji, Agnieszka Saeid, Jemima Balaselvi Juliana. S, Jennifer Michellin Kiruba N",
    "url": "https://www.sciencedirect.com/science/article/pii/S0304389426003018?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T11:10:53Z",
    "category": "indoor",
    "summary": "This publication is still hot off the press. That means the abstract is not yet indexed by global databases like CrossRef, Semantic Scholar or OpenAlex. If you want to learn what the research might have to say about life on Planet Mould you'll just have to read it yourself!",
    "enhanced": true,
    "enhanced_at": "2026-02-13T11:11:33.425030"
  },
  {
    "title": "Self-supervised learning for aflatoxin B1 detection using masked spectra",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Publication date: 15 April 2026Source: Food Chemistry, Volume 508, Part AAuthor(s): Wenwen Guo, Hongfei Zhu, Xianpeng Wang, Zhongzhi Han",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626005005?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T11:10:51Z",
    "category": "health",
    "summary": "This publication is still hot off the press. That means the abstract is not yet indexed by global databases like CrossRef, Semantic Scholar or OpenAlex. If you want to learn what the research might have to say about life on Planet Mould you'll just have to read it yourself!",
    "enhanced": true,
    "enhanced_at": "2026-02-13T11:11:34.167759"
  },
  {
    "title": "A comprehensive review of decontamination techniques for mycotoxin control in food: Advancement from conventional to unconventional strategies and the way forward",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Publication date: 15 April 2026Source: Food Chemistry, Volume 508, Part AAuthor(s): Dolanchapa Sikdar, Shiladitya Ghosh",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626005200?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T11:10:51Z",
    "category": "health",
    "summary": "This publication is still hot off the press. That means the abstract is not yet indexed by global databases like CrossRef, Semantic Scholar or OpenAlex. If you want to learn what the research might have to say about life on Planet Mould you'll just have to read it yourself!",
    "enhanced": true,
    "enhanced_at": "2026-02-13T11:11:36.090847"
  },
  {
    "title": "Advances in affinity magnetic bead - based pretreatment and detection strategies for mycotoxins in foods: A review",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Publication date: 15 April 2026Source: Food Chemistry, Volume 508, Part AAuthor(s): Jinnan Chen, Jin Ye, Hongmei Liu, Shuangshou Wang, Daojin Li, Haihua Ma, Songxue Wang",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626004802?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T11:10:51Z",
    "category": "health",
    "summary": "This publication is still hot off the press. That means the abstract is not yet indexed by global databases like CrossRef, Semantic Scholar or OpenAlex. If you want to learn what the research might have to say about life on Planet Mould you'll just have to read it yourself!",
    "enhanced": true,
    "enhanced_at": "2026-02-13T11:11:36.897227"
  },
  {
    "title": "Antifungal mechanism and mycotoxin control of Ligusticum jeholense essential oil against Alternaria alternata in postharvest tomato",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Alternaria alternata causes serious postharvest diseases in tomatoes, threatening shelf life and food safety. In this study, a natural and eco-friendly strategy was developed using Ligusticum jeholense essential oil (LEO), extracted via optimized enzymatic-deep eutectic solvent microwave-assisted method (EDP-MAHD), which achieved a 3.38-fold higher yield than conventional extraction. GC-MS analysis confirmed consistent chemical composition across production batches. In vitro, LEO exhibited potent antifungal activity against A. alternata (IC₅₀, 0.0718 μL/mL), while in vivo experiments on tomato fruit showed it significantly inhibited lesion expansion and suppressed the accumulation of mycotoxins, alternariol (AOH) and tenuazonic acid (TeA). SEM, TEM, proteomic, and physiological analyses revealed that LEO disrupted membrane integrity, interfered with energy metabolism, and induced oxidative stress, suggesting multi-target antifungal mechanisms. Acute toxicity in mice confirmed its safety. These findings support the application of LEO as a promising natural preservative for postharvest disease and toxin control in tomatoes.",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626004231?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T11:10:51Z",
    "category": "health",
    "abstract_source": "openalex",
    "summary": "Alternaria alternata causes serious postharvest decay in tomatoes, reducing shelf life and creating food safety risks. This paper developed an extraction method combining enzymatic treatment, deep eutectic solvent, and microwave heating to obtain Ligusticum jeholense essential oil, which yielded 3.38 times more product than conventional extraction and maintained consistent chemical composition across batches. Gas chromatography-mass spectrometry confirmed the oil's chemical makeup. In laboratory tests, the essential oil inhibited fungal growth at a concentration of 0.0718 microliters per milliliter; on actual tomato fruit, it reduced the expansion of decay lesions and lowered accumulation of two mycotoxins produced by the fungus—alternariol and tenuazonic acid. Scanning electron microscopy, transmission electron microscopy, protein analysis, and physiological tests showed the oil damaged fungal cell membranes, disrupted energy production pathways, and triggered oxidative stress through multiple simultaneous mechanisms. Safety testing in mice showed no acute toxicity.  The essential oil emerges here as a dual-purpose material: a food safety intervention that simultaneously addresses two interconnected threats—fungal decay and the toxic metabolites fungi produce during storage. Yet the very conditions that make tomatoes vulnerable to Alternaria infection—the moisture and temperature of postharvest chains, the density of storage facilities, the extended shelf life demanded by global supply networks—are the same conditions that favour both fungal proliferation and mycotoxin synthesis. A plant-derived preservative that works through oxidative stress and membrane disruption operates within rather than outside these material dependencies, managing symptoms of decay while leaving the infrastructural vulnerabilities of industrial postharvest systems intact.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T11:11:41.514434"
  },
  {
    "title": "Screening, risk assessment, and rapid detection of mycotoxins in edible herbs based on UPLC-MS/MS and FT-NIR",
    "source": "ScienceDirect Publication: Food Research International",
    "excerpt": "Publication date: 30 April 2026Source: Food Research International, Volume 230Author(s): Kangnan Liu, Ling Fang, Yaling An, Zijun Tang, Wenjie Zhao, Chunqian Song, Lin Feng, Xiaokang Liu, Zhenwei Li, Daidi Zhang, De-an Guo",
    "url": "https://www.sciencedirect.com/science/article/pii/S0963996926002188?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T11:10:51Z",
    "category": "health",
    "summary": "This publication is still hot off the press. That means the abstract is not yet indexed by global databases like CrossRef, Semantic Scholar or OpenAlex. If you want to learn what the research might have to say about life on Planet Mould you'll just have to read it yourself!",
    "enhanced": true,
    "enhanced_at": "2026-02-13T11:11:43.058902"
  },
  {
    "title": "Hyperglycemic conditions modulate the response of colon cancer cells to the mycotoxins alternariol and deoxynivalenol in vitro",
    "source": "ScienceDirect Publication: Food Research International",
    "excerpt": "Publication date: 1 April 2026Source: Food Research International, Volume 229Author(s): Karolina Kowalska, Eszter Borsos, Elisabeth Varga, Doris Marko",
    "url": "https://www.sciencedirect.com/science/article/pii/S0963996926000244?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T11:10:51Z",
    "category": "health",
    "summary": "This publication is still hot off the press. That means the abstract is not yet indexed by global databases like CrossRef, Semantic Scholar or OpenAlex. If you want to learn what the research might have to say about life on Planet Mould you'll just have to read it yourself!",
    "enhanced": true,
    "enhanced_at": "2026-02-13T11:11:43.872155"
  },
  {
    "title": "Molecular stabilizing a glucose oxidase from Aspergillus eucalypticola with improved catalytic activity and optimized antimicrobial capacity",
    "source": "ScienceDirect Publication: International Journal of Biological Macromolecules",
    "excerpt": "Publication date: Available online 11 February 2026Source: International Journal of Biological MacromoleculesAuthor(s): Jing Li, Ying-Zhi Peng, Jian-Qiang He, Xiao-Lu Zhu, Marriam Khurshid, Shu-Biao Yuan, Kun Meng, Shuai You, Sheng-Jun Wang",
    "url": "https://www.sciencedirect.com/science/article/pii/S0141813026008123?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T11:10:49Z",
    "category": "science",
    "summary": "This publication is still hot off the press. That means the abstract is not yet indexed by global databases like CrossRef, Semantic Scholar or OpenAlex. If you want to learn what the research might have to say about life on Planet Mould you'll just have to read it yourself!",
    "enhanced": true,
    "enhanced_at": "2026-02-13T11:11:44.555059"
  },
  {
    "title": "Case Report: Rare pulmonary infection and cytomegalovirus retinitis revealed a case of lymphoma",
    "source": "Frontiers in Medicine | New and Recent Articles",
    "excerpt": "BackgroundRecurrent cytomegalovirus retinitis (CMVR) and rare opportunistic pulmonary infections may be the initial manifestations of underlying immunodeficiency caused by occult hematologic malignancy. Epstein–Barr virus-positive diffuse large B-cell lymphoma, not otherwise specified (EBV+DLBCL-NOS) is an aggressive lymphoma associated with immune dysfunction, predisposing patients to severe opportunistic infections, including CMVR. However, pulmonary co-infection with Tropheryma whipplei and Penicillium digitatum has not been previously described as a presenting feature of EBV+ DLBCL-NOS.CaseA 66-year-old male presented with blurred vision and was diagnosed with CMVR, with profoundly low CD4+ T-cell counts (102 cells/μL) and high cytomegalovirus (CMV) DNA levels in blood and aqueous humor. He initially responded to ganciclovir, but CMVR recurred five months later, accompanied by new pulmonary nodules. Despite negative conventional microbiological tests, metagenomic next-generation sequencing (mNGS) of bronchoalveolar lavage fluid identified co-infection with Tropheryma whipplei and P. digitatum. Broad-spectrum antimicrobial therapy led to partial clinical improvement, but pulmona",
    "url": "https://www.frontiersin.org/articles/10.3389/fmed.2026.1732360",
    "pubDate": "2026-02-13T00:00:00Z",
    "category": "clinical",
    "summary": "This paper documents a clinical case in which a 66-year-old male presented with blurred vision caused by cytomegalovirus retinitis—an eye infection typically seen in severely immune-weakened patients. Testing revealed profoundly depleted CD4+ T-cell counts (102 cells per microliter) and high levels of cytomegalovirus genetic material in blood and eye fluid. The patient initially responded to ganciclovir antiviral treatment, but the eye infection recurred five months later alongside new lung nodules. Metagenomic next-generation sequencing of fluid collected from the patient's airways identified simultaneous infection with two organisms: *Tropheryma whipplei* (a bacterium associated with Whipple's disease) and *Penicillium digitatum* (a mould commonly found on citrus fruits and stored plant material). Conventional laboratory tests had failed to detect these organisms, making the sequencing-based detection method critical to diagnosis. The underlying cause of this cascade of opportunistic infections was subsequently revealed to be Epstein–Barr virus-positive diffuse large B-cell lymphoma, an aggressive blood cancer that suppresses immune function.  This case illustrates how moulds and other microorganisms ordinarily associated with food spoilage or environmental contamination become clinical threats within bodies rendered vulnerable by malignancy and its immunosuppressive effects. The same *Penicillium digitatum* that represents a postharvest loss in agricultural systems here materializes as a pulmonary pathogen, its pathogenicity inseparable from the patient's specific condition of immune collapse. The reliance on sequencing technology to reveal what conventional microbiology missed points to how diagnostic capacity itself shapes which infections become visible and actionable in clinical practice.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T11:11:49.249624"
  },
  {
    "title": "Integrative diagnosis of invasive pulmonary aspergillosis in non-neutropenic patients using BALF-tNGS–derived Aspergillus load and host risk factors: a multicenter study",
    "source": "Frontiers in Cellular and Infection Microbiology | New and Recent Articles",
    "excerpt": "BackgroundDiagnosing invasive pulmonary aspergillosis (IPA) in non-neutropenic patients is challenging because of non-specific manifestations and limited diagnostic tools. Targeted next-generation sequencing (tNGS) of bronchoalveolar lavage fluid (BALF) enables rapid pathogen detection; however, its capacity for quantitative assessment of fungal load remains unclear. This study integrated BALF-tNGS fungal load with host risk factors to develop a diagnostic nomogram for IPA in non-neutropenic patients.MethodsNon-neutropenic adults with suspected IPA were retrospectively enrolled at three tertiary hospitals (December 2020–December 2024). IPA was classified according to consensus definitions. Normalized Aspergillus reads from BALF-tNGS were stratified into low, medium, and high tiers. Clinical, radiological, and microbiological variables were analyzed, and a multivariable logistic regression model was built and internally validated via bootstrapping. Diagnostic performance was assessed using receiver operating characteristic analysis.ResultsAmong 238 patients, 134 had IPA and 104 had non-IPA. Compared with non-IPA cases, patients with IPA had higher rates of diabetes (73.9%), corticos",
    "url": "https://www.frontiersin.org/articles/10.3389/fcimb.2026.1739837",
    "pubDate": "2026-02-12T00:00:00Z",
    "category": "clinical",
    "summary": "This study enrolled 238 non-neutropenic adults with suspected invasive pulmonary aspergillosis across three tertiary hospitals between December 2020 and December 2024, identifying 134 confirmed cases and 104 non-cases. The researchers extracted and normalized Aspergillus genetic material from bronchoalveolar lavage fluid using targeted next-generation sequencing, stratifying the fungal genetic load into three tiers: low, medium, and high. Patients with confirmed invasive pulmonary aspergillosis showed elevated rates of diabetes (73.9%) and corticosteroid use compared to those without the disease. The study built a multivariable logistic regression model integrating the quantified fungal load from bronchoalveolar lavage fluid alongside clinical, radiological, and microbiological variables, then validated this diagnostic nomogram internally through bootstrapping and assessed its accuracy using receiver operating characteristic analysis.  The fungal load measurement from bronchoalveolar lavage fluid emerges here as a diagnostic tool precisely because it can be rapidly quantified in patients whose immune systems remain partially intact—those for whom the standard clinical markers of infection are obscured or delayed. Yet the prominence of diabetes and corticosteroid dependence in the confirmed cases reveals how invasive aspergillosis concentrates among populations already shaped by chronic metabolic dysfunction and pharmaceutical immunosuppression: the disease marks bodies already subject to long-term medical management and surveillance. The nomogram itself becomes a technology for sorting risk within this non-neutropenic population, translating fungal genetic abundance into clinical probability, but in doing so it naturalizes the very metabolic and pharmaceutical conditions that enable aspergillal colonization in the first place.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T11:11:54.021533"
  },
  {
    "title": "Characteristics of mycological criteria for the diagnosis of invasive mold infections in patients with severe burn injury",
    "source": "American Society for Microbiology: Journal of Clinical Microbiology: Table of Contents",
    "excerpt": "ABSTRACT Invasive fungal diseases (IFDs) are common and often fatal in severe burn patients due to skin barrier loss and immune dysfunction. However, current definitions of invasive mold infections are poorly adapted to this population. This study evaluated the characteristics of various diagnostic criteria and their combinations in relation to clinical outcomes in burn patients. We conducted a retrospective cohort study of all patients admitted to the Burn ICU from 2014 to 2023 with ≥15% total burn surface area and at least one sample sent to the mycology lab. Criteria included direct microscopy, culture (respiratory, skin, or tissue), species-specific quantitative PCR (qPCR) (Aspergillus, Mucorales, and Fusarium) on plasma/tissue/bronchoalveolar lavage fluid, and serum galactomannan. Among 276 patients, 489/6,184 samples were positive, including 281 skin biopsies (direct examination and conventional culture) and 132 plasma specimens (qPCR). Positive diagnostic criteria ≥1 was found in 93 patients (33.7%): Aspergillus (25.7%), Mucorales (10.9%), and Fusarium (9.8%). Twenty-seven patients (9.8%) had ≥2 criteria involving ≥2 mold types. Mortality rose with the number of positive criteria: 12.7% (0), 10.7% (1, 2), 27.3% (3, 4), and 46.7% (≥5) (P < 0.001). Plasma qPCR was positive in 81.3% of Mucorales, 40% of Aspergillus, and 15.4% of Fusarium cases with skin involvement. Skin biopsies (direct examination and conventional culture) combined with species-specific plasma qPCR enhance timely and reliable IFD diagnosis in burn patients. Mortality correlated with the number of positive criteria and coexistence of multiple mold species, underscoring the need for broad antifungal coverage and the value of multi-criteria diagnostics to guide treatment. IMPORTANCE Invasive mold infections are frequent and often fatal complications in patients with severe burns, occurring in up to 20% of cases with a total burn surface area exceeding 15%. Despite their severity, no standardized ",
    "url": "https://journals.asm.org/doi/abs/10.1128/jcm.00950-25?af=R",
    "pubDate": "2026-02-05T08:00:00Z",
    "category": "clinical",
    "abstract_source": "semantic_scholar",
    "summary": "Invasive fungal diseases kill many patients with severe burns because the skin barrier is destroyed and immune function is compromised. Current diagnostic definitions for mold infections do not fit this population well. This paper examined how different diagnostic methods and their combinations predicted clinical outcomes in burn patients admitted to an intensive care unit between 2014 and 2023 with burns covering at least 15 percent of total body surface area. The researchers tested 6,184 samples using direct microscopy, conventional culture from respiratory and tissue sites, species-specific genetic testing on blood and tissue samples for three mold genera (Aspergillus, Mucorales, and Fusarium), and a blood protein marker for Aspergillus. Among 276 patients, 93 had at least one positive diagnostic result (33.7 percent): Aspergillus in 25.7 percent, Mucorales in 10.9 percent, and Fusarium in 9.8 percent. Death rates increased sharply with the number of positive tests: 12.7 percent with zero positive results, 10.7 percent with one or two, 27.3 percent with three or four, and 46.7 percent with five or more. Genetic testing on blood samples detected Mucorales in 81.3 percent of cases with skin involvement, Aspergillus in 40 percent, and Fusarium in only 15.4 percent. The paper concludes that combining skin biopsy examination with genetic blood testing for specific mold species improves diagnosis and timing of treatment in burn patients. The correlation between mortality and both the number of positive diagnostic criteria and the presence of multiple mold species simultaneously reveals how burn wounds create conditions where moulds proliferate as opportunistic pathogens—yet the very diagnostic methods that expose this vulnerability also demonstrate how burn patients' compromised barriers and immune systems become sites where fungal detection itself becomes a marker of deeper physiological collapse, requiring broad-spectrum antifungal intervention rather than targeted species-specific treatment.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T11:11:58.833552"
  },
  {
    "title": "Dietary curcumin alleviates aflatoxin B1‐induced liver injury and improves growth performance in broilers via Nrf2 activation and NLRP3 inflammasome inhibition",
    "source": "Wiley: Journal of the Science of Food and Agriculture: Table of Contents",
    "excerpt": "Aflatoxin B1 (AFB1), a potent mycotoxin frequently detected in improperly stored poultry feed, induces hepatic oxidative stress, inflammation, and growth retardation in broilers. Curcumin (CUR), a polyphenolic compound derived from Curcuma longa, exhibits strong antioxidant and anti‐inflammatory activities; however, its efficacy and mechanisms in mitigating AFB1‐induced hepatotoxicity in broilers remain unclear. This study aimed to evaluate the protective effects of dietary CUR supplementation on growth performance and liver health of broilers exposed to AFB1.",
    "url": "https://scijournals.onlinelibrary.wiley.com/doi/10.1002/jsfa.70337?af=R",
    "pubDate": "2026-02-04T21:13:31Z",
    "category": "science",
    "abstract_source": "semantic_scholar",
    "summary": "Aflatoxin B1, a mould-derived toxin commonly found in poorly stored poultry feed, damages liver tissue in broiler chickens by triggering oxidative stress and inflammatory cascades, leading to stunted growth. This paper tested whether curcumin, a compound extracted from turmeric root, could reduce this damage when added to feed. Curcumin is known to possess antioxidant and anti-inflammatory properties, but its specific protective mechanisms against aflatoxin B1 toxicity in broilers had not been systematically examined. The study evaluated whether dietary curcumin supplementation could improve both growth rates and liver function in broilers exposed to aflatoxin B1, operating through two proposed pathways: activation of the nuclear factor erythroid 2-related factor 2 cellular defence system and suppression of the NOD-like receptor protein 3 inflammasome, a protein complex that triggers inflammatory cell death. The findings position curcumin as a potential feed additive capable of counteracting the metabolic damage caused by mould contamination in grain storage systems. Yet the intervention itself reveals a deeper entanglement: the need to chemically buffer livestock against toxins produced by fungi thriving in the very feed infrastructure designed to sustain industrial poultry production—a pattern where remediation becomes routine management of systemic exposure rather than elimination of the contamination source.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T11:12:02.830872"
  },
  {
    "title": "Antifungal Activity and Resistance Risk of Cyclobutrifluram against Fusarium solani, the Causal Agent of Peanut Root Rot",
    "source": "acs: Journal of Agricultural and Food Chemistry: Table of Contents",
    "excerpt": "Peanut root rot (PRR), caused by Fusarium solani, is a common and destructive disease. Cyclobutrifluram exhibits antifungal activity against Fusarium spp., yet its bioactivity and resistance risk against F. solani remain unclear. In this study, the EC50 values of cyclobutrifluram against 155 F. solani strains ranged from 0.0279 to 0.1102 μg/mL, with a mean of 0.0513 ± 0.0170 μg/mL. Treatment with cyclobutrifluram significantly inhibited conidial production and germination, reduced succinate dehydrogenase (SDH) activity, increased hyphal branching, and shortened the distance between septa or cell nuclei. Cyclobutrifluram provided excellent control over PRR. Seven laboratory-generated cyclobutrifluram-resistant mutants showed no or slight fitness penalties and exhibited positive cross-resistance only with pydiflumetofen, indicating a moderate-to-high resistance risk. Resistance to cyclobutrifluram in F. solani was conferred by four SDH substitutions (FsSdhBH248Y, FsSdhC1A83V, FsSdhC2A85V, and FsSdhDD184G), which was confirmed by molecular docking and gene replacement. This study provides crucial insights for developing effective control strategies to manage PRR.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jafc.5c12378?af=R",
    "pubDate": "2026-02-03T08:00:00Z",
    "category": "health",
    "abstract_source": "semantic_scholar",
    "summary": "Cyclobutrifluram, a fungicide, inhibits the growth of *Fusarium solani*—the pathogen responsible for peanut root rot—across 155 tested strains, with effective concentrations ranging from 0.0279 to 0.1102 micrograms per millilitre. The drug suppresses spore production and germination, disrupts energy metabolism by reducing succinate dehydrogenase activity, and distorts hyphal architecture by increasing branching and compressing the spacing between cell compartments. In field trials, cyclobutrifluram provided strong disease control. However, this paper generated seven laboratory mutants resistant to the drug, which showed minimal fitness costs and cross-resistance only to pydiflumetofen, indicating moderate-to-high risk of resistance emergence. Resistance arose through four distinct mutations in the succinate dehydrogenase enzyme complex (substitutions designated FsSdhBH248Y, FsSdhC1A83V, FsSdhC2A85V, and FsSdhDD184G), confirmed through structural modelling and genetic replacement experiments.  The tension embedded in this finding reflects a recurrent pattern in agricultural chemical control: a tool effective against a pathogen in the present simultaneously creates the conditions for its own obsolescence. Cyclobutrifluram's capacity to disrupt fungal energy metabolism—the same metabolic flexibility that makes *Fusarium solani* a successful root pathogen across diverse soil conditions—also permits rapid genetic adaptation to the drug itself. The emergence of low-cost, low-penalty resistance mutations suggests that the fungicide's utility in peanut cultivation is temporally bounded, a constraint shaped not by the chemistry alone but by the ecological and economic pressures that drive repeated fungicide application in monoculture systems.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T11:12:07.915302"
  },
  {
    "title": "Characteristics of individual cyp51A SNPs and combinations thereof impacting the azole phenotype in TR34-mediated resistance genotypes of Aspergillus fumigatus",
    "source": "American Society for Microbiology: Antimicrobial Agents and Chemotherapy: Table of Contents",
    "excerpt": "ABSTRACT The World Health Organization has flagged the rise of drug resistance in Aspergillus fumigatus as a critical concern. Elevated mutation rates in this pathogen contribute to the rapid development of resistance, complicating treatment efforts. We conducted a study on the prevalence of azole resistance among clinical A. fumigatus isolates in the Netherlands from 1994 to 2022 and identified 34 cyp51A variants. To investigate the impact of individual single-nucleotide polymorphisms (SNPs) and combinations thereof on the azole phenotype in TR34-mediated resistance genotypes, we focused on novel, recent mutations and explored the effects of SNPs L98H, T289A, I364V, and G448S and the combination of the mutations TR34/L98H, TR34/L98H/T289A/G448S, and TR34/L98H/T289A/I364V/G448S on azole affinity and susceptibility. We created the three-dimensional protein model of the Cyp51A protein with azoles, and the mutation was introduced to the wild-type cyp51A A. fumigatus strain by the CRISPR-Cas9 gene editing technique. Finally, in vitro susceptibility testing of A. fumigatus strains carrying the mutations was conducted to confirm the azole phenotypes observed in clinical isolates. The MICs of all four azoles against the mutated cyp51A strains, which harbored combination mutations, were higher than those of the wild type, with highly elevated MICs of itraconazole, voriconazole, and isavuconazole. Genotypes TR34/L98H/T289A/I364V/G448S mutant showed a consistent phenotype to the clinical strains, which are highly resistant to voriconazole but susceptible to itraconazole. In this study, we show that molecular dynamics simulations of amino acid substitutions in the cyp51A gene correlate to the structure–function relationship of in vitro phenotype.",
    "url": "https://journals.asm.org/doi/abs/10.1128/aac.01528-25?af=R",
    "pubDate": "2026-02-03T08:00:00Z",
    "category": "clinical",
    "abstract_source": "semantic_scholar",
    "summary": "This paper documents the genetic basis of azole drug resistance in the fungus Aspergillus fumigatus by mapping how specific mutations in the cyp51A gene alter the pathogen's response to antifungal medications. Between 1994 and 2022, researchers identified 34 variants of the cyp51A gene among clinical isolates collected in the Netherlands. They focused on four individual mutations—L98H, T289A, I364V, and G448S—and three multi-mutation combinations, particularly those paired with the TR34 genetic marker already known to confer resistance. Using computer modelling of the three-dimensional protein structure and genetic engineering via CRISPR-Cas9 gene editing, the researchers introduced these mutations into laboratory strains and measured how resistant the resulting fungi became to four different azole drugs. Strains carrying multiple mutations showed substantially higher resistance to itraconazole, voriconazole, and isavuconazole compared to unmutated strains. The most heavily mutated genetic profile—TR34 combined with L98H, T289A, I364V, and G448S—matched the resistance pattern observed in clinical isolates: highly resistant to voriconazole but remaining susceptible to itraconazole. The paper demonstrates that computer simulations of how amino acid changes reshape the cyp51A protein structure accurately predict the actual drug-resistance behaviour observed in laboratory cultures.  The findings reveal how a pathogen's capacity to accumulate genetic mutations becomes both a clinical threat and a source of stratified treatment outcomes: the same mutations that render one drug class ineffective may leave others still viable, creating a tiered landscape of pharmaceutical utility. This genetic plasticity under drug pressure—documented here through controlled laboratory conditions—reflects the broader material entanglement of fungal adaptation with the distribution and clinical deployment of azole therapies, where resistance emerges not as a simple failure of treatment but as a structured outcome of how antimicrobial exposure shapes microbial populations over decades.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T11:12:13.584130"
  },
  {
    "title": "Efficacy of Ipflufenoquin against Strawberry Gray Mold: Insights from AlphaFold- Based Structural Modeling and Genome-Wide Transcriptomic Analysis",
    "source": "acs: Journal of Agricultural and Food Chemistry: Table of Contents",
    "excerpt": "Gray mold caused by Botrytis cinerea significantly threatens strawberry production. This study evaluated the efficacy of ipflufenoquin, a novel dihydroorotate dehydrogenase (DHODH) inhibitor, against fungal pathogens isolated from Korean strawberry fields in 2023. Ipflufenoquin demonstrated a high in vitro sensitivity to B. cinerea and broad activity against other pathogens. Fruit and greenhouse trials confirmed its robust control of gray mold, including strains resistant to multiple fungicide classes. However, treatment shifted the fungal community, promoting less sensitive genera, such as Cladosporium and Rhizopus. Structural modeling with AlphaFold2 and molecular docking confirmed that ipflufenoquin binds to the quinone binding tunnel of DHODH, correlating binding affinity with susceptibility. Additionally, RNA-seq analysis revealed that ipflufenoquin suppresses primary metabolic pathways while triggering a robust stress response, up-regulating detoxification and efflux transporter genes. This integrated study confirms the efficacy of ipflufenoquin against gray mold and elucidates its molecular impacts, offering essential data for sustainable management strategies.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jafc.5c14085?af=R",
    "pubDate": "2026-01-30T08:00:00Z",
    "category": "health",
    "abstract_source": "semantic_scholar",
    "summary": "This study evaluated ipflufenoquin, a dihydroorotate dehydrogenase inhibitor, against gray mold fungus (Botrytis cinerea) isolated from Korean strawberry fields in 2023. Laboratory tests showed the compound was highly effective against the target pathogen and demonstrated broad activity against other fungal species, with fruit and greenhouse trials confirming robust control of gray mold even in strains resistant to multiple classes of existing fungicides. Structural modeling using AlphaFold2 and molecular docking revealed that ipflufenoquin binds to a specific binding pocket within the enzyme dihydroorotate dehydrogenase, with binding strength correlating to fungal susceptibility. Gene expression analysis showed the compound suppresses core metabolic pathways in the fungus while triggering stress responses, including increased activity of genes encoding detoxification proteins and efflux transporters that pump toxins out of cells.  Yet the paper documents an ecological consequence: treatment with ipflufenoquin shifted the fungal community composition on strawberry fruit, promoting less sensitive genera including Cladosporium and Rhizopus. This reveals a characteristic pattern of the Anthropocene agricultural system—a targeted intervention against one pathogen creates space for others, trading one fungal threat for another rather than resolving the underlying vulnerability. The same metabolic stress that makes Botrytis cinerea susceptible to this inhibitor simultaneously selects for fungal competitors better equipped to tolerate or evade the compound, embedding chemical control within a cycle of ecological substitution rather than elimination.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T11:12:17.594248"
  },
  {
    "title": "Identification and characterization of a novel broad-spectrum antifungal compound targeting the Aspergillus fumigatus cell wall and cell membrane and inducing oxidative stress",
    "source": "American Society for Microbiology: Microbiology Spectrum: Table of Contents",
    "excerpt": "ABSTRACT The substantial increase in fungal diseases, the limited availability of antifungal drugs, and rising resistance to existing treatments highlight the urgent need for developing novel antifungal drugs. Natural products, known for their diverse bioactivities and unique structures, remain critical sources for antifungal drug discovery. In this study, we aimed to identify novel antifungal compounds from soil microbes and isolated a novel 28-membered polyene macrolide, compound 1 , from Kitasatospora melanogena . This compound demonstrated potent antifungal activity, with MICs of 4–16 μg/mL against Aspergillus fumigatus , Aspergillus flavus , Candida albicans , and Cryptococcus neoformans . Treatment with compound 1 led to significant growth reduction and disruption of the cell wall and membrane in A. fumigatus compared to the wild-type. To understand the underlying mechanism, we performed a transcriptomic analysis of A. fumigatus exposed to compound 1 , revealing a substantial downregulation of genes involved in cell wall and membrane biogenesis, as well as those encoding integral membrane proteins and multidrug transporters. Additionally, compound 1 induced oxidative stress, leading to elevated reactive oxygen species levels. These multifaceted mechanisms highlight the potential of K. melanogena natural products in the development of novel antifungal agents. IMPORTANCE Fungal infections cause substantial morbidity and mortality worldwide, yet current treatments are limited and increasingly undermined by resistance. Natural products remain a proven source of antifungal agents, but few new scaffolds have been introduced in recent decades. We identified a novel polyene macrolide from Kitasatospora melanogena with potent activity against major fungal pathogens. This compound disrupts both the fungal cell wall and membrane while inducing oxidative stress, revealing a multifaceted mechanism of action. Our findings highlight soil microbes as valuable reservoirs for a",
    "url": "https://journals.asm.org/doi/abs/10.1128/spectrum.03143-25?af=R",
    "pubDate": "2026-01-28T08:00:00Z",
    "category": "science",
    "abstract_source": "openalex",
    "summary": "This paper reports the isolation and characterization of a novel 28-membered polyene macrolide (compound 1) extracted from the soil bacterium Kitasatospora melanogena, which demonstrates potent antifungal activity against four major fungal pathogens: Aspergillus fumigatus, Aspergillus flavus, Candida albicans, and Cryptococcus neoformans, with minimum inhibitory concentrations ranging from 4 to 16 micrograms per millilitre. When applied to Aspergillus fumigatus, the compound substantially reduced fungal growth and caused visible damage to both the cell wall and cell membrane structures. Gene expression analysis revealed that compound 1 suppressed the production of genes responsible for building and maintaining the cell wall and membrane, as well as genes encoding proteins embedded in cell membranes and drug-efflux pumps that fungi use to resist toxic compounds. The compound also triggered the accumulation of reactive oxygen species—unstable molecules that damage cellular components—indicating a third mechanism of cellular harm. Soil bacteria like Kitasatospora melanogena function simultaneously as reservoirs of pharmaceutical potential and as ordinary inhabitants of terrestrial ecosystems shaped by agricultural and industrial disturbance; this study treats the organism as a source of novel chemical tools, yet the same metabolic capacity that produces antifungal compounds in laboratory culture operates within soil assemblages already transformed by pesticide use, land management, and the selective pressures of fungal diseases in food crops and human hosts. The identification of multiple damage pathways—membrane rupture, wall degradation, and oxidative assault—reflects not only the compound's biochemical potency but also the material reality that fungal pathogens and the drugs deployed against them are locked in an escalating cycle of adaptation and resistance, a dynamic rooted in the same conditions of agricultural intensification and medical intervention that generate the \"urgent need\" this paper identifies.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T11:12:22.854543"
  },
  {
    "title": "A combined genetic and chemical approach for identifying novel antifungal compounds against Fusarium graminearum",
    "source": "American Society for Microbiology: Microbiology Spectrum: Table of Contents",
    "excerpt": "ABSTRACT Chemical fungicides act by targeting specific proteins or pathways, known as modes of action (MoAs). In this study, we established a systematic screening platform using Fusarium graminearum gene knockout mutants to evaluate the efficacy of fungicides and identify novel antifungal compounds. Target genes corresponding to major fungicide classes were deleted by homologous recombination, and the resulting mutants exhibited altered sensitivity to the corresponding fungicides compared with the wild-type strain. Deletion of genes encoding known fungicide targets revealed distinct sensitivity profiles, supporting MoA prediction. Using the platform that detects sensitivity differences through OD ₆₀₀ changes, we examined a chemical library of 2,704 small molecules and identified 8 compounds with activity likely involved in the osmotic signal transduction pathway. Several of these compounds exhibited previously unreported antifungal activity, underscoring their potential as novel scaffolds for future development. Collectively, this platform provides a robust, mechanism-informed system for antifungal discovery, with broad applicability to synthetic agents, natural products, and biocontrol metabolites. IMPORTANCE This study provides a perspective on developing strategies to manage fungal pathogens with implications for agriculture and food security. The effectiveness of current fungicides is increasingly limited by resistance, narrow target ranges, and environmental concerns. By combining genetic approaches with chemical screening, this work offers a more systematic way to identify candidate antifungal agents and better understand their possible mechanisms. The framework may also be adapted for use in other areas, including medical and veterinary applications, suggesting potential broader applicability. In addition, the emphasis on exploring new molecular scaffolds supports efforts to develop more sustainable and long-term disease management strategies. Overall, this s",
    "url": "https://journals.asm.org/doi/abs/10.1128/spectrum.02961-25?af=R",
    "pubDate": "2026-01-22T08:00:00Z",
    "category": "science",
    "abstract_source": "openalex",
    "summary": "This paper establishes a genetic screening platform to discover novel antifungal compounds against *Fusarium graminearum*, a major crop pathogen. Researchers deleted genes encoding known fungicide targets in the pathogen using homologous recombination, creating mutant strains with altered sensitivity profiles that revealed the modes of action of different fungicide classes. They then screened a library of 2,704 small molecules using optical density measurements at 600 nanometres to detect changes in fungal growth, identifying 8 compounds with activity likely linked to the osmotic signal transduction pathway. Several of these compounds showed antifungal effects not previously documented, suggesting they represent novel chemical scaffolds for future drug development. The platform combines genetic information with chemical screening to systematically identify candidate antifungal agents and infer their likely mechanisms of action.  The tension embedded in this work reflects a deeper dependency: as agricultural fungicides lose effectiveness through resistance and narrow targeting, the search for novel compounds intensifies precisely because crop production remains locked into chemical management systems. The screening platform itself encodes an assumption that fungal pathogenicity can be systematized and predicted through genetic deletion — yet the 8 compounds identified act on osmotic pathways, suggesting that the pathogen's capacity to sense and adapt to stress remains the critical variable. What emerges is not simply a tool for antifungal discovery but a documentation of how *Fusarium graminearum* — a mould that metabolizes grain and disrupts food security — becomes simultaneously a research object, a market problem, and a driver of continued chemical innovation in agriculture.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T11:12:28.298164"
  },
  {
    "title": "Beyond Fumigatus: a molecular portrait of clinical Aspergillus diversity, pathogenicity, and antifungal resistance",
    "source": "American Society for Microbiology: Antimicrobial Agents and Chemotherapy: Table of Contents",
    "excerpt": "ABSTRACT Aspergillus infection poses a major clinical challenge, particularly in immunocompromised individuals, with invasive diseases associated with high mortality. While Aspergillus fumigatus remains the predominant species causing human infections, recent studies highlight the growing clinical significance of lesser-known and cryptic Aspergillus species, which often exhibit reduced susceptibility to standard antifungal therapies. In this study, we analyzed 196 clinical Aspergillus isolates from 107 patients treated at the NIH Clinical Center between 2019 and 2022. A total of 38 Aspergillus species across 11 taxonomic sections were identified, with non-fumigatus and cryptic species accounting for 77.1% of all isolates. The most frequently recovered species were A. fumigatus sensu stricto (22.9%), A. sydowii (8.7%), A. calidoustus (7.1%), A. nidulans (6.6%), A. tanneri (6.1%), and A. terreus (5.6%). Species-level identification was achieved in 43% of isolates using matrix-assisted laser desorption/ionization time-of-flight mass spectrometry (MALDI-TOF MS). In contrast, PCR sequencing confirmed species identity in over 88% of isolates by targeting the internal transcribed spacer (ITS) region of rDNA, 81% using the β-tubulin gene, and 68% using the calmodulin gene. The most common underlying clinical conditions among patients were bronchiectasis (35%), chronic granulomatous disease (22%), and pulmonary non-tuberculous mycobacterial infection (17%). Out of 107 patients, eight died (8/107, 7.5%); six of these deaths occurred in patients with chronic granulomatous disease (CGD) and two in patients with RAG1 deficiency. Antifungal susceptibility testing showed that olorofim had the lowest minimal inhibitory concentrations across species. In contrast, the activity of triazoles and amphotericin B was variable, particularly against A. tanneri, A. calidoustus, and A. sydowii. This study presents one of the largest species-level data sets of Aspergillus isolates to date, und",
    "url": "https://journals.asm.org/doi/abs/10.1128/aac.01184-25?af=R",
    "pubDate": "2026-01-13T08:00:00Z",
    "category": "clinical",
    "abstract_source": "semantic_scholar",
    "summary": "This study analyzed 196 clinical isolates of Aspergillus from 107 patients at the National Institutes of Health Clinical Center between 2019 and 2022, identifying 38 distinct species across 11 taxonomic groups. Non-fumigatus and cryptic species—organisms difficult to distinguish morphologically—accounted for 77.1% of all isolates recovered, with Aspergillus fumigatus sensu stricto representing only 22.9% of cases. Species identification differed markedly by method: matrix-assisted laser desorption/ionization time-of-flight mass spectrometry identified 43% of isolates to species level, while polymerase chain reaction sequencing of the internal transcribed spacer region achieved 88% accuracy, the β-tubulin gene 81%, and the calmodulin gene 68%. The most common underlying conditions were bronchiectasis (35% of patients), chronic granulomatous disease (22%), and pulmonary non-tuberculous mycobacterial infection (17%), with mortality of 7.5% overall but concentrated in patients with chronic granulomatous disease and immunodeficiency disorders. Antifungal susceptibility testing revealed that olorofim demonstrated the lowest minimum inhibitory concentrations across species, while triazoles and amphotericin B showed variable activity, particularly reduced effectiveness against Aspergillus tanneri, Aspergillus calidoustus, and Aspergillus sydowii.  This paper documents a clinical ecology where the pathogenic threat is not singular but distributed across dozens of species, many of which evade both standard diagnostic tools and conventional drug regimens. The concentration of severe disease and death in patients with specific genetic immunodeficiencies—chronic granulomatous disease and RAG1 deficiency—reveals how fungal pathogenicity is not an intrinsic property of the organism alone but emerges from the material encounter between particular Aspergillus strains and particular forms of compromised immunity, making some bodies sites of lethal fungal accumulation while others remain resistant.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T11:12:32.628859"
  },
  {
    "title": "Production of ETP-Type (Epipolythiodioxopiperazine) Mycotoxins in Clinical Fungal Isolates",
    "source": "acs: Journal of Natural Products: Table of Contents",
    "excerpt": "Gliotoxin, an epipolythiodioxopiperazine (ETP) toxin, has been reported in several fungal species, but its distribution remains unclear. We analyzed 140 clinical isolates from two major hospitals using HPLC and LC-MS/MS to assess gliotoxin production. Gliotoxin was detected only in Aspergillus fumigatus isolates, with no production observed in any other species under multiple culture conditions. Molecular networking and comparative genomics revealed distinct ETP-related pathways in non-A. fumigatus species, including aspirochlorine derivatives in Aspergillus flavus and aranotin-related metabolites in Aspergillus terreus. These findings clarify species-specific ETP profiles and confirm A. fumigatus as the sole gliotoxin producer among the isolates examined.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jnatprod.5c01151?af=R",
    "pubDate": "2026-01-04T08:00:00Z",
    "category": "indoor",
    "abstract_source": "semantic_scholar",
    "summary": "Gliotoxin, a toxic compound produced by certain fungi, was detected exclusively in *Aspergillus fumigatus* isolates among 140 clinical samples collected from two hospitals and analyzed using high-performance liquid chromatography and liquid chromatography-tandem mass spectrometry. No other fungal species in the sample set produced gliotoxin, even when cultured under varied conditions. Molecular networking analysis and comparative genomics revealed that other *Aspergillus* species—including *Aspergillus flavus* and *Aspergillus terreus*—possess distinct metabolic pathways that produce related but structurally different compounds: aspirochlorine derivatives and aranotin-related metabolites, respectively. This paper clarifies that the capacity to synthesize gliotoxin is restricted to *A. fumigatus* among the clinical isolates examined, while related species have evolved alternative epipolythiodioxopiperazine metabolites.  The species-specific distribution of these toxins across the *Aspergillus* genus reflects a deeper pattern of metabolic differentiation shaped by clinical exposure and selection pressures. *Aspergillus fumigatus*, the most prevalent cause of invasive aspergillosis in immune-weakened patients, has retained gliotoxin production as a infection-enabling traits, while its congeners have diversified into alternative chemical arsenals—a divergence that mirrors the uneven distribution of pathogenic capacity across hospital environments and patient populations.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T11:12:36.423831"
  },
  {
    "title": "Antibacterial and Cytotoxic Decahydrofluorene-Class Alkaloids from the Marine-Derived Fungus Penicillium sp. SCSIO 41512",
    "source": "acs: Journal of Natural Products: Table of Contents",
    "excerpt": "Eight new decahydrofluorene-class alkaloids, pyrrospirones R-Y (<b>1</b>-<b>8</b>), together with 13 known analogues (9<b><i>-</i></b>21) were isolated from the marine-derived fungal strain <i>Penicillium</i> sp. SCSIO 41512. Their structures were determined by extensive spectroscopic analysis, and their absolute configurations were established by quantum chemical calculations of electronic circular dichroism (ECD) spectra, by a comparison of experimental ECD spectra, or by single-crystal X-ray diffraction analysis. Compound <b>1</b> rarely contains an oxime hydroxy with a 6/5/6/5/6/13 polycyclic system. A plausible biosynthetic pathway for <b>1</b> and <b>2</b> was proposed. Biologically, compounds <b>1</b>, <b>4</b>, <b>6</b>, <b>8</b>, <b>10</b>-<b>12</b>, <b>14</b>-<b>15</b>, <b>18</b>-<b>19</b>, and <b>21</b> had cytotoxicity against human cancer cell lines A549 and HCT116 with IC<sub>50</sub> values of 7.3-79.3 μM, and <b>1</b>, <b>4</b>, <b>6</b>, <b>11</b>, <b>15</b>, <b>18</b>, and <b>21</b> also showed significant inhibitory activity against six pathogenic bacteria with MIC values of 1.6-13.0 μg/mL. Their structure-bioactivity relationship was also discussed.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jnatprod.5c01203?af=R",
    "pubDate": "2025-12-17T08:00:00Z",
    "category": "indoor",
    "abstract_source": "openalex",
    "summary": "This paper isolates 21 alkaloid compounds from a marine-derived strain of *Penicillium* fungus collected from the South China Sea. Eight of these compounds were previously unknown; the researchers determined their three-dimensional structures using spectroscopic analysis, quantum chemical modelling of light-absorption properties, and X-ray crystallography. One compound contained an unusual oxime functional group within a fused five-ring system. Nine of the 21 compounds showed cell-damaging activity against two human cancer cell lines (lung carcinoma A549 and colorectal carcinoma HCT116), with half-maximal inhibitory concentrations ranging from 7.3 to 79.3 micromolar. Seven compounds also demonstrated antibacterial activity against six pathogenic bacterial species, with minimum inhibitory concentrations between 1.6 and 13.0 micrograms per millilitre. The paper discusses how structural variations among the compounds correlated with their biological potency.  The metabolic capacity of this *Penicillium* strain to synthesize complex alkaloid scaffolds with dual antimicrobial and anticancer properties reveals how a single fungal isolate from marine sediment can simultaneously function as both a clinical threat and a pharmaceutical resource. The strain's ability to produce these bioactive compounds under laboratory conditions demonstrates how organisms adapted to competitive marine microbial ecologies can become vehicles for drug discovery — yet the same biosynthetic pathways that generate these compounds in nature may also underpin the strain's survival strategies in environments shaped by human industrial activity, pharmaceutical pollution, and selective pressure from existing antimicrobial agents.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T11:12:40.756158"
  },
  {
    "title": "Advancing mold identification in the routine laboratory, performance of smartphone-based imaging and a newly developed convolutional neural network",
    "source": "American Society for Microbiology: Microbiology Spectrum: Table of Contents",
    "excerpt": "ABSTRACT Mold identification in clinical diagnostics is traditionally labor-intensive and is dependent on expert interpretation. MoldVision is a deep-learning approach that uses smartphone images of mold cultures to automate identification. We analyzed 161 clinical isolates across four common mold genera: Penicillium spp., Aspergillus spp. (with A. flavus and A. fumigatus), Fusarium spp., and Cladosporium spp. Daily images were captured from the top and bottom of culture plates over 5 days using a standardized smartphone setup, generating over 4,000 images. We trained three variations of Visual Geometry Group 16 (VGG16) convolutional neural networks (CNNs) and benchmarked the best-performing model (VGG16 with dual classification heads) against LightGBM models trained on pre-extracted features and human expert assessments at various time points. The best-performing VGG16 model achieved a mean (SD) AUROC of 92.7% ± 1.8% and sensitivity of 68.7% ± 2.6% across all species. Here, the performance in identifying Cladosporium spp. was best (AUROC of 99.9% ± 0.1%, fivefold cross-validation mean and SD). Regarding the evaluations over time, early-stage classification (days 1–2) was challenging (F1-score 38.8% ± 3.5% across all species) but improved significantly on days 3–5 (F1 92.1% ± 2.8% across all species). Compared to experts, MoldVision consistently showed superior performance, particularly in mature cultures, detecting subtle morphological features earlier and more accurately. Our results demonstrate that CNNs integrated with low-cost smartphone imaging can reliably classify mold species in routine diagnostics, outperforming human experts in many cases. This approach offers a practical and scalable solution for laboratories lacking specialized mycology expertise, especially in resource-limited settings. IMPORTANCE Timely, accurate mold identification can save lives, yet today it often requires days of growth and scarce expert time. MoldVision offers a practical alterna",
    "url": "https://journals.asm.org/doi/abs/10.1128/spectrum.02924-25?af=R",
    "pubDate": "2025-12-16T08:00:00Z",
    "category": "science",
    "abstract_source": "semantic_scholar",
    "summary": "This paper describes the development and testing of MoldVision, a machine-learning system that identifies mold species from smartphone photographs of culture plates. The study analyzed 161 clinical mold isolates from four genera—Penicillium, Aspergillus (including A. flavus and A. fumigatus), Fusarium, and Cladosporium—capturing over 4,000 images from the top and bottom of plates daily over five days using standardized smartphone equipment. The researchers trained three versions of a convolutional neural network architecture called Visual Geometry Group 16 and compared the best-performing model (Visual Geometry Group 16 with dual classification heads) against both machine-learning models trained on manually extracted image features and assessments by human mycology experts. The top-performing system achieved a mean area under the receiver operating characteristic curve of 92.7 percent and correctly identified 68.7 percent of species across all four genera, with particularly strong performance on Cladosporium (99.9 percent area under the receiver operating characteristic curve). Early identification on days one and two remained difficult (F1-score 38.8 percent), but accuracy improved substantially by days three through five (F1-score 92.1 percent), and the automated system outperformed human experts, especially with mature cultures, detecting subtle morphological variations more reliably and faster.  The system's capacity to automate identification work traditionally requiring scarce expert labor reveals a deeper material entanglement: the same clinical diagnostic bottleneck that makes expert mycologists valuable also concentrates diagnostic power in resource-rich settings and creates delays that can affect patient outcomes. By redistributing this interpretive work to low-cost smartphone hardware and standardized algorithms, MoldVision does not simply accelerate diagnosis—it potentially shifts the geography of diagnostic authority, making mold identification accessible in laboratories without specialized expertise, while simultaneously rendering the tacit knowledge of human experts partially redundant and quantifiable.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T11:12:46.082818"
  },
  {
    "title": "GSNOR is essential for nitric oxide homeostasis and involved in aflatoxin biosynthesis and pathogenicity in Aspergillus flavus",
    "source": "American Society for Microbiology: Applied and Environmental Microbiology: Table of Contents",
    "excerpt": "ABSTRACT Nitric oxide (NO) is an important biological signaling molecule. S-nitrosoglutathione reductase (GSNOR), a master regulator of NO signaling, regulates various biological processes. However, little is known about the role of GSNOR in Aspergillus flavus. Here, we identified a gene encoding GSNOR in this aflatoxigenic fungus and demonstrated that GSNOR shows activity during the critical life cycle stages, including spore germination, hyphal growth, and conidiogenesis. We found that GSNOR plays a crucial role in NO homeostasis, as GSNOR deletion resulted in significantly elevated NO levels and heightened sensitivity to exogenous NO stress. GSNOR also participated in multiple biological processes in A. flavus; for that, GSNOR deletion impaired conidia germination, reduced growth, decreased conidiogenesis and sclerotial development, attenuated virulence on kernels, and notably decreased aflatoxin production. Furthermore, we demonstrated that GSNOR is important for reactive oxygen species (ROS) balance, as its deletion significantly elevated mycelial ROS levels and made the strain more sensitive to oxidative stress. IMPORTANCE Aspergillus flavus is a notorious saprophytic filamentous fungus, with its production of carcinogenic aflatoxins posing serious threats to food safety and human health. Aflatoxin contamination prevention and control have long been a global challenge. In previous studies, we observed that nitric oxide (NO) significantly inhibits the aflatoxin production by A. flavus. This study further investigated the role of the key regulatory enzyme S-nitrosoglutathione reductase (GSNOR) in the NO signaling pathway. Our findings indicate that GSNOR is crucial for maintaining both NO homeostasis and reactive oxygen species (ROS) balance and plays an essential role in fungal development, pathogenicity, and aflatoxin biosynthesis. These results highlight the potential of targeting components in the NO signaling pathway, such as GSNOR, as a novel strategy for ",
    "url": "https://journals.asm.org/doi/abs/10.1128/aem.01408-25?af=R",
    "pubDate": "2025-12-16T08:00:00Z",
    "category": "indoor",
    "abstract_source": "semantic_scholar",
    "summary": "This paper identifies and characterizes a gene encoding S-nitrosoglutathione reductase in *Aspergillus flavus*, the fungus responsible for producing aflatoxins in food crops.  S-nitrosoglutathione reductase is active during critical developmental stages—spore germination, hyphal growth, and spore formation—and functions as a master regulator of nitric oxide signaling in this organism. Deletion of the S-nitrosoglutathione reductase gene resulted in abnormally high levels of nitric oxide and made the fungus hypersensitive to external nitric oxide stress, indicating that S-nitrosoglutathione reductase normally maintains nitric oxide balance. The same genetic deletion impaired multiple aspects of fungal development and disease-causing ability: spores germinated poorly, mycelial growth slowed, spore formation and sclerotial structures (compact fungal masses) declined, the fungus became less able to damage crop kernels, and critically, aflatoxin production dropped significantly. This paper also demonstrates that S-nitrosoglutathione reductase regulates the balance of reactive oxygen species—unstable molecules that damage cells—since deletion elevated these molecules in fungal tissue and increased sensitivity to oxidative stress.  The dual character of this finding reflects broader patterns in fungal control: the same metabolic pathway that makes *Aspergillus flavus* a prolific producer of a carcinogenic toxin also represents a potential intervention point. By targeting S-nitrosoglutathione reductase or the nitric oxide signaling system it regulates, the pathway to toxin production can be disrupted without necessarily killing the organism outright—a form of metabolic disarming rather than eradication. Yet this approach also exposes a deeper dependency: the fungus's capacity to thrive in diverse agricultural and storage environments depends on finely tuned chemical signaling systems that remain largely opaque to current control strategies, meaning that intervention at one regulatory node may simply shift the ecological and economic burden elsewhere.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T11:12:51.969136"
  }
]