[
  {
    "title": "Green flocculant of Aspergillus niger fungus cultured from food waste hydrolysate for enhanced sludge dewatering",
    "source": "ScienceDirect Publication: Bioresource Technology",
    "excerpt": "Sludge dewatering is vital for reducing volume and energy consumption, yet traditional chemical conditioners are limited by cost and environmental concerns. Herein, a green fungal flocculant was developed by cultivating Aspergillus niger using food waste hydrolysate as the sole substrate, achieving a biomass yield of 140.3 mg/g-chemical oxygen demand. Alkaline modification effectively altered surface chemistry by degrading hydrophilic amide groups, enhancing hydrophobicity, surface charge repulsion, and hyphal dispersion. When applied as a coagulant aid with 3% FeCl3, the base-modified fungal flocculant markedly improved sludge dewatering, increasing Dx(90) from 102.0 to 1542.9 μm and reducing specific resistance to filtration by 75.7%, with a final cake water content of 56.8%. Mechanistic analyses revealed that improved fungal network porosity, enhanced hydrophobic interactions, and coordination between fungal functional groups and Fe3+ ions synergistically facilitated water release. This bio-based strategy offers a sustainable alternative that simultaneously valorizes food waste and replaces synthetic polymeric flocculants in sludge treatment.",
    "url": "https://www.sciencedirect.com/science/article/pii/S096085242600218X?dgcid=rss_sd_all",
    "pubDate": "2026-02-14T18:55:48Z",
    "category": "indoor",
    "abstract_source": "europepmc",
    "summary": "Aspergillus niger was cultured on food waste hydrolysate as a growth growth medium, generating a fungal biomass yield of 140.3 milligrams per gram of chemical oxygen demand. The fungal material was then chemically modified using alkaline treatment, which removed hydrophilic amide groups from the cell surface and increased hydrophobic character and surface charge. When this modified fungal biomass was applied alongside ferric chloride as a coagulant aid in sludge dewatering, it substantially improved water separation: the median particle size increased from 102.0 to 1542.9 micrometers, and the specific resistance to filtration decreased by 75.7%, leaving a final cake with 56.8% water content. This paper attributes the improved dewatering performance to three mechanisms working together: increased porosity in the fungal network structure, stronger hydrophobic interactions between particles, and chemical bonding between fungal surface groups and ferric ions.  The material entanglement here is direct: a fungal organism simultaneously becomes both a waste-processing agent and an industrial input, converting a disposal problem into a treatment tool. The same fungal filaments that would otherwise represent biological contamination or spoilage in food systems are deliberately cultivated and chemically restructured to replace synthetic polymer flocculants in wastewater infrastructure. This study documents not a novel pathogen or ecological threat but rather the capture and redirection of fungal metabolism toward capital accumulation—food waste valorization and polymer substitution are framed as simultaneous gains, yet both depend on the ability to control and chemically alter living material at scale.",
    "enhanced": true,
    "enhanced_at": "2026-02-14T18:56:46.662732"
  },
  {
    "title": "Microbial valorization of lignin to malic acid by Aspergillus niger",
    "source": "ScienceDirect Publication: Bioresource Technology",
    "excerpt": "Lignin is the largest renewable source of aromatic carbon, yet its heterogeneity and recalcitrance limit its use in higher-value bioconversion processes. In this study, Aspergillus niger was engineered to enable the bioconversion of lignin-derived aromatics and base-catalyzed depolymerized (BCD) lignin streams into malic acid, a value-added C4 dicarboxylic acid with broad industrial relevance. Overexpression of the C4 dicarboxylate transporter C4T318 from Aspergillus oryzae enhanced malic acid secretion, while medium optimization under buffered conditions further improved the production. The engineered strain efficiently assimilated representative lignin-derived aromatics, including 4-hydroxybenzoic acid and p-coumaric acid, producing up to 3.9 g/L malic acid. Conversion of BCD lignin liquors from poplar and sorghum demonstrated effective utilization of heterogeneous aromatic mixtures, generating up to 0.82 g/L malic acid. This work demonstrates direct fungal conversion of real lignin streams into malic acid and establishes A. niger as a promising platform for sustainable lignin valorization.",
    "url": "https://www.sciencedirect.com/science/article/pii/S0960852426000994?dgcid=rss_sd_all",
    "pubDate": "2026-02-14T18:55:48Z",
    "category": "indoor",
    "abstract_source": "openalex",
    "summary": "Aspergillus niger was engineered in this study to convert lignin—the largest renewable source of aromatic carbon—into malic acid, a four-carbon organic acid with industrial applications. The researchers overexpressed a transporter protein from Aspergillus oryzae that enhances malic acid secretion, and optimized growth conditions using buffered media to boost production further. The engineered strain successfully metabolized individual lignin-derived aromatic compounds, including 4-hydroxybenzoic acid and p-coumaric acid, producing up to 3.9 grams per litre of malic acid. When tested on base-catalyzed depolymerized lignin liquors derived from poplar and sorghum plants, the strain generated up to 0.82 grams per litre of malic acid from these heterogeneous aromatic mixtures. This paper demonstrates that Aspergillus niger can convert real, unrefined lignin streams—not just purified compounds—into a marketable chemical product.  The work reveals a material entanglement characteristic of the current moment: a fungus engineered to solve an industrial problem of resource conversion becomes itself a site where the recalcitrance of plant matter is transformed into economic value. Lignin, abundant but difficult to process, and Aspergillus niger, a mould already embedded in food production and pharmaceutical manufacturing, are brought together not to eliminate each other but to generate accumulation. The same organism that spoils grain and infects lungs here becomes infrastructure for turning agricultural residue into chemical feedstock—a shift that depends entirely on genetic modification and controlled cultivation, yet demonstrates how fungal metabolic capacity can be conscripted into the material logics of industrial bioeconomy.",
    "enhanced": true,
    "enhanced_at": "2026-02-14T18:56:51.719442"
  },
  {
    "title": "Airborne Alternaria and Cladosporium at Ground Level: Influence of Land Use and Harvesting Activity",
    "source": "ScienceDirect Publication: Environmental Pollution",
    "excerpt": "Publication date: Available online 13 February 2026Source: Environmental PollutionAuthor(s): Kacper Sobieraj, Oliwia Wieczorek, Michał Delikta, Krzysztof Stawrakakis, Łukasz Grewling, Paweł Bogawski",
    "url": "https://www.sciencedirect.com/science/article/pii/S0269749126001922?dgcid=rss_sd_all",
    "pubDate": "2026-02-14T18:55:48Z",
    "category": "indoor",
    "summary": "This publication is still hot off the press. That means the abstract is not yet indexed by global databases like CrossRef, Semantic Scholar or OpenAlex. If you want to learn what the research might have to say about life on Planet Mould you'll just have to read it yourself!",
    "enhanced": true,
    "enhanced_at": "2026-02-14T18:56:52.526464"
  },
  {
    "title": "Molecular stabilizing a glucose oxidase from Aspergillus eucalypticola with improved catalytic activity and optimized antimicrobial capacity",
    "source": "ScienceDirect Publication: International Journal of Biological Macromolecules",
    "excerpt": "Glucose oxidase (GOX EC.1.1.3.4) specifically catalyzes the reaction of β-d-glucose to gluconic acid in an oxygen-consuming process, enabling its antimicrobial potential. However, the unstable nature and insufficient activity of the FAD-dependent dimer hinder the antibacterial capacity. In this study, A GOX from Aspergillus eucalypticola (AeGOXL), outstanding for its catalytic efficiency, was selected for laboratory evolution through random mutagenesis. Three thermostable variants Q148K, H283Y, and P514K were selected and form the combined variant Q148K/H283Y (M1), superior in both thermostability (T50 increased 13 °C, Tm increased 6.7 °C, and 2.1-fold of t1/2 prolonged at 80 °C) and catalytic activity (97% and 57% increase in specific activity and kcat/Km), comparing with the WT. Structural investigations elucidated the molecular stabilization due to additional hydrogen bond network formation, while long-range interaction elevated the flexibility of key residues, improving the substrate affinity. For antibacterial capacity, M1 significantly brought down the half maximal inhibitory concentrations (IC50) for Staphylococcus aureus and Escherichia coli separately to 21.3 and 17.4 mg/L (52.5% and 70.5% lower than the WT, comparable to sensitive conventional antibiotics), in accordance with the electron microscope manifestation. This research delved into the GOX functional based enzymatic antibacterial approaches, providing milder and more eco-friendly substrate to address antibacterial requirements.",
    "url": "https://www.sciencedirect.com/science/article/pii/S0141813026008123?dgcid=rss_sd_all",
    "pubDate": "2026-02-14T18:55:35Z",
    "category": "science",
    "abstract_source": "europepmc",
    "summary": "Researchers at Aspergillus eucalypticola isolated a glucose oxidase enzyme and used random mutagenesis to generate variants with improved properties. Two mutations—Q148K and H283Y—were combined into a variant designated M1 that showed substantially greater heat stability than the wild-type enzyme: the temperature at which half the enzyme denatures increased by 13 degrees Celsius, the melting temperature (Tm) rose by 6.7 degrees Celsius, and the enzyme retained twice as much activity after one hour at 80 degrees Celsius. The M1 variant also catalyzed the conversion of glucose to gluconic acid with 97% greater specific activity and 57% higher catalytic efficiency relative to the wild-type. Structural analysis revealed that the mutations created additional hydrogen bonding networks and altered the flexibility of key amino acid residues, both effects that enhanced how readily the enzyme bound its growth medium. When tested against bacterial pathogens, M1 reduced the concentration of enzyme needed to inhibit growth of Staphylococcus aureus and Escherichia coli by 52.5% and 70.5% respectively, achieving inhibitory concentrations comparable to conventional antibiotics, with electron microscopy confirming damage to bacterial cell structures. The authors frame this work as a step toward enzymatic antimicrobial strategies that rely on biological catalysis rather than synthetic drugs.  This research exemplifies how a fungal enzyme—a product of mould metabolism—becomes repositioned as an industrial antimicrobial tool through molecular engineering. The same glucose oxidase that operates as a byproduct of Aspergillus fermentation in food and biotechnology contexts here becomes a candidate therapeutic agent, its potency amplified through directed mutation. The shift from wild-type to engineered variant mirrors broader patterns in which organisms and their products are selectively modified to extract economic or clinical value from their metabolic capacities, revealing how microbial resources are continuously remade to serve human antimicrobial demands.",
    "enhanced": true,
    "enhanced_at": "2026-02-14T18:56:58.045867"
  },
  {
    "title": "Microcosm-dependent degradation of nonwoven fabric in surgical masks by endophytic fungi Aspergillus bridgerii",
    "source": "ScienceDirect Publication: Journal of Hazardous Materials",
    "excerpt": "The widespread use of polypropylene-based surgical masks during the COVID-19 pandemic has exacerbated environmental plastic pollution, necessitating sustainable degradation strategies. This study investigates the biodegradation potential of the endophytic fungus Aspergillus bridgerii on nonwoven polypropylene mask layers under both nutrient-rich (MSM broth) and soil microcosm conditions. A multidisciplinary approach combining weight loss measurements, FTIR-ATR spectral analysis, scanning electron microscopy (SEM), and gas chromatography-mass spectrometry (GC-MS) was employed to characterize physical, chemical, and biochemical changes in the polymer matrix. Results show that A. bridgerii induced significant degradation in both environments, with the highest weight loss % observed in MSM microcosms (20.38 ± 0.29 %), indicating active fragmentation and partial mineralization. In soil microcosms, fungal inoculation led to the most advanced oxidation (SAUB CI up to ∼4.6), extensive surface fragmentation, and the release of unique volatile organic compounds (VOCs), including DEHP (∼15 % GC-MS area) and long-chain ketones. Surprisingly, this was accompanied by the lowest residual mask mass (9.48 ± 0.19 %), suggesting enhanced mineralization in the nutrient-limited soil. SEM analysis further confirmed pronounced fiber degradation and biofilm formation. These findings underscore the role of fungal metabolism and environmental context in modulating polypropylene decay, supporting a multiple mechanistic process such as oxidative fragmentation followed by microbial assimilation. The integration of FTIR, SEM, and GC-MS provided robust evidence of mask polymer degradation and highlights the potential of Aspergillus bridgerii as a bioremediation agent for PPE waste.",
    "url": "https://www.sciencedirect.com/science/article/pii/S0304389426003018?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T14:58:37Z",
    "category": "indoor",
    "abstract_source": "europepmc",
    "summary": "This paper documents the capacity of the plant-internal microbe fungus Aspergillus bridgerii to degrade nonwoven polypropylene fabric from surgical masks through active metabolic processes. The study employed weight loss measurement, infrared spectral analysis, electron microscopy, and chemical analysis to track physical and chemical changes in the polymer matrix across two experimental settings: nutrient-rich broth and soil microcosms. In the nutrient-rich broth, the fungus achieved 20.38 percent weight loss, indicating fragmentation and partial breakdown of the polymer. In soil microcosms—a nutrient-limited environment—the fungus produced more advanced oxidation, extensive surface fiber damage, and released volatile organic compounds including the plasticizer diethyl hexyl phthalate and long-chain ketones, while achieving the lowest residual mask mass at 9.48 percent. Electron microscopy confirmed pronounced fiber degradation and fungal surface-colonising microbial communities across both conditions.  The findings reveal a material entanglement characteristic of the current moment: the same fungal metabolism that poses a threat to human respiratory health when encountered in indoor air or clinical settings here operates as a potential remediation tool for pandemic-era plastic waste. The degradation occurs not uniformly but contingently—accelerated in nutrient-poor soil where the fungus must extract carbon from the polymer itself—suggesting that the capacity to break down synthetic materials emerges from conditions of scarcity rather than abundance. This positions Aspergillus bridgerii within overlapping regimes of exposure and resource extraction: the masks themselves are products of petrochemical infrastructure and pandemic urgency, their fungal degradation depends on environmental stress, and the fungus capable of this work is also a known pathogen in immune-weakened populations.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T14:59:29.533531"
  },
  {
    "title": "Adhesive and redox modulatory nanopesticides with pathogenic microenvironment-regulated multi-enzymatic activities for synergistic control of ginseng gray mold",
    "source": "ScienceDirect Publication: Chemical Engineering Journal",
    "excerpt": "Publication date: 1 March 2026Source: Chemical Engineering Journal, Volume 531Author(s): Jialong He, Yanghong Liu, Chunyao Shang, Jiaheng Li, Tong Wu, Huiyuan Xie, Yu Dong, Kai Dong, Yingping Wang, Chen Xu",
    "url": "https://www.sciencedirect.com/science/article/pii/S1385894726015032?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T14:58:37Z",
    "category": "indoor",
    "summary": "This publication is still hot off the press. That means the abstract is not yet indexed by global databases like CrossRef, Semantic Scholar or OpenAlex. If you want to learn what the research might have to say about life on Planet Mould you'll just have to read it yourself!",
    "enhanced": true,
    "enhanced_at": "2026-02-13T14:59:31.065457"
  },
  {
    "title": "Self-supervised learning for aflatoxin B1 detection using masked spectra",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Aflatoxins are highly toxic secondary metabolites widely found in peanut and maize kernels. This study proposes a strategy based on self-supervised learning (SSL) for the accurate detection of Aflatoxin B1 in peanuts and maize. Firstly, an SSL backbone network was constructed to perform a spectral reconstruction task on masked spectra, providing pre-trained weights for subsequent supervised learning. Secondly, the spectral reconstruction error was innovatively used as a wavelength attention mechanism, integrated with the fine-tuned encoder from the SSL stage to develop a classification model. This model achieved a mean accuracy of 0.9805 ± 0.0019 in peanuts and 0.9478 ± 0.0060 in maize, outperforming other deep learning models. Furthermore, key wavelengths were selected based on the spectral reconstruction error. Experimental results demonstrated that the 40 selected key wavelengths outperformed other methods, with a more uniform distribution, capturing richer spectral features. The strategy in this study provides an efficient solution for few-sample spectral detection.",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626005005?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T14:58:34Z",
    "category": "health",
    "abstract_source": "europepmc",
    "summary": "Aflatoxin B1, a toxic secondary metabolite produced by moulds in stored peanut and maize kernels, was detected in this study using a machine learning approach based on spectral analysis. The researchers constructed a neural network backbone trained through self-supervised learning—a method where the network first learned to reconstruct deliberately obscured portions of light-absorption spectra, generating pre-trained weights without requiring labeled data. These weights were then refined through supervised learning, with the reconstruction error repurposed as an attention mechanism to identify which wavelengths of light mattered most for classification. The resulting model achieved detection accuracy of 98.05 per cent in peanuts and 94.78 per cent in maize, surpassing other deep learning approaches. The method identified 40 key wavelengths that captured rich spectral information more efficiently than alternative selection methods, offering a practical solution for detecting aflatoxin contamination when training data is scarce.  The detection apparatus documented here operates at the intersection of agricultural commodity screening and mould metabolite surveillance—a site where toxic exposure and economic loss converge. Aflatoxin B1 is simultaneously a marker of storage failure, a public health hazard in food systems dependent on grain imports, and a signal of the material conditions under which stored crops are held. The spectral signatures that enable this detection technology are inseparable from the physical presence of the mould itself; the wavelengths selected by the algorithm are proxies for the biochemical activity of the organism. What this paper demonstrates is not simply a technical solution to contamination detection, but rather an infrastructure for making visible—and therefore manageable—the metabolic presence of moulds in commodity chains where their presence has long been economically tolerated and epidemiologically distributed unevenly across populations dependent on affordable grain.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T14:59:38.067855"
  },
  {
    "title": "A comprehensive review of decontamination techniques for mycotoxin control in food: Advancement from conventional to unconventional strategies and the way forward",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Mycotoxin contamination of food and feed is a lingering issue of the global agro-food industries and a matter of severe socio-economic concern. Several methods have been conventionally employed for mycotoxin decontamination but their efficiency remained low and insufficient due to robustness of mycotoxin structures. In this article, use of unconventional technologies like irradiation, ozonation, cold activated plasma, magnetic nanoparticles, high hydrostatic pressure, pulsed electric fields, pulsed light, natural essential oils and phytochemicals in controlling growth of toxigenic fungi and degrading mycotoxins in various foodstuffs have been reviewed. The efficacy of decontamination of different types of major mycotoxins by these novel techniques and the associated safety and limitation factors have been analysed and discussed in detail. Combination of different unconventional techniques and impact of techno-economic-environmental aspects associated with these advanced technologies on their adoption and implementation at large scale to achieve a green and sustainable control of mycotoxins have been highlighted.",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626005200?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T14:58:34Z",
    "category": "health",
    "abstract_source": "europepmc",
    "summary": "Mycotoxin contamination in food and feed persists as a significant problem for global agricultural and food industries, with serious economic and social consequences. This paper reviews both conventional decontamination methods—which have proven ineffective due to the chemical stability of mycotoxins—and unconventional technologies including irradiation, ozonation, cold activated plasma, magnetic nanoparticles, high hydrostatic pressure, pulsed electric fields, pulsed light, natural essential oils, and plant-derived chemical compounds. The study examines how these novel techniques degrade different major mycotoxins across various food products, analysing their effectiveness alongside safety concerns and practical limitations. The paper emphasises combining multiple unconventional techniques and evaluates the technical, economic, and environmental factors that determine whether these advanced technologies can be scaled up for widespread use. The authors highlight the potential for these approaches to achieve mycotoxin control that is both environmentally sustainable and economically viable.  The tension documented here reflects a characteristic pattern of the Patchy Anthropocene: the same agricultural systems that concentrate mycotoxin exposure—shaped by storage conditions, labour practices, and capital-driven commodity chains—now generate demand for increasingly complex technological interventions. These decontamination technologies are themselves material assemblages dependent on energy inputs, rare elements, and industrial infrastructure; their adoption at scale does not resolve the underlying conditions that produce contamination but rather redistributes the burden of remediation across different sites and actors within the food system.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T14:59:42.946389"
  },
  {
    "title": "Advances in affinity magnetic bead - based pretreatment and detection strategies for mycotoxins in foods: A review",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Food contamination with mycotoxins poses a serious threat to human and animal health. Traditional chromatographic methods and rapid detection techniques are widely used for accurate quantification and on-site rapid screening, respectively, and play essential roles in food safety monitoring. However, these approaches still face limitations arising from cumbersome sample pretreatment and matrix effects. Affinity magnetic beads (AMBs), which integrate highly specific recognition elements with magnetic carriers, represent a promising solution owing to their strong enrichment capability, good dispersibility, soften matrix effects, and high compatibility with automated systems. This review discusses the structure, working principles, and applications of AMBs employing antibodies, aptamers, and molecularly imprinted polymers as recognition elements. It also evaluates their effectiveness in enhancing the sensitivity and accuracy of both chromatographic and rapid detection methods. Finally, the review highlights current challenges and future perspectives for the application of AMBs in mycotoxin detection.",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626004802?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T14:58:34Z",
    "category": "health",
    "abstract_source": "europepmc",
    "summary": "This review examines affinity magnetic beads — composite materials that combine specific binding molecules with magnetic carriers — as tools for detecting mycotoxins in food. The paper describes three types of recognition elements used in these beads: antibodies, aptamers, and molecularly imprinted polymers, each capable of binding to target mycotoxins with high specificity. The review evaluates how affinity magnetic beads improve detection by reducing background noise from other food components, concentrating mycotoxin samples, and working efficiently with both traditional chromatographic analysis and rapid on-site screening methods. The authors identify persistent limitations in existing detection approaches — particularly the labour-intensive sample preparation steps and interference from other food matrix components — that affinity magnetic beads are designed to address. The paper also notes that these bead systems integrate readily with automated laboratory equipment, reducing manual handling and human error.  Affinity magnetic beads represent a technological response to a material problem: the detection of mycotoxin contamination in food chains where traditional methods remain cumbersome and costly. Yet this review documents how the solution itself — a synthetic composite material engineered to capture biological contaminants — depends on and reinforces particular regimes of food governance and industrial standardization. The beads work only insofar as food safety monitoring systems exist to deploy them; their effectiveness is measured against chromatographic and rapid screening infrastructure that remains concentrated in well-resourced laboratories and supply chains. The very specificity that makes these beads valuable — their ability to bind particular mycotoxins while ignoring others — also means that detection capacity is always partial, always dependent on knowing in advance which moulds and which toxins pose the threat worth measuring.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T14:59:48.189451"
  },
  {
    "title": "Antifungal mechanism and mycotoxin control of Ligusticum jeholense essential oil against Alternaria alternata in postharvest tomato",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Alternaria alternata causes serious postharvest diseases in tomatoes, threatening shelf life and food safety. In this study, a natural and eco-friendly strategy was developed using Ligusticum jeholense essential oil (LEO), extracted via optimized enzymatic-deep eutectic solvent microwave-assisted method (EDP-MAHD), which achieved a 3.38-fold higher yield than conventional extraction. GC-MS analysis confirmed consistent chemical composition across production batches. In vitro, LEO exhibited potent antifungal activity against A. alternata (IC₅₀, 0.0718 μL/mL), while in vivo experiments on tomato fruit showed it significantly inhibited lesion expansion and suppressed the accumulation of mycotoxins, alternariol (AOH) and tenuazonic acid (TeA). SEM, TEM, proteomic, and physiological analyses revealed that LEO disrupted membrane integrity, interfered with energy metabolism, and induced oxidative stress, suggesting multi-target antifungal mechanisms. Acute toxicity in mice confirmed its safety. These findings support the application of LEO as a promising natural preservative for postharvest disease and toxin control in tomatoes.",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626004231?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T14:58:34Z",
    "category": "health",
    "abstract_source": "openalex",
    "summary": "Alternaria alternata causes serious postharvest diseases in tomatoes, threatening shelf life and food safety. This paper developed an extraction method combining enzymatic treatment, deep eutectic solvent, and microwave assistance to produce Ligusticum jeholense essential oil, achieving a 3.38-fold higher yield than conventional extraction, with consistent chemical composition verified by gas chromatography-mass spectrometry. In laboratory tests, the essential oil showed potent antifungal activity against A. alternata with an inhibitory concentration at fifty percent effectiveness of 0.0718 microliters per millilitre, while on actual tomato fruit it substantially reduced the spread of damage and suppressed accumulation of two mycotoxins: alternariol and tenuazonic acid. Scanning electron microscopy, transmission electron microscopy, protein analysis, and physiological measurements revealed that the essential oil disrupted the fungal cell membrane, interfered with energy production pathways, and triggered oxidative stress through multiple mechanisms. Safety testing in mice confirmed the extract posed no acute toxicity.  The fungus that threatens tomato storage and produces toxins hazardous to human consumption becomes, in this research, a target for control using plant-derived compounds. Yet the same postharvest environment that makes tomatoes vulnerable to A. alternata—the conditions of commercial storage, transport, and distribution networks—remains the material context within which any preservative must operate. The essential oil's efficacy depends not on eliminating the fungus from the broader food system but on managing its growth on individual fruit within existing supply chains, a localized intervention that leaves untouched the structural dependencies of industrial agriculture that create the conditions for fungal proliferation in the first place.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T14:59:52.760747"
  },
  {
    "title": "Screening, risk assessment, and rapid detection of mycotoxins in edible herbs based on UPLC-MS/MS and FT-NIR",
    "source": "ScienceDirect Publication: Food Research International",
    "excerpt": "Publication date: 30 April 2026Source: Food Research International, Volume 230Author(s): Kangnan Liu, Ling Fang, Yaling An, Zijun Tang, Wenjie Zhao, Chunqian Song, Lin Feng, Xiaokang Liu, Zhenwei Li, Daidi Zhang, De-an Guo",
    "url": "https://www.sciencedirect.com/science/article/pii/S0963996926002188?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T14:58:34Z",
    "category": "health",
    "summary": "This publication is still hot off the press. That means the abstract is not yet indexed by global databases like CrossRef, Semantic Scholar or OpenAlex. If you want to learn what the research might have to say about life on Planet Mould you'll just have to read it yourself!",
    "enhanced": true,
    "enhanced_at": "2026-02-13T14:59:53.667727"
  },
  {
    "title": "Hyperglycemic conditions modulate the response of colon cancer cells to the mycotoxins alternariol and deoxynivalenol in vitro",
    "source": "ScienceDirect Publication: Food Research International",
    "excerpt": "Publication date: 1 April 2026Source: Food Research International, Volume 229Author(s): Karolina Kowalska, Eszter Borsos, Elisabeth Varga, Doris Marko",
    "url": "https://www.sciencedirect.com/science/article/pii/S0963996926000244?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T14:58:34Z",
    "category": "health",
    "summary": "This publication is still hot off the press. That means the abstract is not yet indexed by global databases like CrossRef, Semantic Scholar or OpenAlex. If you want to learn what the research might have to say about life on Planet Mould you'll just have to read it yourself!",
    "enhanced": true,
    "enhanced_at": "2026-02-13T14:59:54.803131"
  },
  {
    "title": "Case Report: Rare pulmonary infection and cytomegalovirus retinitis revealed a case of lymphoma",
    "source": "Frontiers in Medicine | New and Recent Articles",
    "excerpt": "BackgroundRecurrent cytomegalovirus retinitis (CMVR) and rare opportunistic pulmonary infections may be the initial manifestations of underlying immunodeficiency caused by occult hematologic malignancy. Epstein–Barr virus-positive diffuse large B-cell lymphoma, not otherwise specified (EBV+DLBCL-NOS) is an aggressive lymphoma associated with immune dysfunction, predisposing patients to severe opportunistic infections, including CMVR. However, pulmonary co-infection with Tropheryma whipplei and Penicillium digitatum has not been previously described as a presenting feature of EBV+ DLBCL-NOS.CaseA 66-year-old male presented with blurred vision and was diagnosed with CMVR, with profoundly low CD4+ T-cell counts (102 cells/μL) and high cytomegalovirus (CMV) DNA levels in blood and aqueous humor. He initially responded to ganciclovir, but CMVR recurred five months later, accompanied by new pulmonary nodules. Despite negative conventional microbiological tests, metagenomic next-generation sequencing (mNGS) of bronchoalveolar lavage fluid identified co-infection with Tropheryma whipplei and P. digitatum. Broad-spectrum antimicrobial therapy led to partial clinical improvement, but pulmona",
    "url": "https://www.frontiersin.org/articles/10.3389/fmed.2026.1732360",
    "pubDate": "2026-02-13T00:00:00Z",
    "category": "clinical",
    "summary": "This paper documents a case of a 66-year-old male who presented with blurred vision caused by cytomegalovirus retinitis, a viral infection of the eye that typically occurs only in severely immune-weakened patients. Clinical investigation revealed profoundly depleted CD4+ T-cells (102 cells per microliter) and high levels of cytomegalovirus DNA in both blood and the clear fluid inside the eye. The patient initially responded to ganciclovir antiviral treatment, but the eye infection recurred five months later alongside new nodular lesions in the lungs. Conventional microbiological testing of fluid obtained from the lower airways returned negative results, but metagenomic next-generation sequencing—a technique that identifies microbial DNA without requiring prior cultivation—detected co-infection with two organisms: Tropheryma whipplei (a bacterium) and Penicillium digitatum (a mould). This combination of recurrent cytomegalovirus retinitis and dual pulmonary co-infection with Tropheryma whipplei and Penicillium digitatum had not been previously documented. The underlying cause was subsequently identified as Epstein–Barr virus-positive diffuse large B-cell lymphoma, an aggressive blood cancer that suppresses immune function and creates conditions for severe opportunistic infections.  The case reveals how a fungal pathogen—Penicillium digitatum—emerges not as an incidental finding but as a diagnostic marker of deeper systemic failure. The mould's presence in lung tissue, detected only through sequencing rather than conventional culture, signals both the patient's extreme immunological vulnerability and the diagnostic blind spots of standard clinical microbiology. The co-infection with bacterium and mould in a single immune-weakened host illustrates how material vulnerabilities created by malignancy and immune collapse can simultaneously activate multiple microbial opportunists, making the body a site where fungal and bacterial pathogens exploit the same underlying conditions of systemic breakdown.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T15:00:01.428896"
  },
  {
    "title": "Integrative diagnosis of invasive pulmonary aspergillosis in non-neutropenic patients using BALF-tNGS–derived Aspergillus load and host risk factors: a multicenter study",
    "source": "Frontiers in Cellular and Infection Microbiology | New and Recent Articles",
    "excerpt": "BackgroundDiagnosing invasive pulmonary aspergillosis (IPA) in non-neutropenic patients is challenging because of non-specific manifestations and limited diagnostic tools. Targeted next-generation sequencing (tNGS) of bronchoalveolar lavage fluid (BALF) enables rapid pathogen detection; however, its capacity for quantitative assessment of fungal load remains unclear. This study integrated BALF-tNGS fungal load with host risk factors to develop a diagnostic nomogram for IPA in non-neutropenic patients.MethodsNon-neutropenic adults with suspected IPA were retrospectively enrolled at three tertiary hospitals (December 2020–December 2024). IPA was classified according to consensus definitions. Normalized Aspergillus reads from BALF-tNGS were stratified into low, medium, and high tiers. Clinical, radiological, and microbiological variables were analyzed, and a multivariable logistic regression model was built and internally validated via bootstrapping. Diagnostic performance was assessed using receiver operating characteristic analysis.ResultsAmong 238 patients, 134 had IPA and 104 had non-IPA. Compared with non-IPA cases, patients with IPA had higher rates of diabetes (73.9%), corticos",
    "url": "https://www.frontiersin.org/articles/10.3389/fcimb.2026.1739837",
    "pubDate": "2026-02-12T00:00:00Z",
    "category": "clinical",
    "summary": "This study integrated quantitative fungal load measurements from targeted next-generation sequencing of bronchoalveolar lavage fluid with clinical and radiological variables to develop a diagnostic tool for invasive pulmonary aspergillosis in non-neutropenic patients. The research enrolled 238 non-neutropenic adults across three tertiary hospitals between December 2020 and December 2024, classifying 134 as having invasive pulmonary aspergillosis and 104 as non-cases. Normalized Aspergillus genetic material detected in bronchoalveolar lavage fluid was stratified into low, medium, and high quantity tiers and combined with host factors including diabetes (present in 73.9% of invasive pulmonary aspergillosis cases) and corticosteroid use in a multivariable logistic regression model. The diagnostic model was internally validated using bootstrapping methods, and its performance was assessed through receiver operating characteristic analysis.  The paper documents how a molecular detection method designed for rapid pathogen identification becomes a quantitative tool for risk stratification when anchored to the specific metabolic and pharmaceutical vulnerabilities of particular patient populations. In doing so, it reveals how the same fungal load measurement—a marker of clinical threat—simultaneously functions as a diagnostic asset whose utility depends on mapping the distributed vulnerabilities of hospitalized bodies: those already compromised by metabolic dysregulation and immunosuppressive medication. The capacity to measure fungal burden in respiratory fluid thus becomes inseparable from the material conditions that render certain patients susceptible to fungal invasion in the first place.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T15:00:08.860147"
  },
  {
    "title": "Characteristics of mycological criteria for the diagnosis of invasive mold infections in patients with severe burn injury",
    "source": "American Society for Microbiology: Journal of Clinical Microbiology: Table of Contents",
    "excerpt": "ABSTRACT Invasive fungal diseases (IFDs) are common and often fatal in severe burn patients due to skin barrier loss and immune dysfunction. However, current definitions of invasive mold infections are poorly adapted to this population. This study evaluated the characteristics of various diagnostic criteria and their combinations in relation to clinical outcomes in burn patients. We conducted a retrospective cohort study of all patients admitted to the Burn ICU from 2014 to 2023 with ≥15% total burn surface area and at least one sample sent to the mycology lab. Criteria included direct microscopy, culture (respiratory, skin, or tissue), species-specific quantitative PCR (qPCR) ( Aspergillus , Mucorales, and Fusarium ) on plasma/tissue/bronchoalveolar lavage fluid, and serum galactomannan. Among 276 patients, 489/6,184 samples were positive, including 281 skin biopsies (direct examination and conventional culture) and 132 plasma specimens (qPCR). Positive diagnostic criteria ≥1 was found in 93 patients (33.7%): Aspergillus (25.7%), Mucorales (10.9%), and Fusarium (9.8%). Twenty-seven patients (9.8%) had ≥2 criteria involving ≥2 mold types. Mortality rose with the number of positive criteria: 12.7% (0), 10.7% (1, 2), 27.3% (3, 4), and 46.7% (≥5) ( P &lt; 0.001). Plasma qPCR was positive in 81.3% of Mucorales, 40% of Aspergillus , and 15.4% of Fusarium cases with skin involvement. Skin biopsies (direct examination and conventional culture) combined with species-specific plasma qPCR enhance timely and reliable IFD diagnosis in burn patients. Mortality correlated with the number of positive criteria and coexistence of multiple mold species, underscoring the need for broad antifungal coverage and the value of multi-criteria diagnostics to guide treatment. IMPORTANCE Invasive mold infections are frequent and often fatal complications in patients with severe burns, occurring in up to 20% of cases with a total burn surface area exceeding 15%. Despite their severity, no stand",
    "url": "https://journals.asm.org/doi/abs/10.1128/jcm.00950-25?af=R",
    "pubDate": "2026-02-05T08:00:00Z",
    "category": "clinical",
    "abstract_source": "openalex",
    "summary": "Severe burn patients with skin barrier loss and immune dysfunction face high risk of invasive mold infections, yet diagnostic criteria developed for other populations do not fit this group well. This paper retrospectively examined 276 burn patients admitted to intensive care between 2014 and 2023 with burns covering at least 15 percent of total body surface area, collecting 6,184 mycology samples to test various diagnostic approaches: direct microscopy of samples, conventional culture from respiratory tract, skin, or tissue, species-specific genetic testing (quantitative polymerase chain reaction) for *Aspergillus*, *Mucorales*, and *Fusarium* in blood and tissue, and serum galactomannan antigen detection. Among the cohort, 489 samples tested positive; 281 came from skin biopsies and 132 from blood specimens. Ninety-three patients (33.7 percent) met at least one diagnostic criterion, with *Aspergillus* detected in 25.7 percent, *Mucorales* in 10.9 percent, and *Fusarium* in 9.8 percent; 27 patients carried two or more criteria involving multiple mold species simultaneously. Mortality increased sharply with diagnostic burden: 12.7 percent for patients with no positive criteria, 10.7 percent with one or two criteria, 27.3 percent with three to four criteria, and 46.7 percent with five or more criteria. Blood genetic testing detected *Mucorales* in 81.3 percent of skin-involved cases, *Aspergillus* in 40 percent, and *Fusarium* in 15.4 percent. The combination of skin biopsy examination with blood genetic testing proved most reliable for timely diagnosis.  In the burned body, mould detection becomes a marker of accumulated physiological breach—each positive criterion signals not merely microbial presence but deepening systemic failure in a population already stripped of its primary barrier to infection. The paper documents how diagnostic multiplicity itself—the co-occurrence of multiple mould species and positive tests—transforms from a technical problem into a mortality signal, revealing that severe burns create ecological conditions where diverse moulds establish simultaneously, and that the capacity to detect this polymicrobial entanglement through targeted genetic testing becomes a prerequisite for survival.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T15:00:15.343107"
  },
  {
    "title": "Dietary curcumin alleviates aflatoxin B1‐induced liver injury and improves growth performance in broilers via Nrf2 activation and NLRP3 inflammasome inhibition",
    "source": "Wiley: Journal of the Science of Food and Agriculture: Table of Contents",
    "excerpt": "Abstract BACKGROUND Aflatoxin B 1 (AFB 1 ), a potent mycotoxin frequently detected in improperly stored poultry feed, induces hepatic oxidative stress, inflammation, and growth retardation in broilers. Curcumin (CUR), a polyphenolic compound derived from Curcuma longa , exhibits strong antioxidant and anti‐inflammatory activities; however, its efficacy and mechanisms in mitigating AFB 1 ‐induced hepatotoxicity in broilers remain unclear. This study aimed to evaluate the protective effects of dietary CUR supplementation on growth performance and liver health of broilers exposed to AFB 1 . RESULTS A total of 720 broilers (eight replicates of 15 birds each per treatment) were fed a basal diet, an AFB₁‐contaminated diet (1 mg kg −1 ), or AFB 1 diets supplemented with CUR (100, 300, or 500 mg kg −1 ) for 42 days. AFB 1 exposure significantly reduced average daily gain and increased feed conversion ratio ( P &lt; 0.05), whereas CUR supplementation – particularly 300–500 mg kg −1 – improved growth performance relative to the AFB 1 group ( P &lt; 0.05). CUR also decreased serum alanine aminotransferase and aspartate aminotransferase activities, alleviated hepatic histopathological damage, enhanced hepatic antioxidant enzyme activities (superoxide dismutase, glutathione peroxidase), and suppressed malondialdehyde accumulation ( P &lt; 0.01). At the molecular level, CUR upregulated Nrf2 and its downstream antioxidant genes while downregulating NOD‐like receptor protein 3 (NLRP3), caspase‐1, and interleukin‐1β, indicating attenuation of inflammasome activation and pyroptosis. CONCLUSION Dietary curcumin effectively mitigated AFB 1 ‐induced hepatotoxicity and performance loss in broilers through activation of the Nrf2 antioxidant pathway and inhibition of the NLRP3 inflammasome. These findings highlight CUR as a promising natural feed additive for protecting poultry against mycotoxin‐induced oxidative and inflammatory damage. © 2025 Society of Chemical Industry.",
    "url": "https://scijournals.onlinelibrary.wiley.com/doi/10.1002/jsfa.70337?af=R",
    "pubDate": "2026-02-04T21:13:31Z",
    "category": "science",
    "abstract_source": "openalex",
    "summary": "Aflatoxin B1, a mycotoxin commonly found in poorly stored poultry feed, causes oxidative stress and inflammation in broiler livers, leading to reduced growth and increased feed waste. This paper tested whether dietary curcumin—a plant compound from turmeric with known antioxidant properties—could protect broilers from this toxin. Over 42 days, 720 broilers were fed either a standard diet, a diet contaminated with aflatoxin B1 at 1 milligram per kilogram, or the contaminated diet supplemented with curcumin at 100, 300, or 500 milligrams per kilogram. Aflatoxin B1 alone reduced daily weight gain and worsened feed efficiency; curcumin at 300–500 milligrams per kilogram reversed these effects. At the tissue level, curcumin lowered liver enzyme markers of damage, reduced scarring and cell death in liver tissue, boosted protective enzymes (superoxide dismutase and glutathione peroxidase), and prevented accumulation of cell-damaging molecules. Molecularly, curcumin activated a cellular defense pathway called nuclear factor erythroid 2-related factor 2 while suppressing an inflammatory cascade (NOD-like receptor protein 3 inflammasome) that triggers a form of programmed cell death. The study frames curcumin as a natural feed additive capable of protecting poultry from mycotoxin harm.  What emerges here is a remediation strategy that depends on the very conditions that produce the toxin—poor storage practices that allow mould growth in feed. The curcumin intervention treats the symptom (liver damage) rather than the material or labour conditions (inadequate grain storage infrastructure, feed supply chains under cost pressure) that enable aflatoxin B1 contamination in the first place. The broiler becomes a site where botanical chemistry compensates for systemic failures in feed safety, naturalizing both the toxin exposure and the botanical fix as manageable technical problems rather than failures of agricultural infrastructure.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T15:00:20.900760"
  },
  {
    "title": "Antifungal Activity and Resistance Risk of Cyclobutrifluram against Fusarium solani, the Causal Agent of Peanut Root Rot",
    "source": "acs: Journal of Agricultural and Food Chemistry: Table of Contents",
    "excerpt": "Peanut root rot (PRR), caused by <i>Fusarium solani</i>, is a common and destructive disease. Cyclobutrifluram exhibits antifungal activity against <i>Fusarium</i> spp., yet its bioactivity and resistance risk against <i>F. solani</i> remain unclear. In this study, the EC<sub>50</sub> values of cyclobutrifluram against 155 <i>F. solani</i> strains ranged from 0.0279 to 0.1102 μg/mL, with a mean of 0.0513 ± 0.0170 μg/mL. Treatment with cyclobutrifluram significantly inhibited conidial production and germination, reduced succinate dehydrogenase (SDH) activity, increased hyphal branching, and shortened the distance between septa or cell nuclei. Cyclobutrifluram provided excellent control over PRR. Seven laboratory-generated cyclobutrifluram-resistant mutants showed no or slight fitness penalties and exhibited positive cross-resistance only with pydiflumetofen, indicating a moderate-to-high resistance risk. Resistance to cyclobutrifluram in <i>F. solani</i> was conferred by four SDH substitutions (<i>FsSdhB</i><sup>H248Y</sup>, <i>FsSdhC1</i><sup>A83V</sup>, <i>FsSdhC2</i><sup>A85V</sup>, and <i>FsSdhD</i><sup>D184G</sup>), which was confirmed by molecular docking and gene replacement. This study provides crucial insights for developing effective control strategies to manage PRR.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jafc.5c12378?af=R",
    "pubDate": "2026-02-03T08:00:00Z",
    "category": "health",
    "abstract_source": "openalex",
    "summary": "Cyclobutrifluram, a fungicide, demonstrated potent activity against 155 strains of *Fusarium solani*, the pathogen responsible for peanut root rot, with effective concentrations ranging from 0.0279 to 0.1102 micrograms per millilitre. The drug inhibited spore production and germination, disrupted the enzyme succinate dehydrogenase (a key component of cellular energy metabolism), and altered hyphal growth patterns by increasing branching and reducing distances between cell compartments. In controlled trials, cyclobutrifluram provided strong disease suppression in peanut crops. However, seven laboratory-generated resistant mutants emerged without significant fitness costs and showed cross-resistance only to pydiflumetofen, indicating moderate-to-high risk of field resistance development. Genetic analysis identified four specific mutations in the succinate dehydrogenase enzyme complex (*FsSdhB*, *FsSdhC1*, *FsSdhC2*, and *FsSdhD*) that confer resistance, confirmed through computational modelling and direct gene replacement experiments.  The findings reveal a characteristic tension in fungicide deployment: a chemical effective enough to control a destructive crop pathogen carries within it the seeds of its own obsolescence. The rapid emergence of resistant mutants without fitness penalties suggests that *Fusarium solani* populations in peanut agroecosystems possess the metabolic flexibility to absorb chemical pressure and persist—a capacity rooted in the same enzymatic versatility that makes the pathogen both a threat to cultivation and an inevitable selector of resistance alleles under repeated drug exposure.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T15:00:26.922375"
  },
  {
    "title": "Characteristics of individual cyp51A SNPs and combinations thereof impacting the azole phenotype in TR34-mediated resistance genotypes of Aspergillus fumigatus",
    "source": "American Society for Microbiology: Antimicrobial Agents and Chemotherapy: Table of Contents",
    "excerpt": "ABSTRACT The World Health Organization has flagged the rise of drug resistance in Aspergillus fumigatus as a critical concern. Elevated mutation rates in this pathogen contribute to the rapid development of resistance, complicating treatment efforts. We conducted a study on the prevalence of azole resistance among clinical A. fumigatus isolates in the Netherlands from 1994 to 2022 and identified 34 cyp51A variants. To investigate the impact of individual single-nucleotide polymorphisms (SNPs) and combinations thereof on the azole phenotype in TR 34 -mediated resistance genotypes, we focused on novel, recent mutations and explored the effects of SNPs L98H, T289A, I364V, and G448S and the combination of the mutations TR 34 /L98H, TR 34 /L98H/T289A/G448S, and TR 34 /L98H/T289A/I364V/G448S on azole affinity and susceptibility. We created the three-dimensional protein model of the Cyp51A protein with azoles, and the mutation was introduced to the wild-type cyp51A A. fumigatus strain by the CRISPR-Cas9 gene editing technique. Finally, in vitro susceptibility testing of A. fumigatus strains carrying the mutations was conducted to confirm the azole phenotypes observed in clinical isolates. The MICs of all four azoles against the mutated cyp51A strains, which harbored combination mutations, were higher than those of the wild type, with highly elevated MICs of itraconazole, voriconazole, and isavuconazole. Genotypes TR 34 /L98H/T289A/I364V/G448S mutant showed a consistent phenotype to the clinical strains, which are highly resistant to voriconazole but susceptible to itraconazole. In this study, we show that molecular dynamics simulations of amino acid substitutions in the cyp51A gene correlate to the structure–function relationship of in vitro phenotype.",
    "url": "https://journals.asm.org/doi/abs/10.1128/aac.01528-25?af=R",
    "pubDate": "2026-02-03T08:00:00Z",
    "category": "clinical",
    "abstract_source": "openalex",
    "summary": "This paper documents the molecular basis of azole drug resistance in *Aspergillus fumigatus*, a fungal pathogen flagged by the World Health Organization as a critical public health threat. The researchers identified 34 genetic variants of the cyp51A gene—which encodes a protein central to azole drug metabolism—among clinical isolates collected in the Netherlands between 1994 and 2022. Using computer modelling and genetic engineering via CRISPR-Cas9 gene editing, they introduced four individual mutations (L98H, T289A, I364V, and G448S) and three multi-mutation combinations into laboratory strains and measured their resistance to four azole drugs: itraconazole, voriconazole, and isavuconazole. Strains carrying multiple mutations showed substantially higher drug concentrations required to inhibit growth, particularly for voriconazole and isavuconazole, though the most heavily mutated genetic profile remained susceptible to itraconazole. The computer models of how these mutations alter the three-dimensional shape of the drug-binding protein correlated with the observed resistance patterns in the laboratory strains, validating the predictive power of molecular simulation.  The accumulation of these mutations within *A. fumigatus* populations reveals a pathogen rapidly acquiring the capacity to metabolize azole drugs—the primary antifungal arsenal in clinical settings. Yet this same adaptive plasticity, documented here through precise molecular tracking, also exposes the material dependencies of clinical medicine: as the fungus evolves resistance through incremental genetic change, treatment options narrow, and the economic and clinical value of older drugs like itraconazole may paradoxically increase even as newer agents lose efficacy. The emergence of multi-mutation genetic profiles in clinical isolates suggests that resistance is not a rare laboratory artifact but an active process unfolding within patients and healthcare environments, where selective pressure from repeated azole exposure drives the very mutations that render treatment futile.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T15:00:33.388547"
  },
  {
    "title": "Efficacy of Ipflufenoquin against Strawberry Gray Mold: Insights from AlphaFold- Based Structural Modeling and Genome-Wide Transcriptomic Analysis",
    "source": "acs: Journal of Agricultural and Food Chemistry: Table of Contents",
    "excerpt": "Gray mold caused by <i>Botrytis cinerea</i> significantly threatens strawberry production. This study evaluated the efficacy of ipflufenoquin, a novel dihydroorotate dehydrogenase (DHODH) inhibitor, against fungal pathogens isolated from Korean strawberry fields in 2023. Ipflufenoquin demonstrated a high <i>in vitro</i> sensitivity to <i>B. cinerea</i> and broad activity against other pathogens. Fruit and greenhouse trials confirmed its robust control of gray mold, including strains resistant to multiple fungicide classes. However, treatment shifted the fungal community, promoting less sensitive genera, such as <i>Cladosporium</i> and <i>Rhizopus</i>. Structural modeling with AlphaFold2 and molecular docking confirmed that ipflufenoquin binds to the quinone binding tunnel of DHODH, correlating binding affinity with susceptibility. Additionally, RNA-seq analysis revealed that ipflufenoquin suppresses primary metabolic pathways while triggering a robust stress response, up-regulating detoxification and efflux transporter genes. This integrated study confirms the efficacy of ipflufenoquin against gray mold and elucidates its molecular impacts, offering essential data for sustainable management strategies.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jafc.5c14085?af=R",
    "pubDate": "2026-01-30T08:00:00Z",
    "category": "health",
    "abstract_source": "openalex",
    "summary": "This study documents the deployment of ipflufenoquin, a novel fungicide targeting a specific metabolic enzyme, against gray mold in Korean strawberry cultivation. Laboratory testing showed the compound inhibits *Botrytis cinerea* effectively and suppresses multiple other fungal pathogens; field and greenhouse trials confirmed control of gray mold including strains resistant to existing fungicide classes. Structural analysis using AlphaFold2 protein modeling and molecular docking revealed that ipflufenoquin binds specifically to the quinone binding tunnel of the target enzyme dihydroorotate dehydrogenase, with binding strength correlating to fungal sensitivity. Gene expression profiling via RNA-sequencing demonstrated that the compound suppresses core metabolic pathways in the fungus while activating stress response systems, including genes encoding detoxification and drug efflux transporters. A critical finding emerged in field conditions: successful suppression of *Botrytis cinerea* created ecological space for less sensitive fungal genera, particularly *Cladosporium* and *Rhizopus*, to proliferate.  The dual character of this intervention reveals itself in the shifted fungal community. The same metabolic vulnerability that makes *Botrytis cinerea* susceptible to ipflufenoquin—its reliance on dihydroorotate dehydrogenase—becomes a selective pressure that favours alternative moulds and fungi capable of thriving in treated strawberry systems. The compound's efficacy against resistant strains positions it as a valuable tool for growers facing accumulated fungicide resistance, yet its use simultaneously reshapes the microbial assemblage in ways that may generate new management problems, illustrating how chemical interventions in agricultural systems produce both remediation and novel ecological dependencies.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T15:00:38.911916"
  },
  {
    "title": "Identification and characterization of a novel broad-spectrum antifungal compound targeting the Aspergillus fumigatus cell wall and cell membrane and inducing oxidative stress",
    "source": "American Society for Microbiology: Microbiology Spectrum: Table of Contents",
    "excerpt": "ABSTRACT The substantial increase in fungal diseases, the limited availability of antifungal drugs, and rising resistance to existing treatments highlight the urgent need for developing novel antifungal drugs. Natural products, known for their diverse bioactivities and unique structures, remain critical sources for antifungal drug discovery. In this study, we aimed to identify novel antifungal compounds from soil microbes and isolated a novel 28-membered polyene macrolide, compound 1 , from Kitasatospora melanogena . This compound demonstrated potent antifungal activity, with MICs of 4–16 μg/mL against Aspergillus fumigatus , Aspergillus flavus , Candida albicans , and Cryptococcus neoformans . Treatment with compound 1 led to significant growth reduction and disruption of the cell wall and membrane in A. fumigatus compared to the wild-type. To understand the underlying mechanism, we performed a transcriptomic analysis of A. fumigatus exposed to compound 1 , revealing a substantial downregulation of genes involved in cell wall and membrane biogenesis, as well as those encoding integral membrane proteins and multidrug transporters. Additionally, compound 1 induced oxidative stress, leading to elevated reactive oxygen species levels. These multifaceted mechanisms highlight the potential of K. melanogena natural products in the development of novel antifungal agents. IMPORTANCE Fungal infections cause substantial morbidity and mortality worldwide, yet current treatments are limited and increasingly undermined by resistance. Natural products remain a proven source of antifungal agents, but few new scaffolds have been introduced in recent decades. We identified a novel polyene macrolide from Kitasatospora melanogena with potent activity against major fungal pathogens. This compound disrupts both the fungal cell wall and membrane while inducing oxidative stress, revealing a multifaceted mechanism of action. Our findings highlight soil microbes as valuable reservoirs for a",
    "url": "https://journals.asm.org/doi/abs/10.1128/spectrum.03143-25?af=R",
    "pubDate": "2026-01-28T08:00:00Z",
    "category": "science",
    "abstract_source": "openalex",
    "summary": "This study isolates a novel 28-membered polyene macrolide compound from the soil bacterium Kitasatospora melanogena and evaluates its antifungal properties against four major fungal pathogens. The compound demonstrated minimum inhibitory concentrations of 4–16 micrograms per millilitre against Aspergillus fumigatus, Aspergillus flavus, Candida albicans, and Cryptococcus neoformans. Exposure of A. fumigatus to the compound caused substantial reduction in fungal growth and visible disruption of both the cell wall and cell membrane compared to untreated controls. gene-expression analysis analysis revealed that the compound reduced genes responsible for constructing the cell wall and membrane, genes encoding proteins embedded in cell membranes, and genes encoding multidrug transporter proteins that fungi use to expel foreign substances. The compound also triggered oxidative stress in the fungal cells, raising levels of reactive oxygen species—unstable molecules that damage cellular components.   The findings reveal a material entanglement characteristic of the Patchy Anthropocene: the same soil bacterium that produces a compound lethal to clinically significant fungi also represents a potential industrial resource for pharmaceutical development. The mechanism of action—targeting the structural integrity of the fungal cell while simultaneously overwhelming its chemical defences—mirrors the broader vulnerability of fungal pathogens to simultaneous stresses, a pattern that may reflect both the ecological pressures fungi face in soil environments and the selective advantage conferred on microbes capable of producing such compounds. Yet this discovery also signals a deeper dependency: the urgency of developing alternatives to existing antifungal drugs points to how fungal resistance emerges from the same pharmaceutical landscapes that created it, making soil microbes simultaneously a solution to and a symptom of the problem they address.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T15:00:44.461338"
  },
  {
    "title": "A combined genetic and chemical approach for identifying novel antifungal compounds against Fusarium graminearum",
    "source": "American Society for Microbiology: Microbiology Spectrum: Table of Contents",
    "excerpt": "ABSTRACT Chemical fungicides act by targeting specific proteins or pathways, known as modes of action (MoAs). In this study, we established a systematic screening platform using Fusarium graminearum gene knockout mutants to evaluate the efficacy of fungicides and identify novel antifungal compounds. Target genes corresponding to major fungicide classes were deleted by homologous recombination, and the resulting mutants exhibited altered sensitivity to the corresponding fungicides compared with the wild-type strain. Deletion of genes encoding known fungicide targets revealed distinct sensitivity profiles, supporting MoA prediction. Using the platform that detects sensitivity differences through OD ₆₀₀ changes, we examined a chemical library of 2,704 small molecules and identified 8 compounds with activity likely involved in the osmotic signal transduction pathway. Several of these compounds exhibited previously unreported antifungal activity, underscoring their potential as novel scaffolds for future development. Collectively, this platform provides a robust, mechanism-informed system for antifungal discovery, with broad applicability to synthetic agents, natural products, and biocontrol metabolites. IMPORTANCE This study provides a perspective on developing strategies to manage fungal pathogens with implications for agriculture and food security. The effectiveness of current fungicides is increasingly limited by resistance, narrow target ranges, and environmental concerns. By combining genetic approaches with chemical screening, this work offers a more systematic way to identify candidate antifungal agents and better understand their possible mechanisms. The framework may also be adapted for use in other areas, including medical and veterinary applications, suggesting potential broader applicability. In addition, the emphasis on exploring new molecular scaffolds supports efforts to develop more sustainable and long-term disease management strategies. Overall, this s",
    "url": "https://journals.asm.org/doi/abs/10.1128/spectrum.02961-25?af=R",
    "pubDate": "2026-01-22T08:00:00Z",
    "category": "science",
    "abstract_source": "openalex",
    "summary": "This paper describes a genetic-chemical screening platform designed to identify antifungal compounds against *Fusarium graminearum*, a fungus that damages grain crops. Researchers deleted genes encoding known fungicide targets in the organism using homologous recombination, creating mutant strains with altered sensitivity to specific fungicide classes. These mutants served as a diagnostic tool: when exposed to test compounds, sensitivity differences measured by optical density at 600 nanometres revealed which molecular pathways a compound was likely targeting. The platform screened a library of 2,704 small molecules and identified 8 compounds with activity suggesting involvement in osmotic signal transduction—a cellular pathway previously unreported as an antifungal target. Several of these compounds showed antifungal effects not previously documented, positioning them as potential starting points for new drug development. The authors argue the platform offers a systematic, mechanism-informed approach applicable to synthetic agents, natural products, and biocontrol metabolites.  The research reveals a material entanglement between pathogen vulnerability and agricultural dependency. *Fusarium graminearum* causes real crop damage, and fungicide resistance narrows the tools available to manage it; yet the same genetic tractability that makes this organism a laboratory model also makes it a site for extracting new chemical solutions. The compounds identified here—particularly those targeting osmotic pathways—represent a shift in how antifungal discovery operates: rather than random screening, the platform uses genetic knowledge of the pathogen to predict and validate mechanism, collapsing the distance between understanding the organism and exploiting it. In grain-growing regions where fungicide resistance already limits control options, such mechanism-informed discovery becomes both a technical necessity and an economic pressure, binding crop protection, chemical innovation, and pathogen evolution into a tightening cycle.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T15:00:50.009505"
  },
  {
    "title": "Beyond Fumigatus: a molecular portrait of clinical Aspergillus diversity, pathogenicity, and antifungal resistance",
    "source": "American Society for Microbiology: Antimicrobial Agents and Chemotherapy: Table of Contents",
    "excerpt": "ABSTRACT Aspergillus infection poses a major clinical challenge, particularly in immunocompromised individuals, with invasive diseases associated with high mortality. While Aspergillus fumigatus remains the predominant species causing human infections, recent studies highlight the growing clinical significance of lesser-known and cryptic Aspergillus species, which often exhibit reduced susceptibility to standard antifungal therapies. In this study, we analyzed 196 clinical Aspergillus isolates from 107 patients treated at the NIH Clinical Center between 2019 and 2022. A total of 38 Aspergillus species across 11 taxonomic sections were identified, with non- fumigatus and cryptic species accounting for 77.1% of all isolates. The most frequently recovered species were A. fumigatus sensu stricto (22.9%), A. sydowii (8.7%), A. calidoustus (7.1%), A. nidulans (6.6%), A. tanneri (6.1%), and A. terreus (5.6%). Species-level identification was achieved in 43% of isolates using matrix-assisted laser desorption/ionization time-of-flight mass spectrometry (MALDI-TOF MS). In contrast, PCR sequencing confirmed species identity in over 88% of isolates by targeting the internal transcribed spacer (ITS) region of rDNA, 81% using the β-tubulin gene, and 68% using the calmodulin gene. The most common underlying clinical conditions among patients were bronchiectasis (35%), chronic granulomatous disease (22%), and pulmonary non-tuberculous mycobacterial infection (17%). Out of 107 patients, eight died (8/107, 7.5%); six of these deaths occurred in patients with chronic granulomatous disease (CGD) and two in patients with RAG1 deficiency. Antifungal susceptibility testing showed that olorofim had the lowest minimal inhibitory concentrations across species. In contrast, the activity of triazoles and amphotericin B was variable, particularly against A. tanneri , A. calidoustus , and A. sydowii . This study presents one of the largest species-level data sets of Aspergillus isolates to date,",
    "url": "https://journals.asm.org/doi/abs/10.1128/aac.01184-25?af=R",
    "pubDate": "2026-01-13T08:00:00Z",
    "category": "clinical",
    "abstract_source": "openalex",
    "summary": "Between 2019 and 2022, researchers at the NIH Clinical Center analyzed 196 clinical isolates of Aspergillus from 107 patients, identifying 38 species across 11 taxonomic sections. Non-fumigatus and cryptic species accounted for 77.1% of all isolates recovered, with Aspergillus fumigatus sensu stricto representing only 22.9%, followed by A. sydowii (8.7%), A. calidoustus (7.1%), A. nidulans (6.6%), A. tanneri (6.1%), and A. terreus (5.6%). Species identification by matrix-assisted laser desorption/ionization time-of-flight mass spectrometry succeeded in 43% of isolates, whereas polymerase chain reaction sequencing of the internal transcribed spacer region of ribosomal deoxyribonucleic acid confirmed species identity in over 88% of isolates, the β-tubulin gene in 81%, and the calmodulin gene in 68%. The most common underlying conditions among patients were bronchiectasis (35%), chronic granulomatous disease (22%), and pulmonary non-tuberculous mycobacterial infection (17%), with mortality at 7.5% (8 of 107 patients), including six deaths among those with chronic granulomatous disease and two among those with RAG1 deficiency. Antifungal susceptibility testing revealed that olorofim demonstrated the lowest minimum inhibitory concentrations across species, while triazoles and amphotericin B showed variable activity, particularly against A. tanneri, A. calidoustus, and A. sydowii. This paper documents a shift in the clinical Aspergillus landscape where lesser-known species now dominate isolate collections, yet standard diagnostic tools and established antifungal treatments remain calibrated to the declining predominant pathogen—a material misalignment between clinical practice and the actual microbial assemblages circulating through immune-weakened bodies and the hospital systems that treat them.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T15:00:54.025681"
  },
  {
    "title": "Production of ETP-Type (Epipolythiodioxopiperazine) Mycotoxins in Clinical Fungal Isolates",
    "source": "acs: Journal of Natural Products: Table of Contents",
    "excerpt": "Gliotoxin, an epipolythiodioxopiperazine (ETP) toxin, has been reported in several fungal species, but its distribution remains unclear. We analyzed 140 clinical isolates from two major hospitals using HPLC and LC-MS/MS to assess gliotoxin production. Gliotoxin was detected only in <i>Aspergillus fumigatus</i> isolates, with no production observed in any other species under multiple culture conditions. Molecular networking and comparative genomics revealed distinct ETP-related pathways in non-<i>A. fumigatus</i> species, including aspirochlorine derivatives in <i>Aspergillus flavus</i> and aranotin-related metabolites in <i>Aspergillus terreus</i>. These findings clarify species-specific ETP profiles and confirm <i>A. fumigatus</i> as the sole gliotoxin producer among the isolates examined.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jnatprod.5c01151?af=R",
    "pubDate": "2026-01-04T08:00:00Z",
    "category": "indoor",
    "abstract_source": "openalex",
    "summary": "Gliotoxin, a toxic metabolite produced by moulds, was detected only in *Aspergillus fumigatus* among 140 clinical isolates from two hospitals analysed using high-performance liquid chromatography and liquid chromatography-tandem mass spectrometry. No other fungal species produced gliotoxin under the multiple culture conditions tested in this study. Molecular networking and comparative genomics revealed that species closely related to *A. fumigatus* — including *Aspergillus flavus* and *Aspergillus terreus* — instead produce distinct epipolythiodioxopiperazine-related metabolites: aspirochlorine derivatives in *A. flavus* and aranotin-related compounds in *A. terreus*. This paper clarifies that gliotoxin production is restricted to *A. fumigatus* within the isolates examined, while related species have evolved alternative toxic pathways using the same chemical scaffold.  The narrow distribution of gliotoxin production — confined to a single species despite the genetic capacity for epipolythiodioxopiperazine synthesis across the genus — reveals how clinical exposure to fungal toxins is shaped by specific microbial ecologies rather than universal fungal capabilities. The same biosynthetic machinery that generates a infection-enabling traits in hospital-acquired *A. fumigatus* infections generates different compounds in environmental relatives, suggesting that the clinical threat posed by gliotoxin is inseparable from the particular niche *A. fumigatus* occupies in built environments and human lungs, where its specific metabolic profile confers selective advantage.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T15:00:59.806274"
  },
  {
    "title": "Antibacterial and Cytotoxic Decahydrofluorene-Class Alkaloids from the Marine-Derived Fungus Penicillium sp. SCSIO 41512",
    "source": "acs: Journal of Natural Products: Table of Contents",
    "excerpt": "Eight new decahydrofluorene-class alkaloids, pyrrospirones R-Y (<b>1</b>-<b>8</b>), together with 13 known analogues (9<b><i>-</i></b>21) were isolated from the marine-derived fungal strain <i>Penicillium</i> sp. SCSIO 41512. Their structures were determined by extensive spectroscopic analysis, and their absolute configurations were established by quantum chemical calculations of electronic circular dichroism (ECD) spectra, by a comparison of experimental ECD spectra, or by single-crystal X-ray diffraction analysis. Compound <b>1</b> rarely contains an oxime hydroxy with a 6/5/6/5/6/13 polycyclic system. A plausible biosynthetic pathway for <b>1</b> and <b>2</b> was proposed. Biologically, compounds <b>1</b>, <b>4</b>, <b>6</b>, <b>8</b>, <b>10</b>-<b>12</b>, <b>14</b>-<b>15</b>, <b>18</b>-<b>19</b>, and <b>21</b> had cytotoxicity against human cancer cell lines A549 and HCT116 with IC<sub>50</sub> values of 7.3-79.3 μM, and <b>1</b>, <b>4</b>, <b>6</b>, <b>11</b>, <b>15</b>, <b>18</b>, and <b>21</b> also showed significant inhibitory activity against six pathogenic bacteria with MIC values of 1.6-13.0 μg/mL. Their structure-bioactivity relationship was also discussed.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jnatprod.5c01203?af=R",
    "pubDate": "2025-12-17T08:00:00Z",
    "category": "indoor",
    "abstract_source": "openalex",
    "summary": "This paper isolates 21 alkaloid compounds from a marine-derived strain of *Penicillium* fungus collected from the South China Sea. Eight of these compounds are newly identified structures called pyrrospirones R-Y, distinguished by their multi-ring polycyclic architecture; compound 1 notably contains an unusual oxime hydroxy group within a fused 6/5/6/5/6/13 ring system. The researchers determined the three-dimensional structure of each compound using spectroscopic analysis, quantum chemical modelling, and X-ray crystallography. In toxicity to cells assays, nine of the compounds inhibited growth of human lung cancer cells and colorectal cancer cells at concentrations between 7.3 and 79.3 micromolar. Seven compounds also demonstrated antibacterial activity against six pathogenic bacterial species, with minimum inhibitory concentrations ranging from 1.6 to 13.0 micrograms per millilitre.  The dual bioactivity profile documented here — simultaneous toxicity to human cancer cells and inhibition of pathogenic bacteria — exemplifies the material entanglement characteristic of microbial metabolites in the Anthropocene. The same fungal strain that produces compounds lethal to human cells also generates molecules that suppress bacterial pathogens; neither property is incidental to the organism's ecology, but rather reflects its position within overlapping human and nonhuman disease ecologies. The marine origin of this *Penicillium* strain situates these alkaloids within global bioprospecting networks that extract bioactive compounds from colonized or contested ocean spaces, converting microbial metabolism into pharmaceutical assets while the underlying ecological conditions that generate such chemical diversity remain largely unexamined.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T15:01:05.178493"
  },
  {
    "title": "Advancing mold identification in the routine laboratory, performance of smartphone-based imaging and a newly developed convolutional neural network",
    "source": "American Society for Microbiology: Microbiology Spectrum: Table of Contents",
    "excerpt": "ABSTRACT Mold identification in clinical diagnostics is traditionally labor-intensive and is dependent on expert interpretation. MoldVision is a deep-learning approach that uses smartphone images of mold cultures to automate identification. We analyzed 161 clinical isolates across four common mold genera: Penicillium spp., Aspergillus spp. (with A. flavus and A. fumigatus ), Fusarium spp., and Cladosporium spp. Daily images were captured from the top and bottom of culture plates over 5 days using a standardized smartphone setup, generating over 4,000 images. We trained three variations of Visual Geometry Group 16 (VGG16) convolutional neural networks (CNNs) and benchmarked the best-performing model (VGG16 with dual classification heads) against LightGBM models trained on pre-extracted features and human expert assessments at various time points. The best-performing VGG16 model achieved a mean (SD) AUROC of 92.7% ± 1.8% and sensitivity of 68.7% ± 2.6% across all species. Here, the performance in identifying Cladosporium spp. was best (AUROC of 99.9% ± 0.1%, fivefold cross-validation mean and SD). Regarding the evaluations over time, early-stage classification (days 1–2) was challenging (F1-score 38.8% ± 3.5% across all species) but improved significantly on days 3–5 (F1 92.1% ± 2.8% across all species). Compared to experts, MoldVision consistently showed superior performance, particularly in mature cultures, detecting subtle morphological features earlier and more accurately. Our results demonstrate that CNNs integrated with low-cost smartphone imaging can reliably classify mold species in routine diagnostics, outperforming human experts in many cases. This approach offers a practical and scalable solution for laboratories lacking specialized mycology expertise, especially in resource-limited settings. IMPORTANCE Timely, accurate mold identification can save lives, yet today it often requires days of growth and scarce expert time. MoldVision offers a practical altern",
    "url": "https://journals.asm.org/doi/abs/10.1128/spectrum.02924-25?af=R",
    "pubDate": "2025-12-16T08:00:00Z",
    "category": "science",
    "abstract_source": "openalex",
    "summary": "This paper describes the development and validation of MoldVision, a machine-learning system that uses smartphone photographs of mold cultures to automate species identification in clinical laboratories. The study analyzed 161 clinical isolates representing four common mold genera—Penicillium, Aspergillus (including A. flavus and A. fumigatus), Fusarium, and Cladosporium—capturing over 4,000 images from the top and bottom of culture plates daily across five days using a standardized smartphone setup. Three variations of a convolutional neural network architecture called Visual Geometry Group 16 were trained; the best-performing model achieved an overall area under the receiver operating characteristic curve of 92.7% and sensitivity of 68.7% across all species, with particularly strong performance on Cladosporium (99.9% area under the receiver operating characteristic curve). Early identification on days 1–2 proved difficult (F1-score of 38.8%), but accuracy improved substantially by days 3–5 (F1-score of 92.1%), and the system outperformed human expert assessments, especially on mature cultures, by detecting subtle morphological features with greater speed and consistency.  The system's capacity to reduce reliance on scarce mycology expertise while maintaining or exceeding human accuracy reveals a deeper material entanglement: the same labour-intensive diagnostic bottleneck that has long protected expert authority in clinical mycology becomes simultaneously a target for automation and a justification for it. The paper frames MoldVision as a solution for resource-limited settings, yet the technology's dependence on standardized smartphone hardware, consistent lighting, and five days of culture growth—conditions that presume stable laboratory infrastructure—obscures which settings actually lack resources and which merely lack specialists. What emerges is not simply a neutral diagnostic tool but a reconfiguration of where expertise must be concentrated: no longer in the laboratory technician's eye, but in the computational model trained on thousands of images and in the institutions that can afford to deploy it.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T15:01:11.094479"
  },
  {
    "title": "GSNOR is essential for nitric oxide homeostasis and involved in aflatoxin biosynthesis and pathogenicity in Aspergillus flavus",
    "source": "American Society for Microbiology: Applied and Environmental Microbiology: Table of Contents",
    "excerpt": "ABSTRACT Nitric oxide (NO) is an important biological signaling molecule. S -nitrosoglutathione reductase (GSNOR), a master regulator of NO signaling, regulates various biological processes. However, little is known about the role of GSNOR in Aspergillus flavus . Here, we identified a gene encoding GSNOR in this aflatoxigenic fungus and demonstrated that GSNOR shows activity during the critical life cycle stages, including spore germination, hyphal growth, and conidiogenesis. We found that GSNOR plays a crucial role in NO homeostasis, as GSNOR deletion resulted in significantly elevated NO levels and heightened sensitivity to exogenous NO stress. GSNOR also participated in multiple biological processes in A. flavus ; for that, GSNOR deletion impaired conidia germination, reduced growth, decreased conidiogenesis and sclerotial development, attenuated virulence on kernels, and notably decreased aflatoxin production. Furthermore, we demonstrated that GSNOR is important for reactive oxygen species (ROS) balance, as its deletion significantly elevated mycelial ROS levels and made the strain more sensitive to oxidative stress. IMPORTANCE Aspergillus flavus is a notorious saprophytic filamentous fungus, with its production of carcinogenic aflatoxins posing serious threats to food safety and human health. Aflatoxin contamination prevention and control have long been a global challenge. In previous studies, we observed that nitric oxide (NO) significantly inhibits the aflatoxin production by A. flavus . This study further investigated the role of the key regulatory enzyme S -nitrosoglutathione reductase (GSNOR) in the NO signaling pathway. Our findings indicate that GSNOR is crucial for maintaining both NO homeostasis and reactive oxygen species (ROS) balance and plays an essential role in fungal development, pathogenicity, and aflatoxin biosynthesis. These results highlight the potential of targeting components in the NO signaling pathway, such as GSNOR, as a novel strategy",
    "url": "https://journals.asm.org/doi/abs/10.1128/aem.01408-25?af=R",
    "pubDate": "2025-12-16T08:00:00Z",
    "category": "indoor",
    "abstract_source": "openalex",
    "summary": "Nitric oxide homeostasis in *Aspergillus flavus* is regulated by a single gene encoding S-nitrosoglutathione reductase, a protein that controls the levels and signaling of nitric oxide within fungal cells. This paper demonstrates that S-nitrosoglutathione reductase activity is present during critical developmental stages—spore germination, hyphal growth, and conidiogenesis (the formation of asexual spores)—and that deletion of this gene causes nitric oxide to accumulate to toxic levels, making the fungus hypersensitive to external nitric oxide stress. The loss of S-nitrosoglutathione reductase function impaired multiple aspects of fungal biology: spore germination was weakened, mycelial growth was reduced, conidiogenesis and sclerotial development (the formation of hardened survival structures) were diminished, and disease-causing ability on maize kernels was attenuated. Most  aflatoxin production—the synthesis of carcinogenic compounds that contaminate food crops—dropped significantly in the S-nitrosoglutathione reductase-deleted strain. The paper also found that S-nitrosoglutathione reductase deletion elevated reactive oxygen species (molecules that damage cells through oxidative stress) within mycelial tissue and increased the fungus's vulnerability to oxidative damage, suggesting S-nitrosoglutathione reductase maintains balance between nitric oxide and reactive oxygen species signaling.  This research reveals a material entanglement between fungal development and toxin production: the same regulatory protein that allows *Aspergillus flavus* to grow, reproduce, and colonize grain also enables the synthesis of aflatoxins that render that grain unsafe for human consumption. The findings suggest that blocking S-nitrosoglutathione reductase function could reduce aflatoxin contamination in stored crops—yet such an intervention would simultaneously weaken the fungus's capacity to survive stress and establish infection, making it both a potential control strategy and a window into how the fungus's own survival machinery is inseparable from its pathogenic output.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T15:01:17.378449"
  }
]