[
  {
    "title": "Microcosm-dependent degradation of nonwoven fabric in surgical masks by endophytic fungi Aspergillus bridgerii",
    "source": "ScienceDirect Publication: Journal of Hazardous Materials",
    "excerpt": "Publication date: 15 February 2026Source: Journal of Hazardous Materials, Volume 504Author(s): Ramya Duraisamy, Bhuvaneshwari. S, Philip. A, VM Vishnu, P. Sribalaji, Agnieszka Saeid, Jemima Balaselvi Juliana. S, Jennifer Michellin Kiruba N",
    "url": "https://www.sciencedirect.com/science/article/pii/S0304389426003018?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T10:07:08Z",
    "category": "indoor",
    "summary": "This publication is still hot off the press. That means the abstract is not yet indexed by global research catalogues like CrossRef, Semantic Scholar or OpenAlex. If you want to learn what the research might has to say about life on Planet Mould you'll just have to read it yourself!",
    "enhanced": true,
    "enhanced_at": "2026-02-13T10:07:46.560321"
  },
  {
    "title": "Self-supervised learning for aflatoxin B1 detection using masked spectra",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Publication date: 15 April 2026Source: Food Chemistry, Volume 508, Part AAuthor(s): Wenwen Guo, Hongfei Zhu, Xianpeng Wang, Zhongzhi Han",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626005005?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T10:07:04Z",
    "category": "health",
    "summary": "This publication is still hot off the press. That means the abstract is not yet indexed by global research catalogues like CrossRef, Semantic Scholar or OpenAlex. If you want to learn what the research might has to say about life on Planet Mould you'll just have to read it yourself!",
    "enhanced": true,
    "enhanced_at": "2026-02-13T10:07:47.611422"
  },
  {
    "title": "A comprehensive review of decontamination techniques for mycotoxin control in food: Advancement from conventional to unconventional strategies and the way forward",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Publication date: 15 April 2026Source: Food Chemistry, Volume 508, Part AAuthor(s): Dolanchapa Sikdar, Shiladitya Ghosh",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626005200?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T10:07:04Z",
    "category": "health",
    "summary": "This publication is still hot off the press. That means the abstract is not yet indexed by global research catalogues like CrossRef, Semantic Scholar or OpenAlex. If you want to learn what the research might has to say about life on Planet Mould you'll just have to read it yourself!",
    "enhanced": true,
    "enhanced_at": "2026-02-13T10:07:48.345896"
  },
  {
    "title": "Advances in affinity magnetic bead - based pretreatment and detection strategies for mycotoxins in foods: A review",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Publication date: 15 April 2026Source: Food Chemistry, Volume 508, Part AAuthor(s): Jinnan Chen, Jin Ye, Hongmei Liu, Shuangshou Wang, Daojin Li, Haihua Ma, Songxue Wang",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626004802?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T10:07:04Z",
    "category": "health",
    "summary": "This publication is still hot off the press. That means the abstract is not yet indexed by global research catalogues like CrossRef, Semantic Scholar or OpenAlex. If you want to learn what the research might has to say about life on Planet Mould you'll just have to read it yourself!",
    "enhanced": true,
    "enhanced_at": "2026-02-13T10:07:49.239225"
  },
  {
    "title": "Antifungal mechanism and mycotoxin control of Ligusticum jeholense essential oil against Alternaria alternata in postharvest tomato",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Alternaria alternata causes serious postharvest diseases in tomatoes, threatening shelf life and food safety. In this study, a natural and eco-friendly strategy was developed using Ligusticum jeholense essential oil (LEO), extracted via optimized enzymatic-deep eutectic solvent microwave-assisted method (EDP-MAHD), which achieved a 3.38-fold higher yield than conventional extraction. GC-MS analysis confirmed consistent chemical composition across production batches. In vitro, LEO exhibited potent antifungal activity against A. alternata (IC₅₀, 0.0718 μL/mL), while in vivo experiments on tomato fruit showed it significantly inhibited lesion expansion and suppressed the accumulation of mycotoxins, alternariol (AOH) and tenuazonic acid (TeA). SEM, TEM, proteomic, and physiological analyses revealed that LEO disrupted membrane integrity, interfered with energy metabolism, and induced oxidative stress, suggesting multi-target antifungal mechanisms. Acute toxicity in mice confirmed its safety. These findings support the application of LEO as a promising natural preservative for postharvest disease and toxin control in tomatoes.",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626004231?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T10:07:04Z",
    "category": "health",
    "abstract_source": "openalex",
    "summary": "Alternaria alternata, a fungus causing serious postharvest rot in tomatoes, was treated in this study with Ligusticum jeholense essential oil extracted using an optimized enzymatic-deep eutectic solvent microwave-assisted method, which yielded 3.38 times more oil than conventional extraction techniques. Gas chromatography-mass spectrometry confirmed the chemical composition remained consistent across batches. In laboratory conditions, the essential oil inhibited fungal growth with a half-maximal inhibitory concentration of 0.0718 microliters per millilitre, and when applied to tomato fruit, it reduced the expansion of fungal lesions and suppressed accumulation of two mycotoxins: alternariol and tenuazonic acid. Scanning electron microscopy, transmission electron microscopy, protein analysis, and physiological measurements showed that the essential oil damaged fungal cell membranes, disrupted energy production pathways, and triggered oxidative stress through multiple mechanisms. Safety testing in mice confirmed low acute toxicity. The fungus that degrades tomato tissue and generates toxic compounds is simultaneously a target for control and a marker of the material conditions—storage infrastructure, labour practices, market timing—that determine whether fruit reaches consumers or spoils. The essential oil derived from a medicinal plant represents not merely a preservative but a rerouting of agricultural value chains: a plant metabolite that extends shelf life and prevents toxin accumulation becomes economically viable only where postharvest losses and food safety failures impose sufficient cost, making the remedy inseparable from the logistical and commercial systems it addresses.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T10:07:53.722361"
  },
  {
    "title": "Screening, risk assessment, and rapid detection of mycotoxins in edible herbs based on UPLC-MS/MS and FT-NIR",
    "source": "ScienceDirect Publication: Food Research International",
    "excerpt": "Publication date: 30 April 2026Source: Food Research International, Volume 230Author(s): Kangnan Liu, Ling Fang, Yaling An, Zijun Tang, Wenjie Zhao, Chunqian Song, Lin Feng, Xiaokang Liu, Zhenwei Li, Daidi Zhang, De-an Guo",
    "url": "https://www.sciencedirect.com/science/article/pii/S0963996926002188?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T10:07:04Z",
    "category": "health",
    "summary": "This publication is still hot off the press. That means the abstract is not yet indexed by global research catalogues like CrossRef, Semantic Scholar or OpenAlex. If you want to learn what the research might has to say about life on Planet Mould you'll just have to read it yourself!",
    "enhanced": true,
    "enhanced_at": "2026-02-13T10:07:54.663701"
  },
  {
    "title": "Hyperglycemic conditions modulate the response of colon cancer cells to the mycotoxins alternariol and deoxynivalenol in vitro",
    "source": "ScienceDirect Publication: Food Research International",
    "excerpt": "Publication date: 1 April 2026Source: Food Research International, Volume 229Author(s): Karolina Kowalska, Eszter Borsos, Elisabeth Varga, Doris Marko",
    "url": "https://www.sciencedirect.com/science/article/pii/S0963996926000244?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T10:07:04Z",
    "category": "health",
    "summary": "This publication is still hot off the press. That means the abstract is not yet indexed by global research catalogues like CrossRef, Semantic Scholar or OpenAlex. If you want to learn what the research might has to say about life on Planet Mould you'll just have to read it yourself!",
    "enhanced": true,
    "enhanced_at": "2026-02-13T10:07:55.713391"
  },
  {
    "title": "Molecular stabilizing a glucose oxidase from Aspergillus eucalypticola with improved catalytic activity and optimized antimicrobial capacity",
    "source": "ScienceDirect Publication: International Journal of Biological Macromolecules",
    "excerpt": "Publication date: Available online 11 February 2026Source: International Journal of Biological MacromoleculesAuthor(s): Jing Li, Ying-Zhi Peng, Jian-Qiang He, Xiao-Lu Zhu, Marriam Khurshid, Shu-Biao Yuan, Kun Meng, Shuai You, Sheng-Jun Wang",
    "url": "https://www.sciencedirect.com/science/article/pii/S0141813026008123?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T10:07:02Z",
    "category": "science",
    "summary": "This publication is still hot off the press. That means the abstract is not yet indexed by global research catalogues like CrossRef, Semantic Scholar or OpenAlex. If you want to learn what the research might has to say about life on Planet Mould you'll just have to read it yourself!",
    "enhanced": true,
    "enhanced_at": "2026-02-13T10:07:56.631694"
  },
  {
    "title": "Case Report: Rare pulmonary infection and cytomegalovirus retinitis revealed a case of lymphoma",
    "source": "Frontiers in Medicine | New and Recent Articles",
    "excerpt": "BackgroundRecurrent cytomegalovirus retinitis (CMVR) and rare opportunistic pulmonary infections may be the initial manifestations of underlying immunodeficiency caused by occult hematologic malignancy. Epstein–Barr virus-positive diffuse large B-cell lymphoma, not otherwise specified (EBV+DLBCL-NOS) is an aggressive lymphoma associated with immune dysfunction, predisposing patients to severe opportunistic infections, including CMVR. However, pulmonary co-infection with Tropheryma whipplei and Penicillium digitatum has not been previously described as a presenting feature of EBV+ DLBCL-NOS.CaseA 66-year-old male presented with blurred vision and was diagnosed with CMVR, with profoundly low CD4+ T-cell counts (102 cells/μL) and high cytomegalovirus (CMV) DNA levels in blood and aqueous humor. He initially responded to ganciclovir, but CMVR recurred five months later, accompanied by new pulmonary nodules. Despite negative conventional microbiological tests, metagenomic next-generation sequencing (mNGS) of bronchoalveolar lavage fluid identified co-infection with Tropheryma whipplei and P. digitatum. Broad-spectrum antimicrobial therapy led to partial clinical improvement, but pulmona",
    "url": "https://www.frontiersin.org/articles/10.3389/fmed.2026.1732360",
    "pubDate": "2026-02-13T00:00:00Z",
    "category": "clinical",
    "summary": "This paper documents a clinical case in which recurrent cytomegalovirus infection of the retina and a rare dual pulmonary infection served as diagnostic markers for an underlying blood cancer. A 66-year-old patient presented with blurred vision caused by cytomegalovirus retinitis, accompanied by severely depleted CD4+ T-cells (102 cells per microliter) and high levels of cytomegalovirus genetic material in blood and eye fluid. He initially responded to the antiviral drug ganciclovir, but the retinal infection recurred five months later alongside new lung nodules. Conventional microbiological testing failed to identify pathogens in fluid collected from the patient's airways, but metagenomic next-generation sequencing—a molecular method that sequences all genetic material present in a sample—revealed co-infection with two organisms: Tropheryma whipplei (a bacterium) and Penicillium digitatum (a mould). Broad-spectrum antimicrobial treatment produced partial improvement, though the abstract ends before describing the final diagnosis or outcome. This paper reports the first documented case of pulmonary co-infection with these two specific organisms as an initial presentation of Epstein–Barr virus-positive diffuse large B-cell lymphoma, an aggressive blood cancer known to cause severe immune dysfunction.  The case illustrates how moulds and bacteria become diagnostic instruments within clinical assemblages shaped by immunosuppression. Here, Penicillium digitatum—a fungus typically associated with agricultural loss and food spoilage—emerges not as a crop pathogen but as a marker of malignancy, its presence in lung tissue readable only through molecular sequencing technologies that reveal what conventional culture methods cannot detect. The dual infection reveals a body rendered permeable to opportunistic colonization by cancer-driven immune collapse, where the capacity of these organisms to exploit immune-weakened tissue becomes evidence of hidden malignancy rather than primary disease.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T10:08:01.823336"
  },
  {
    "title": "Integrative diagnosis of invasive pulmonary aspergillosis in non-neutropenic patients using BALF-tNGS–derived Aspergillus load and host risk factors: a multicenter study",
    "source": "Frontiers in Cellular and Infection Microbiology | New and Recent Articles",
    "excerpt": "BackgroundDiagnosing invasive pulmonary aspergillosis (IPA) in non-neutropenic patients is challenging because of non-specific manifestations and limited diagnostic tools. Targeted next-generation sequencing (tNGS) of bronchoalveolar lavage fluid (BALF) enables rapid pathogen detection; however, its capacity for quantitative assessment of fungal load remains unclear. This study integrated BALF-tNGS fungal load with host risk factors to develop a diagnostic nomogram for IPA in non-neutropenic patients.MethodsNon-neutropenic adults with suspected IPA were retrospectively enrolled at three tertiary hospitals (December 2020–December 2024). IPA was classified according to consensus definitions. Normalized Aspergillus reads from BALF-tNGS were stratified into low, medium, and high tiers. Clinical, radiological, and microbiological variables were analyzed, and a multivariable logistic regression model was built and internally validated via bootstrapping. Diagnostic performance was assessed using receiver operating characteristic analysis.ResultsAmong 238 patients, 134 had IPA and 104 had non-IPA. Compared with non-IPA cases, patients with IPA had higher rates of diabetes (73.9%), corticos",
    "url": "https://www.frontiersin.org/articles/10.3389/fcimb.2026.1739837",
    "pubDate": "2026-02-12T00:00:00Z",
    "category": "clinical",
    "summary": "This paper reports a multicenter retrospective study of 238 non-neutropenic patients conducted across three tertiary hospitals between December 2020 and December 2024, comparing 134 cases of invasive pulmonary aspergillosis with 104 non-invasive cases. The study used targeted next-generation sequencing of bronchoalveolar lavage fluid to measure Aspergillus fungal load, stratifying normalized Aspergillus genetic sequences into low, medium, and high abundance tiers. Patients with invasive pulmonary aspergillosis showed elevated rates of diabetes (73.9%) relative to non-invasive cases. The researchers built a multivariable logistic regression model incorporating clinical, radiological, and microbiological variables, validated the model through bootstrap resampling, and assessed diagnostic accuracy using receiver operating characteristic analysis to develop a nomogram for diagnosis in non-neutropenic patients.  The study documents a diagnostic apparatus that quantifies fungal presence in lung fluid of patients whose immune systems remain largely intact—populations whose exposure to Aspergillus reflects not immunosuppression from medical treatment but rather the material conditions of chronic disease, particularly metabolic dysfunction. The capacity to rapidly detect and measure fungal load from respiratory samples reveals how diagnostic precision now depends on genomic sequencing rather than traditional culture, a shift that makes visible the fungal burden in bodies where clinical signs remain ambiguous. What emerges is a tool calibrated to populations whose vulnerability to aspergillosis is rooted in conditions of metabolic dysregulation and aging rather than pharmaceutical immunosuppression, marking a reconfiguration of who counts as at-risk and how that risk becomes clinically legible.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T10:08:06.551413"
  },
  {
    "title": "Characteristics of mycological criteria for the diagnosis of invasive mold infections in patients with severe burn injury",
    "source": "American Society for Microbiology: Journal of Clinical Microbiology: Table of Contents",
    "excerpt": "ABSTRACT Invasive fungal diseases (IFDs) are common and often fatal in severe burn patients due to skin barrier loss and immune dysfunction. However, current definitions of invasive mold infections are poorly adapted to this population. This study evaluated the characteristics of various diagnostic criteria and their combinations in relation to clinical outcomes in burn patients. We conducted a retrospective cohort study of all patients admitted to the Burn ICU from 2014 to 2023 with ≥15% total burn surface area and at least one sample sent to the mycology lab. Criteria included direct microscopy, culture (respiratory, skin, or tissue), species-specific quantitative PCR (qPCR) (Aspergillus, Mucorales, and Fusarium) on plasma/tissue/bronchoalveolar lavage fluid, and serum galactomannan. Among 276 patients, 489/6,184 samples were positive, including 281 skin biopsies (direct examination and conventional culture) and 132 plasma specimens (qPCR). Positive diagnostic criteria ≥1 was found in 93 patients (33.7%): Aspergillus (25.7%), Mucorales (10.9%), and Fusarium (9.8%). Twenty-seven patients (9.8%) had ≥2 criteria involving ≥2 mold types. Mortality rose with the number of positive criteria: 12.7% (0), 10.7% (1, 2), 27.3% (3, 4), and 46.7% (≥5) (P < 0.001). Plasma qPCR was positive in 81.3% of Mucorales, 40% of Aspergillus, and 15.4% of Fusarium cases with skin involvement. Skin biopsies (direct examination and conventional culture) combined with species-specific plasma qPCR enhance timely and reliable IFD diagnosis in burn patients. Mortality correlated with the number of positive criteria and coexistence of multiple mold species, underscoring the need for broad antifungal coverage and the value of multi-criteria diagnostics to guide treatment. IMPORTANCE Invasive mold infections are frequent and often fatal complications in patients with severe burns, occurring in up to 20% of cases with a total burn surface area exceeding 15%. Despite their severity, no standardized ",
    "url": "https://journals.asm.org/doi/abs/10.1128/jcm.00950-25?af=R",
    "pubDate": "2026-02-05T08:00:00Z",
    "category": "clinical",
    "abstract_source": "semantic_scholar",
    "summary": "Severe burn patients face invasive mold infections at high rates due to compromised skin barriers and weakened immune function, yet diagnostic criteria developed for other populations do not reliably identify these infections in this group. This paper conducted a retrospective analysis of 276 burn patients admitted to intensive care between 2014 and 2023 with burns covering at least 15 percent of total body surface area, testing samples sent to mycology laboratories using direct microscopy, conventional culture from respiratory and skin tissue, species-specific genetic testing (quantitative polymerase chain reaction) for Aspergillus, Mucorales, and Fusarium on blood and tissue samples, and blood galactomannan antigen detection. Among 6,184 samples collected, 489 tested positive; 281 came from skin biopsies examined by microscopy and culture, and 132 from blood tested by genetic methods. Ninety-three patients (33.7 percent) met at least one diagnostic criterion: Aspergillus in 25.7 percent, Mucorales in 10.9 percent, and Fusarium in 9.8 percent, with 27 patients (9.8 percent) carrying multiple mold species simultaneously. Death rates increased sharply with diagnostic burden: 12.7 percent mortality with no positive criteria, rising to 46.7 percent when five or more criteria were positive. Genetic testing of blood detected Mucorales in 81.3 percent of skin-involved cases, Aspergillus in 40 percent, and Fusarium in only 15.4 percent. The paper demonstrates that combining skin biopsy examination with genetic blood testing improves both speed and accuracy of diagnosis and that mortality correlates directly with the number of detected mold species and diagnostic criteria met. In the burned body—a site of massive ecological disruption where normal barrier function collapses and microbial exposure intensifies—moulds emerge not simply as pathogens but as markers of a particular vulnerability shaped by injury severity and immune collapse; their detection across multiple sites and species simultaneously signals not individual infection but a state of systemic exposure and deteriorating containment, where the diagnostic apparatus itself becomes a measure of how deeply the body has been breached by the material world.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T10:08:12.273326"
  },
  {
    "title": "Dietary curcumin alleviates aflatoxin B1‐induced liver injury and improves growth performance in broilers via Nrf2 activation and NLRP3 inflammasome inhibition",
    "source": "Wiley: Journal of the Science of Food and Agriculture: Table of Contents",
    "excerpt": "Aflatoxin B1 (AFB1), a potent mycotoxin frequently detected in improperly stored poultry feed, induces hepatic oxidative stress, inflammation, and growth retardation in broilers. Curcumin (CUR), a polyphenolic compound derived from Curcuma longa, exhibits strong antioxidant and anti‐inflammatory activities; however, its efficacy and mechanisms in mitigating AFB1‐induced hepatotoxicity in broilers remain unclear. This study aimed to evaluate the protective effects of dietary CUR supplementation on growth performance and liver health of broilers exposed to AFB1.",
    "url": "https://scijournals.onlinelibrary.wiley.com/doi/10.1002/jsfa.70337?af=R",
    "pubDate": "2026-02-04T21:13:31Z",
    "category": "science",
    "abstract_source": "semantic_scholar",
    "summary": "This paper investigates how curcumin, a yellow compound extracted from turmeric root, protects broiler chickens from liver damage caused by aflatoxin B1, a mould toxin commonly found in poorly stored poultry feed. Aflatoxin B1 triggers oxidative stress (cellular damage from reactive molecules), inflammatory responses, and stunted growth in broilers; curcumin is known to have antioxidant and anti-inflammatory properties, but its specific protective mechanisms against this mould toxin in poultry livers had not been established. The study evaluated whether adding curcumin to feed could improve growth performance and liver health in broilers exposed to aflatoxin B1, focusing on two molecular pathways: activation of a cellular defence system called nuclear factor erythroid 2-related factor 2 and suppression of an inflammatory complex called NOD-like receptor protein 3 inflammasome.  The paper documents a material entanglement characteristic of industrial poultry production: the same storage conditions and feed management systems that enable rapid capital accumulation in broiler operations create the ecological niche for mould proliferation and mycotoxin contamination. Curcumin emerges here not as a solution to this structural vulnerability but as a technological patch—a dietary additive that allows producers to absorb and survive the toxic consequences of their own supply chains without addressing the underlying conditions (moisture, temperature, storage duration) that permit mould growth. The broiler's liver becomes a site where the costs of agricultural intensification are simultaneously rendered invisible (through chemical mitigation) and concentrated (in the animal body).",
    "enhanced": true,
    "enhanced_at": "2026-02-13T10:08:16.947197"
  },
  {
    "title": "Antifungal Activity and Resistance Risk of Cyclobutrifluram against Fusarium solani, the Causal Agent of Peanut Root Rot",
    "source": "acs: Journal of Agricultural and Food Chemistry: Table of Contents",
    "excerpt": "Peanut root rot (PRR), caused by Fusarium solani, is a common and destructive disease. Cyclobutrifluram exhibits antifungal activity against Fusarium spp., yet its bioactivity and resistance risk against F. solani remain unclear. In this study, the EC50 values of cyclobutrifluram against 155 F. solani strains ranged from 0.0279 to 0.1102 μg/mL, with a mean of 0.0513 ± 0.0170 μg/mL. Treatment with cyclobutrifluram significantly inhibited conidial production and germination, reduced succinate dehydrogenase (SDH) activity, increased hyphal branching, and shortened the distance between septa or cell nuclei. Cyclobutrifluram provided excellent control over PRR. Seven laboratory-generated cyclobutrifluram-resistant mutants showed no or slight fitness penalties and exhibited positive cross-resistance only with pydiflumetofen, indicating a moderate-to-high resistance risk. Resistance to cyclobutrifluram in F. solani was conferred by four SDH substitutions (FsSdhBH248Y, FsSdhC1A83V, FsSdhC2A85V, and FsSdhDD184G), which was confirmed by molecular docking and gene replacement. This study provides crucial insights for developing effective control strategies to manage PRR.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jafc.5c12378?af=R",
    "pubDate": "2026-02-03T08:00:00Z",
    "category": "health",
    "abstract_source": "semantic_scholar",
    "summary": "Cyclobutrifluram, a fungicide, inhibits the growth of Fusarium solani—the pathogen responsible for peanut root rot—across 155 field strains, with inhibitory concentrations ranging from 0.0279 to 0.1102 micrograms per millilitre. The drug suppresses spore production and germination while disrupting the enzyme succinate dehydrogenase, which the fungus requires for energy metabolism; treated cells also show abnormal branching patterns and distorted internal compartment spacing. In controlled laboratory conditions, the fungicide provided effective disease control. However, seven resistant mutants generated in the laboratory displayed minimal fitness costs and cross-resistance to only one other fungicide class, pydiflumetofen, suggesting moderate-to-high risk of resistance emergence in field populations. Genetic analysis identified four specific mutations in the succinate dehydrogenase enzyme complex that confer resistance, confirmed through molecular modelling and direct gene replacement experiments.  This paper documents a pathogen-control technology that simultaneously reveals the adaptive capacity embedded in agricultural systems shaped by fungicide use. The same enzyme mutations that allow Fusarium solani to survive cyclobutrifluram treatment impose no apparent survival burden—a pattern that reflects not biological inevitability but the selective pressures built into monoculture peanut production, where repeated fungicide application creates the conditions for resistant strains to accumulate without penalty. The moderate cross-resistance profile suggests that resistance management will depend on rotating between distinct chemical classes, binding future disease control to an expanding pharmaceutical dependency rather than addressing the underlying ecological fragility of the crop system itself.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T10:08:22.580556"
  },
  {
    "title": "Characteristics of individual cyp51A SNPs and combinations thereof impacting the azole phenotype in TR34-mediated resistance genotypes of Aspergillus fumigatus",
    "source": "American Society for Microbiology: Antimicrobial Agents and Chemotherapy: Table of Contents",
    "excerpt": "ABSTRACT The World Health Organization has flagged the rise of drug resistance in Aspergillus fumigatus as a critical concern. Elevated mutation rates in this pathogen contribute to the rapid development of resistance, complicating treatment efforts. We conducted a study on the prevalence of azole resistance among clinical A. fumigatus isolates in the Netherlands from 1994 to 2022 and identified 34 cyp51A variants. To investigate the impact of individual single-nucleotide polymorphisms (SNPs) and combinations thereof on the azole phenotype in TR34-mediated resistance genotypes, we focused on novel, recent mutations and explored the effects of SNPs L98H, T289A, I364V, and G448S and the combination of the mutations TR34/L98H, TR34/L98H/T289A/G448S, and TR34/L98H/T289A/I364V/G448S on azole affinity and susceptibility. We created the three-dimensional protein model of the Cyp51A protein with azoles, and the mutation was introduced to the wild-type cyp51A A. fumigatus strain by the CRISPR-Cas9 gene editing technique. Finally, in vitro susceptibility testing of A. fumigatus strains carrying the mutations was conducted to confirm the azole phenotypes observed in clinical isolates. The MICs of all four azoles against the mutated cyp51A strains, which harbored combination mutations, were higher than those of the wild type, with highly elevated MICs of itraconazole, voriconazole, and isavuconazole. Genotypes TR34/L98H/T289A/I364V/G448S mutant showed a consistent phenotype to the clinical strains, which are highly resistant to voriconazole but susceptible to itraconazole. In this study, we show that molecular dynamics simulations of amino acid substitutions in the cyp51A gene correlate to the structure–function relationship of in vitro phenotype.",
    "url": "https://journals.asm.org/doi/abs/10.1128/aac.01528-25?af=R",
    "pubDate": "2026-02-03T08:00:00Z",
    "category": "clinical",
    "abstract_source": "semantic_scholar",
    "summary": "This paper documents the genetic architecture of azole drug resistance in *Aspergillus fumigatus*, a fungal pathogen flagged by the World Health Organization as a critical public health threat. The study surveyed clinical isolates collected in the Netherlands between 1994 and 2022, identifying 34 distinct variants in the cyp51A gene, which encodes a protein essential for azole drug binding. The researchers used computational protein modelling and gene editing technology (CRISPR-Cas9) to introduce four individual mutations (L98H, T289A, I364V, and G448S) and three multi-mutation combinations into a drug-sensitive laboratory strain, then measured how these changes altered susceptibility to four different azole drugs (itraconazole, voriconazole, and isavuconazole). Strains carrying the most complex mutation combination (TR34/L98H/T289A/I364V/G448S) showed dramatically elevated resistance to voriconazole and isavuconazole while remaining susceptible to itraconazole, matching the resistance patterns observed in clinical isolates. The paper demonstrates that computational simulations of how amino acid substitutions alter protein structure can predict the actual drug-resistance behaviour observed in laboratory tests.  What emerges here is a material entanglement between rapid genetic mutation, clinical failure, and the narrow therapeutic window that remains. The same mutations that render a patient's infection untreatable with first-line drugs simultaneously constrain the pathogen's options—voriconazole resistance comes paired with itraconazole susceptibility, creating a dependency on rotating drug choices. This fragile asymmetry reflects deeper patterns: as azole use intensifies in clinical and agricultural settings, *A. fumigatus* populations accumulate mutations that shift rather than eliminate vulnerability, transforming a problem of resistance into a problem of perpetual pharmaceutical management.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T10:08:27.630246"
  },
  {
    "title": "Efficacy of Ipflufenoquin against Strawberry Gray Mold: Insights from AlphaFold- Based Structural Modeling and Genome-Wide Transcriptomic Analysis",
    "source": "acs: Journal of Agricultural and Food Chemistry: Table of Contents",
    "excerpt": "Gray mold caused by Botrytis cinerea significantly threatens strawberry production. This study evaluated the efficacy of ipflufenoquin, a novel dihydroorotate dehydrogenase (DHODH) inhibitor, against fungal pathogens isolated from Korean strawberry fields in 2023. Ipflufenoquin demonstrated a high in vitro sensitivity to B. cinerea and broad activity against other pathogens. Fruit and greenhouse trials confirmed its robust control of gray mold, including strains resistant to multiple fungicide classes. However, treatment shifted the fungal community, promoting less sensitive genera, such as Cladosporium and Rhizopus. Structural modeling with AlphaFold2 and molecular docking confirmed that ipflufenoquin binds to the quinone binding tunnel of DHODH, correlating binding affinity with susceptibility. Additionally, RNA-seq analysis revealed that ipflufenoquin suppresses primary metabolic pathways while triggering a robust stress response, up-regulating detoxification and efflux transporter genes. This integrated study confirms the efficacy of ipflufenoquin against gray mold and elucidates its molecular impacts, offering essential data for sustainable management strategies.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jafc.5c14085?af=R",
    "pubDate": "2026-01-30T08:00:00Z",
    "category": "health",
    "abstract_source": "semantic_scholar",
    "summary": "Ipflufenoquin, a dihydroorotate dehydrogenase inhibitor, demonstrated high laboratory-based sensitivity against Botrytis cinerea isolates collected from Korean strawberry fields in 2023, with broad activity against other fungal pathogens. Fruit and greenhouse trials confirmed robust control of gray mold, including strains resistant to multiple classes of existing fungicides. Structural modeling using AlphaFold2 and molecular docking showed that ipflufenoquin binds to the quinone binding tunnel of dihydroorotate dehydrogenase, with binding strength correlating to fungal susceptibility. RNA sequencing revealed that the compound suppresses primary metabolic pathways in the fungus while triggering stress responses, including increased activity of detoxification and efflux transporter genes. However, treatment shifted the fungal community composition on strawberry fruit, promoting less sensitive genera including Cladosporium and Rhizopus.  The efficacy of ipflufenoquin against resistant strains reveals a material entanglement characteristic of industrial agriculture under chemical pressure: the same selective force that eliminates susceptible Botrytis populations creates ecological space for alternative moulds to proliferate. The compound's molecular mechanism—blocking a central metabolic pathway—simultaneously demonstrates why resistance emerges and why ecological substitution follows. What this paper documents is not simply a solution to gray mold but a reconfiguration of the fungal assemblage on strawberry crops, where the introduction of a novel inhibitor redistributes vulnerability across the microbial community rather than eliminating it. The shift toward Cladosporium and Rhizopus suggests that control technologies in monoculture systems generate new dependencies and new problems rather than resolving existing ones.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T10:08:32.307270"
  },
  {
    "title": "Identification and characterization of a novel broad-spectrum antifungal compound targeting the Aspergillus fumigatus cell wall and cell membrane and inducing oxidative stress",
    "source": "American Society for Microbiology: Microbiology Spectrum: Table of Contents",
    "excerpt": "ABSTRACT The substantial increase in fungal diseases, the limited availability of antifungal drugs, and rising resistance to existing treatments highlight the urgent need for developing novel antifungal drugs. Natural products, known for their diverse bioactivities and unique structures, remain critical sources for antifungal drug discovery. In this study, we aimed to identify novel antifungal compounds from soil microbes and isolated a novel 28-membered polyene macrolide, compound 1 , from Kitasatospora melanogena . This compound demonstrated potent antifungal activity, with MICs of 4–16 μg/mL against Aspergillus fumigatus , Aspergillus flavus , Candida albicans , and Cryptococcus neoformans . Treatment with compound 1 led to significant growth reduction and disruption of the cell wall and membrane in A. fumigatus compared to the wild-type. To understand the underlying mechanism, we performed a transcriptomic analysis of A. fumigatus exposed to compound 1 , revealing a substantial downregulation of genes involved in cell wall and membrane biogenesis, as well as those encoding integral membrane proteins and multidrug transporters. Additionally, compound 1 induced oxidative stress, leading to elevated reactive oxygen species levels. These multifaceted mechanisms highlight the potential of K. melanogena natural products in the development of novel antifungal agents. IMPORTANCE Fungal infections cause substantial morbidity and mortality worldwide, yet current treatments are limited and increasingly undermined by resistance. Natural products remain a proven source of antifungal agents, but few new scaffolds have been introduced in recent decades. We identified a novel polyene macrolide from Kitasatospora melanogena with potent activity against major fungal pathogens. This compound disrupts both the fungal cell wall and membrane while inducing oxidative stress, revealing a multifaceted mechanism of action. Our findings highlight soil microbes as valuable reservoirs for a",
    "url": "https://journals.asm.org/doi/abs/10.1128/spectrum.03143-25?af=R",
    "pubDate": "2026-01-28T08:00:00Z",
    "category": "science",
    "abstract_source": "openalex",
    "summary": "This study isolated a novel 28-membered polyene macrolide compound from the soil bacterium Kitasatospora melanogena and tested its antifungal properties against four major fungal pathogens. The compound demonstrated minimum inhibitory concentrations of 4–16 micrograms per millilitre against Aspergillus fumigatus, Aspergillus flavus, Candida albicans, and Cryptococcus neoformans. When applied to A. fumigatus, the compound caused significant growth reduction and visible damage to both the cell wall and cell membrane structures. gene-expression analysis analysis revealed that exposure to the compound reduced genes responsible for building and maintaining cell walls and membranes, as well as genes encoding proteins embedded in cell membranes and multidrug transporter proteins. The compound also triggered oxidative stress in the fungal cells, raising levels of reactive oxygen species—unstable molecules that damage cellular components.  The dual capacity of this compound—simultaneously targeting structural integrity and triggering cellular damage through oxidative stress—reveals how soil microbes function as repositories of antifungal potential precisely in contexts where clinical resistance to existing drugs has become entrenched. The extraction of novel bioactive compounds from environmental reservoirs like soil bacteria operates as a form of biological prospecting, converting microbial metabolic diversity into pharmaceutical assets at a moment when fungal pathogens have adapted to circumvent conventional treatments. This paper documents not merely a therapeutic candidate but a material dependency: the capacity to develop new antifungal agents remains tethered to the capacity to access and extract value from soil microbial communities.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T10:08:36.672287"
  },
  {
    "title": "A combined genetic and chemical approach for identifying novel antifungal compounds against Fusarium graminearum",
    "source": "American Society for Microbiology: Microbiology Spectrum: Table of Contents",
    "excerpt": "ABSTRACT Chemical fungicides act by targeting specific proteins or pathways, known as modes of action (MoAs). In this study, we established a systematic screening platform using Fusarium graminearum gene knockout mutants to evaluate the efficacy of fungicides and identify novel antifungal compounds. Target genes corresponding to major fungicide classes were deleted by homologous recombination, and the resulting mutants exhibited altered sensitivity to the corresponding fungicides compared with the wild-type strain. Deletion of genes encoding known fungicide targets revealed distinct sensitivity profiles, supporting MoA prediction. Using the platform that detects sensitivity differences through OD₆₀₀ changes, we examined a chemical library of 2,704 small molecules and identified 8 compounds with activity likely involved in the osmotic signal transduction pathway. Several of these compounds exhibited previously unreported antifungal activity, underscoring their potential as novel scaffolds for future development. Collectively, this platform provides a robust, mechanism-informed system for antifungal discovery, with broad applicability to synthetic agents, natural products, and biocontrol metabolites. IMPORTANCE This study provides a perspective on developing strategies to manage fungal pathogens with implications for agriculture and food security. The effectiveness of current fungicides is increasingly limited by resistance, narrow target ranges, and environmental concerns. By combining genetic approaches with chemical screening, this work offers a more systematic way to identify candidate antifungal agents and better understand their possible mechanisms. The framework may also be adapted for use in other areas, including medical and veterinary applications, suggesting potential broader applicability. In addition, the emphasis on exploring new molecular scaffolds supports efforts to develop more sustainable and long-term disease management strategies. Overall, this st",
    "url": "https://journals.asm.org/doi/abs/10.1128/spectrum.02961-25?af=R",
    "pubDate": "2026-01-22T08:00:00Z",
    "category": "science",
    "abstract_source": "semantic_scholar",
    "summary": "This paper establishes a genetic screening platform to identify novel antifungal compounds against *Fusarium graminearum*, a major cereal pathogen. Researchers deleted genes encoding known fungicide targets in the pathogen using homologous recombination, generating mutant strains with altered sensitivity profiles to existing fungicides. These mutants served as a diagnostic tool: differential sensitivity between wild-type and knockout strains revealed the mode of action of test compounds. The researchers screened a library of 2,704 small molecules using optical density measurements at 600 nanometres as a readout and identified 8 compounds with activity likely linked to the osmotic signal transduction pathway. Several of these compounds showed antifungal effects not previously documented, suggesting they could serve as new chemical starting points for drug development. The platform is presented as adaptable to synthetic compounds, natural products, and biocontrol metabolites, with potential applications beyond agriculture.  The dual utility of this screening system reflects a broader material entanglement in fungal disease management: the same genetic mutations that render *Fusarium* vulnerable to existing fungicides also become tools for discovering new ones, turning pathogen biology itself into a resource for accumulation. Yet the framing of \"novel scaffolds\" and \"sustainable disease management\" masks an underlying dependency—the need for continuous chemical innovation arises precisely because fungicide resistance emerges from the same agricultural intensification and monoculture practices that make *Fusarium* economically consequential in the first place. The platform does not address why resistance develops or whether new compounds will face the same trajectory; it simply systematizes the hunt for the next generation of tools within an extractive cycle.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T10:08:41.677791"
  },
  {
    "title": "Beyond Fumigatus: a molecular portrait of clinical Aspergillus diversity, pathogenicity, and antifungal resistance",
    "source": "American Society for Microbiology: Antimicrobial Agents and Chemotherapy: Table of Contents",
    "excerpt": "ABSTRACT Aspergillus infection poses a major clinical challenge, particularly in immunocompromised individuals, with invasive diseases associated with high mortality. While Aspergillus fumigatus remains the predominant species causing human infections, recent studies highlight the growing clinical significance of lesser-known and cryptic Aspergillus species, which often exhibit reduced susceptibility to standard antifungal therapies. In this study, we analyzed 196 clinical Aspergillus isolates from 107 patients treated at the NIH Clinical Center between 2019 and 2022. A total of 38 Aspergillus species across 11 taxonomic sections were identified, with non-fumigatus and cryptic species accounting for 77.1% of all isolates. The most frequently recovered species were A. fumigatus sensu stricto (22.9%), A. sydowii (8.7%), A. calidoustus (7.1%), A. nidulans (6.6%), A. tanneri (6.1%), and A. terreus (5.6%). Species-level identification was achieved in 43% of isolates using matrix-assisted laser desorption/ionization time-of-flight mass spectrometry (MALDI-TOF MS). In contrast, PCR sequencing confirmed species identity in over 88% of isolates by targeting the internal transcribed spacer (ITS) region of rDNA, 81% using the β-tubulin gene, and 68% using the calmodulin gene. The most common underlying clinical conditions among patients were bronchiectasis (35%), chronic granulomatous disease (22%), and pulmonary non-tuberculous mycobacterial infection (17%). Out of 107 patients, eight died (8/107, 7.5%); six of these deaths occurred in patients with chronic granulomatous disease (CGD) and two in patients with RAG1 deficiency. Antifungal susceptibility testing showed that olorofim had the lowest minimal inhibitory concentrations across species. In contrast, the activity of triazoles and amphotericin B was variable, particularly against A. tanneri, A. calidoustus, and A. sydowii. This study presents one of the largest species-level data sets of Aspergillus isolates to date, und",
    "url": "https://journals.asm.org/doi/abs/10.1128/aac.01184-25?af=R",
    "pubDate": "2026-01-13T08:00:00Z",
    "category": "clinical",
    "abstract_source": "semantic_scholar",
    "summary": "This paper documents a clinical survey of Aspergillus species isolated from 196 samples across 107 patients treated at the NIH Clinical Center between 2019 and 2022. The researchers identified 38 distinct Aspergillus species distributed across 11 taxonomic sections, with non-fumigatus and cryptic species comprising 77.1% of all isolates recovered. The most abundant species were Aspergillus fumigatus sensu stricto (22.9%), Aspergillus sydowii (8.7%), Aspergillus calidoustus (7.1%), Aspergillus nidulans (6.6%), Aspergillus tanneri (6.1%), and Aspergillus terreus (5.6%). Species identification success varied markedly by method: matrix-assisted laser desorption/ionization time-of-flight mass spectrometry achieved species-level identification in 43% of isolates, while polymerase chain reaction sequencing of the internal transcribed spacer region confirmed identity in 88% of cases, the β-tubulin gene in 81%, and the calmodulin gene in 68%. The underlying clinical conditions most frequently documented were bronchiectasis (35%), chronic granulomatous disease (22%), and pulmonary non-tuberculous mycobacterial infection (17%), with mortality reaching 7.5% overall but concentrated among patients with chronic granulomatous disease (six of eight deaths) and those with RAG1 deficiency (two deaths). Antifungal susceptibility testing revealed that olorofim demonstrated the lowest minimum inhibitory concentrations across species tested, whereas triazoles and amphotericin B showed variable activity, with notably reduced susceptibility observed in Aspergillus tanneri, Aspergillus calidoustus, and Aspergillus sydowii.  The composition of this clinical population reveals a material entanglement between immune dysfunction and fungal diversity: the dominance of non-fumigatus species in immune-weakened hosts—particularly those with defects in granulomatous immunity—suggests that the clinical landscape of Aspergillus infection is not a fixed pathogenic hierarchy but rather a contingent assemblage shaped by the specific vulnerabilities of the human immune system. The variable antifungal susceptibility patterns across species, especially the reduced efficacy of triazoles against the most frequently recovered non-fumigatus species, indicate how clinical treatment protocols built around fumigatus suscept",
    "enhanced": true,
    "enhanced_at": "2026-02-13T10:08:46.770292"
  },
  {
    "title": "Production of ETP-Type (Epipolythiodioxopiperazine) Mycotoxins in Clinical Fungal Isolates",
    "source": "acs: Journal of Natural Products: Table of Contents",
    "excerpt": "Gliotoxin, an epipolythiodioxopiperazine (ETP) toxin, has been reported in several fungal species, but its distribution remains unclear. We analyzed 140 clinical isolates from two major hospitals using HPLC and LC-MS/MS to assess gliotoxin production. Gliotoxin was detected only in Aspergillus fumigatus isolates, with no production observed in any other species under multiple culture conditions. Molecular networking and comparative genomics revealed distinct ETP-related pathways in non-A. fumigatus species, including aspirochlorine derivatives in Aspergillus flavus and aranotin-related metabolites in Aspergillus terreus. These findings clarify species-specific ETP profiles and confirm A. fumigatus as the sole gliotoxin producer among the isolates examined.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jnatprod.5c01151?af=R",
    "pubDate": "2026-01-04T08:00:00Z",
    "category": "indoor",
    "abstract_source": "semantic_scholar",
    "summary": "Gliotoxin, a toxic compound produced by moulds, was detected exclusively in *Aspergillus fumigatus* isolates among 140 clinical samples collected from two hospitals and analysed using high-performance liquid chromatography and liquid chromatography-tandem mass spectrometry. No gliotoxin production was observed in any other fungal species tested, regardless of culture conditions applied. Molecular networking and comparative genomic analysis revealed that related fungal species—including *Aspergillus flavus* and *Aspergillus terreus*—produce structurally distinct toxic metabolites instead: aspirochlorine derivatives and aranotin-related compounds respectively. This paper clarifies that gliotoxin production is not a shared trait across clinically relevant *Aspergillus* species but rather a species-specific capacity of *A. fumigatus*.  The specificity of gliotoxin to *A. fumigatus* among hospital isolates marks a critical point of differentiation within the clinical fungal landscape. While *A. fumigatus* emerges here as a singular gliotoxin producer, its capacity to synthesize this particular toxin—and the distinct metabolic pathways deployed by closely related species in the same clinical settings—reveals how toxin production is not a fixed fungal property but rather a distributed and species-contingent outcome. The same hospital environments that select for *A. fumigatus* as a respiratory pathogen simultaneously select for its specific biochemical arsenal, while other *Aspergillus* species occupying overlapping ecological niches produce alternative toxic metabolites. This differentiation has material consequences for clinical diagnosis, treatment response, and the ongoing co-evolution of fungal disease-causing ability within human-occupied spaces.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T10:08:51.280897"
  },
  {
    "title": "Antibacterial and Cytotoxic Decahydrofluorene-Class Alkaloids from the Marine-Derived Fungus Penicillium sp. SCSIO 41512",
    "source": "acs: Journal of Natural Products: Table of Contents",
    "excerpt": "Eight new decahydrofluorene-class alkaloids, pyrrospirones R-Y (1-8), together with 13 known analogues (9-21) were isolated from the marine-derived fungal strain Penicillium sp. SCSIO 41512. Their structures were determined by extensive spectroscopic analysis, and their absolute configurations were established by quantum chemical calculations of electronic circular dichroism (ECD) spectra, by a comparison of experimental ECD spectra, or by single-crystal X-ray diffraction analysis. Compound 1 rarely contains an oxime hydroxy with a 6/5/6/5/6/13 polycyclic system. A plausible biosynthetic pathway for 1 and 2 was proposed. Biologically, compounds 1, 4, 6, 8, 10-12, 14-15, 18-19, and 21 had cytotoxicity against human cancer cell lines A549 and HCT116 with IC50 values of 7.3-79.3 μM, and 1, 4, 6, 11, 15, 18, and 21 also showed significant inhibitory activity against six pathogenic bacteria with MIC values of 1.6-13.0 μg/mL. Their structure-bioactivity relationship was also discussed.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jnatprod.5c01203?af=R",
    "pubDate": "2025-12-17T08:00:00Z",
    "category": "indoor",
    "abstract_source": "semantic_scholar",
    "summary": "Eight new decahydrofluorene-class alkaloids and thirteen known analogues were isolated from the marine-derived fungal strain *Penicillium* sp. SCSIO 41512. Their chemical structures were determined through spectroscopic analysis, with absolute configurations established by quantum chemical calculations of electronic circular dichroism spectra, comparison of experimental spectra, or single-crystal X-ray diffraction. Compound 1 contains an unusual oxime hydroxy group within a complex 6/5/6/5/6/13 polycyclic ring system; a biosynthetic pathway for compounds 1 and 2 was proposed. Nine of the isolated compounds (1, 4, 6, 8, 10–12, 14–15, 18–19, and 21) demonstrated toxicity to cells against human lung cancer cells and colorectal cancer cells, with half-maximal inhibitory concentration values ranging from 7.3 to 79.3 micromolar. Seven compounds (1, 4, 6, 11, 15, 18, and 21) also showed significant inhibitory activity against six pathogenic bacterial species, with minimum inhibitory concentration values between 1.6 and 13.0 micrograms per millilitre. The findings reveal how a marine-derived fungus produces compounds that simultaneously function as antibacterial and anticancer agents—a dual bioactivity that positions the same metabolites as both clinical leads and potential industrial resources, yet their efficacy remains contingent on the specific bacterial or cancer cell context, illustrating how microbial chemistry operates within multiple, sometimes competing, registers of human utility and control.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T10:08:55.067683"
  },
  {
    "title": "Advancing mold identification in the routine laboratory, performance of smartphone-based imaging and a newly developed convolutional neural network",
    "source": "American Society for Microbiology: Microbiology Spectrum: Table of Contents",
    "excerpt": "ABSTRACT Mold identification in clinical diagnostics is traditionally labor-intensive and is dependent on expert interpretation. MoldVision is a deep-learning approach that uses smartphone images of mold cultures to automate identification. We analyzed 161 clinical isolates across four common mold genera: Penicillium spp., Aspergillus spp. (with A. flavus and A. fumigatus), Fusarium spp., and Cladosporium spp. Daily images were captured from the top and bottom of culture plates over 5 days using a standardized smartphone setup, generating over 4,000 images. We trained three variations of Visual Geometry Group 16 (VGG16) convolutional neural networks (CNNs) and benchmarked the best-performing model (VGG16 with dual classification heads) against LightGBM models trained on pre-extracted features and human expert assessments at various time points. The best-performing VGG16 model achieved a mean (SD) AUROC of 92.7% ± 1.8% and sensitivity of 68.7% ± 2.6% across all species. Here, the performance in identifying Cladosporium spp. was best (AUROC of 99.9% ± 0.1%, fivefold cross-validation mean and SD). Regarding the evaluations over time, early-stage classification (days 1–2) was challenging (F1-score 38.8% ± 3.5% across all species) but improved significantly on days 3–5 (F1 92.1% ± 2.8% across all species). Compared to experts, MoldVision consistently showed superior performance, particularly in mature cultures, detecting subtle morphological features earlier and more accurately. Our results demonstrate that CNNs integrated with low-cost smartphone imaging can reliably classify mold species in routine diagnostics, outperforming human experts in many cases. This approach offers a practical and scalable solution for laboratories lacking specialized mycology expertise, especially in resource-limited settings. IMPORTANCE Timely, accurate mold identification can save lives, yet today it often requires days of growth and scarce expert time. MoldVision offers a practical alterna",
    "url": "https://journals.asm.org/doi/abs/10.1128/spectrum.02924-25?af=R",
    "pubDate": "2025-12-16T08:00:00Z",
    "category": "science",
    "abstract_source": "semantic_scholar",
    "summary": "This paper reports the development and validation of MoldVision, a deep-learning system that uses smartphone photographs of mold cultures to automate species identification in clinical diagnostics. The study analyzed 161 clinical isolates from four common mold genera—Penicillium, Aspergillus (including A. flavus and A. fumigatus), Fusarium, and Cladosporium—capturing over 4,000 images from the top and bottom of culture plates daily over 5 days using a standardized smartphone setup. Three variations of Visual Geometry Group 16 convolutional neural networks were trained and tested; the best-performing model (Visual Geometry Group 16 with dual classification heads) achieved a mean area under the receiver operating characteristic curve of 92.7% ± 1.8% and sensitivity of 68.7% ± 2.6% across all species, with notably superior performance on Cladosporium spp. (area under the receiver operating characteristic curve of 99.9% ± 0.1%). Early classification on days 1–2 was unreliable (F1-score 38.8% ± 3.5%), but performance improved substantially by days 3–5 (F1 92.1% ± 2.8%). The system consistently outperformed human expert assessments, particularly on mature cultures, detecting subtle morphological features with greater accuracy and speed.  This research embeds diagnostic automation within the material constraints of routine laboratory practice, where mold identification has traditionally demanded scarce expert labour and extended culture periods. The smartphone-based approach dissolves the dependency on specialized equipment and expertise, yet simultaneously reveals how diagnostic capacity—and therefore access to timely treatment—remains unevenly distributed across settings with different technological and human resources. The system's superior performance on mature cultures and its struggle with early-stage classification expose how the temporal rhythms of mold growth are now being reshaped by machine vision, potentially accelerating clinical decision-making in well-resourced laboratories while creating new dependencies on consistent image capture protocols and computational infrastructure in those attempting to adopt it.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T10:08:59.774158"
  },
  {
    "title": "GSNOR is essential for nitric oxide homeostasis and involved in aflatoxin biosynthesis and pathogenicity in Aspergillus flavus",
    "source": "American Society for Microbiology: Applied and Environmental Microbiology: Table of Contents",
    "excerpt": "ABSTRACT Nitric oxide (NO) is an important biological signaling molecule. S-nitrosoglutathione reductase (GSNOR), a master regulator of NO signaling, regulates various biological processes. However, little is known about the role of GSNOR in Aspergillus flavus. Here, we identified a gene encoding GSNOR in this aflatoxigenic fungus and demonstrated that GSNOR shows activity during the critical life cycle stages, including spore germination, hyphal growth, and conidiogenesis. We found that GSNOR plays a crucial role in NO homeostasis, as GSNOR deletion resulted in significantly elevated NO levels and heightened sensitivity to exogenous NO stress. GSNOR also participated in multiple biological processes in A. flavus; for that, GSNOR deletion impaired conidia germination, reduced growth, decreased conidiogenesis and sclerotial development, attenuated virulence on kernels, and notably decreased aflatoxin production. Furthermore, we demonstrated that GSNOR is important for reactive oxygen species (ROS) balance, as its deletion significantly elevated mycelial ROS levels and made the strain more sensitive to oxidative stress. IMPORTANCE Aspergillus flavus is a notorious saprophytic filamentous fungus, with its production of carcinogenic aflatoxins posing serious threats to food safety and human health. Aflatoxin contamination prevention and control have long been a global challenge. In previous studies, we observed that nitric oxide (NO) significantly inhibits the aflatoxin production by A. flavus. This study further investigated the role of the key regulatory enzyme S-nitrosoglutathione reductase (GSNOR) in the NO signaling pathway. Our findings indicate that GSNOR is crucial for maintaining both NO homeostasis and reactive oxygen species (ROS) balance and plays an essential role in fungal development, pathogenicity, and aflatoxin biosynthesis. These results highlight the potential of targeting components in the NO signaling pathway, such as GSNOR, as a novel strategy for ",
    "url": "https://journals.asm.org/doi/abs/10.1128/aem.01408-25?af=R",
    "pubDate": "2025-12-16T08:00:00Z",
    "category": "indoor",
    "abstract_source": "semantic_scholar",
    "summary": "Nitric oxide regulation in *Aspergillus flavus* operates as a dual control system governing both fungal development and toxin production. This study identified a gene encoding S-nitrosoglutathione reductase in the aflatoxigenic fungus and demonstrated that the enzyme is active during critical life stages including spore germination, hyphal growth, and spore formation. When S-nitrosoglutathione reductase was deleted, nitric oxide accumulated to significantly elevated levels and the fungus became hypersensitive to external nitric oxide stress. The deletion mutant also showed impaired spore germination, reduced growth, decreased spore formation and sclerotial development, weakened ability to damage stored kernels, and notably reduced production of aflatoxin — the carcinogenic compound that contaminates food supplies. S-nitrosoglutathione reductase deletion additionally elevated reactive oxygen species levels in fungal filaments and increased sensitivity to oxidative stress, indicating the enzyme maintains balance between multiple cellular stress signals.  The findings reveal a material entanglement between fungal survival mechanisms and human food security. The same regulatory pathway that allows *Aspergillus flavus* to tolerate and proliferate under oxidative stress in stored grain — a metabolic adaptation to hostile post-harvest conditions — simultaneously drives the biosynthesis of aflatoxin. Targeting S-nitrosoglutathione reductase or its downstream signaling pathway offers a potential intervention point, yet this strategy would exploit a vulnerability that emerges precisely from the fungus's capacity to persist in the degraded, oxygen-depleted microenvironments of stored agricultural commodities where contamination occurs.",
    "enhanced": true,
    "enhanced_at": "2026-02-13T10:09:04.927279"
  }
]