[
  {
    "title": "Thinking with Mold: Metabolizing the Planet in a Changing Climate",
    "url": "https://pubmed.ncbi.nlm.nih.gov/37998867/",
    "excerpt": "I'm a social anthropologist, not a biologist or mycologist. But like everyone else on planet earth, I live with those environmentally ubiquitous, filamentous fungi that are commonly referred to in English as mold. Over the past five years, as I have been researching how people live with, adapt to, and build solutions to weather patterns that are attributable to rising greenhouse-gas emissions, I have come to understand that mold is everywhere. Across North America and Europe, mold is having a cultural moment, appearing in everything from time-lapse photography and haute cuisine to hit musicals and satirical television. Yet, mold has emerged as a visceral, cross-cultural signifier of planetary climate change. This chapter explores the 'metabolic rift' of industrial capitalism and the dual register of Aspergillus molds -- at once culturally constructed as harmful 'feral' threats requiring control and scientifically hailed as beneficial components of 'microbial metal factories' for the biotech economy.",
    "source": "Thinking With Plants and Fungi (Harvard University Press)",
    "category": "custom"
  }

  {
    "title": "The moulds at the end of the corridor",
    "url": "https://rai.onlinelibrary.wiley.com/doi/10.1111/1467-8322.70031",
    "excerpt": "In autumn in Scotland, falling temperatures and rising rain push heating systems on and drive condensation and damp inside poorly ventilated or leaky homes—ideal conditions for indoor mould growth. Airborne spores settle on wet, dark surfaces and develop hyphae and visible mycelium, cycling through indoor air currents and linking temperature, airflow, humidity, materials and fungal life. Cross follows the contemporary ‘mycotoxins rabbit hole’—the expanding public anxiety and remediation market around the health effects of mould—and situates it within longer UK histories of mould as both threat and resource, from penicillin’s discovery to the housing crises of austerity. The article argues that mould’s pathogenicity is not only biological but also social and ecological, shaped by built environments, policy, class and racialized inequality, and by climate-driven shifts that expand fungal ranges and resistance. It closes by tracing how mould circulates through contradictory economies—profiteering remediation, legal scams, ‘microbial metal factories’, and ‘mould chains’ of refrigeration—raising questions about who gains and loses as human–fungal entanglements intensify in a warming world.",
    "source": "Anthropology Today, Vol 41 No 6 (December 2025)",
    "category": "custom"
  }
]
