[
  {
    "title": "Symbiont in circulation: Mycetohabitans endofungorum bacteremia heralding invasive mucormycosis",
    "source": "ScienceDirect Publication: Diagnostic Microbiology and Infectious Disease",
    "excerpt": "Isolation of M. endofungorum in blood may signal invasive mucormycosis. Even in patients without published risk factors, transient physiologic stress and barrier disruption may permit fungal invasion. Early recognition of bacterial endosymbionts could provide a valuable diagnostic clue in invasive fungal disease.",
    "url": "https://www.sciencedirect.com/science/article/pii/S0732889326000581?dgcid=rss_sd_all",
    "pubDate": "2026-02-15T18:42:09Z",
    "category": "clinical",
    "abstract_source": "openalex"
  },
  {
    "title": "Fusarium keratoplasticum infection in diabetic foot ulcers following antimicrobial therapy",
    "source": "ScienceDirect Publication: Diagnostic Microbiology and Infectious Disease",
    "excerpt": "Fusarium species are important opportunistic fungal pathogens. Diabetic foot infection (DFI) involves diverse causative pathogens however, the potential for fungal etiologies is often overlooked. We describe a case of DFI following foot trauma. Despite prior broad-spectrum antimicrobial therapy, the wound failed to heal and presented persistent swelling and pain. Microbiological re-evaluation and molecular identification confirmed the causative agent as Fusarium keratoplasticum (F. keratoplasticum), a pathogenic species within Fusarium solani species complex (FSSC). The isolate exhibited high MICs against most antifungals, thus systemic antifungal therapy was withheld. Successful management was achieved through systematic surgical debridement combined with silver-ion dressings, resulting in pathogen eradication and complete wound healing. Currently, F. keratoplasticum infections remain extremely limited, particularly those definitively confirmed to species level. This case broadens the pathogen spectrum of DFI and highlights the need for comprehensive etiologic evaluation in therapy-refractory wounds, offering a non-pharmacological strategy for resistant fungal infections.",
    "url": "https://www.sciencedirect.com/science/article/pii/S0732889326000520?dgcid=rss_sd_all",
    "pubDate": "2026-02-15T18:42:09Z",
    "category": "clinical",
    "abstract_source": "europepmc"
  },
  {
    "title": "Ubiquinone-based gene mutation and protein compactness of CoQ5 may contribute to a novel caspofungin resistance mode in Aspergillus flavus from pulmonary aspergillosis",
    "source": "ScienceDirect Publication: Diagnostic Microbiology and Infectious Disease",
    "excerpt": "Invasive pulmonary aspergillosis (IPA), primarily caused by Aspergillus fumigatus and A. flavus, is a life-threatening fungal infection with high mortality rates. This study investigated novel resistance mechanisms to caspofungin (CAS) in clinical Aspergillus isolates with particular focus on genetic alterations in the CoQ5 gene and their functional implications. One hundred and forty-eight Aspergillus isolates from IPA cases were undergone antifungal susceptibility testing, genotyping and phylogenetic analyses, mutations and gene expression studies of Fks1 and CoQ5 genes, and three-dimensional structural analysis of wild-type and mutant CoQ5 proteins. The etiologic agents of IPA comprised A. flavus (72.3%) and A. fumigatus (27.7%). Caspofungin (CAS) resistance was reported in 7.4% of A. flavus and 9.7% of A. fumigatus isolates. Genetic analysis identified a novel mutation in the CoQ5 gene (T371C) resulting in an amino acid substitution (Y102H) in a CAS-resistant A. flavus isolate. Structural modeling suggests this variant may impair protein stability and mitochondrial function, potentially contributing to resistance through indirect mechanisms. The definitive establishment of causality and direct contribution of CoQ5 mutations to caspofungin susceptibility requires further functional validation by employing targeted genetic manipulation and phenotypic validation to directly interrogate the role of the Y102H variant in the resistance mechanism.",
    "url": "https://www.sciencedirect.com/science/article/pii/S073288932600060X?dgcid=rss_sd_all",
    "pubDate": "2026-02-15T18:42:09Z",
    "category": "clinical",
    "abstract_source": "europepmc"
  },
  {
    "title": "Aspergillus fumigatus brain abscess in an immunocompromised patient receiving a second-generation Bruton Tyrosine Kinase inhibitor (BTKi)",
    "source": "ScienceDirect Publication: Diagnostic Microbiology and Infectious Disease",
    "excerpt": "Chronic lymphocytic leukemia (CLL) is a frequent type of adult leukemia. Bruton Tyrosine Kinase inhibitors (BTKi) are first-line treatments for CLL. Despite being efficient, BTKi have also been associated with significant side effects, including arrhythmias, hemorrhagic complications, and opportunistic infections. Zanubrutinib is a second-generation BTKi that recently received FDA approval for CLL and is associated with improved outcomes and a better safety profile compared to first-generation BTKi. In the present study, we report a case of a patient with CLL, with an in-range absolute neutrophil count and an isolated Aspergillus fumigatus brain abscess mimicking a brain tumor. The lesion was excised \"en bloc\", and lesion cultures revealed Aspergillus fumigatus sensitive to amphotericin and voriconazole. The patient received postoperative treatment with voriconazole. While invasive fungal infections with brain involvement have been previously reported, to our knowledge, this is the first documented case of an isolated Aspergillus fumigatus brain abscess in a patient receiving zanubrutinib.",
    "url": "https://www.sciencedirect.com/science/article/pii/S0732889326000209?dgcid=rss_sd_all",
    "pubDate": "2026-02-15T18:42:09Z",
    "category": "clinical",
    "abstract_source": "europepmc"
  },
  {
    "title": "Adhesive and redox modulatory nanopesticides with pathogenic microenvironment-regulated multi-enzymatic activities for synergistic control of ginseng gray mold",
    "source": "ScienceDirect Publication: Chemical Engineering Journal",
    "excerpt": "Publication date: 1 March 2026Source: Chemical Engineering Journal, Volume 531Author(s): Jialong He, Yanghong Liu, Chunyao Shang, Jiaheng Li, Tong Wu, Huiyuan Xie, Yu Dong, Kai Dong, Yingping Wang, Chen Xu",
    "url": "https://www.sciencedirect.com/science/article/pii/S1385894726015032?dgcid=rss_sd_all",
    "pubDate": "2026-02-15T18:41:58Z",
    "category": "indoor"
  },
  {
    "title": "Microcosm-dependent degradation of nonwoven fabric in surgical masks by endophytic fungi Aspergillus bridgerii",
    "source": "ScienceDirect Publication: Journal of Hazardous Materials",
    "excerpt": "The widespread use of polypropylene-based surgical masks during the COVID-19 pandemic has exacerbated environmental plastic pollution, necessitating sustainable degradation strategies. This study investigates the biodegradation potential of the endophytic fungus Aspergillus bridgerii on nonwoven polypropylene mask layers under both nutrient-rich (MSM broth) and soil microcosm conditions. A multidisciplinary approach combining weight loss measurements, FTIR-ATR spectral analysis, scanning electron microscopy (SEM), and gas chromatography-mass spectrometry (GC-MS) was employed to characterize physical, chemical, and biochemical changes in the polymer matrix. Results show that A. bridgerii induced significant degradation in both environments, with the highest weight loss % observed in MSM microcosms (20.38 ± 0.29 %), indicating active fragmentation and partial mineralization. In soil microcosms, fungal inoculation led to the most advanced oxidation (SAUB CI up to ∼4.6), extensive surface fragmentation, and the release of unique volatile organic compounds (VOCs), including DEHP (∼15 % GC-MS area) and long-chain ketones. Surprisingly, this was accompanied by the lowest residual mask mass (9.48 ± 0.19 %), suggesting enhanced mineralization in the nutrient-limited soil. SEM analysis further confirmed pronounced fiber degradation and biofilm formation. These findings underscore the role of fungal metabolism and environmental context in modulating polypropylene decay, supporting a multiple mechanistic process such as oxidative fragmentation followed by microbial assimilation. The integration of FTIR, SEM, and GC-MS provided robust evidence of mask polymer degradation and highlights the potential of Aspergillus bridgerii as a bioremediation agent for PPE waste.",
    "url": "https://www.sciencedirect.com/science/article/pii/S0304389426003018?dgcid=rss_sd_all",
    "pubDate": "2026-02-15T18:41:57Z",
    "category": "indoor",
    "abstract_source": "europepmc"
  },
  {
    "title": "Airborne Alternaria and Cladosporium at Ground Level: Influence of Land Use and Harvesting Activity",
    "source": "ScienceDirect Publication: Environmental Pollution",
    "excerpt": "Publication date: Available online 13 February 2026Source: Environmental PollutionAuthor(s): Kacper Sobieraj, Oliwia Wieczorek, Michał Delikta, Krzysztof Stawrakakis, Łukasz Grewling, Paweł Bogawski",
    "url": "https://www.sciencedirect.com/science/article/pii/S0269749126001922?dgcid=rss_sd_all",
    "pubDate": "2026-02-15T18:41:57Z",
    "category": "indoor"
  },
  {
    "title": "Green flocculant of Aspergillus niger fungus cultured from food waste hydrolysate for enhanced sludge dewatering",
    "source": "ScienceDirect Publication: Bioresource Technology",
    "excerpt": "Sludge dewatering is vital for reducing volume and energy consumption, yet traditional chemical conditioners are limited by cost and environmental concerns. Herein, a green fungal flocculant was developed by cultivating Aspergillus niger using food waste hydrolysate as the sole substrate, achieving a biomass yield of 140.3 mg/g-chemical oxygen demand. Alkaline modification effectively altered surface chemistry by degrading hydrophilic amide groups, enhancing hydrophobicity, surface charge repulsion, and hyphal dispersion. When applied as a coagulant aid with 3% FeCl3, the base-modified fungal flocculant markedly improved sludge dewatering, increasing Dx(90) from 102.0 to 1542.9 μm and reducing specific resistance to filtration by 75.7%, with a final cake water content of 56.8%. Mechanistic analyses revealed that improved fungal network porosity, enhanced hydrophobic interactions, and coordination between fungal functional groups and Fe3+ ions synergistically facilitated water release. This bio-based strategy offers a sustainable alternative that simultaneously valorizes food waste and replaces synthetic polymeric flocculants in sludge treatment.",
    "url": "https://www.sciencedirect.com/science/article/pii/S096085242600218X?dgcid=rss_sd_all",
    "pubDate": "2026-02-15T18:41:57Z",
    "category": "indoor",
    "abstract_source": "semantic_scholar"
  },
  {
    "title": "Microbial valorization of lignin to malic acid by Aspergillus niger",
    "source": "ScienceDirect Publication: Bioresource Technology",
    "excerpt": "Lignin is the largest renewable source of aromatic carbon, yet its heterogeneity and recalcitrance limit its use in higher-value bioconversion processes. In this study, Aspergillus niger was engineered to enable the bioconversion of lignin-derived aromatics and base-catalyzed depolymerized (BCD) lignin streams into malic acid, a value-added C4 dicarboxylic acid with broad industrial relevance. Overexpression of the C4 dicarboxylate transporter C4T318 from Aspergillus oryzae enhanced malic acid secretion, while medium optimization under buffered conditions further improved the production. The engineered strain efficiently assimilated representative lignin-derived aromatics, including 4-hydroxybenzoic acid and p-coumaric acid, producing up to 3.9 g/L malic acid. Conversion of BCD lignin liquors from poplar and sorghum demonstrated effective utilization of heterogeneous aromatic mixtures, generating up to 0.82 g/L malic acid. This work demonstrates direct fungal conversion of real lignin streams into malic acid and establishes A. niger as a promising platform for sustainable lignin valorization.",
    "url": "https://www.sciencedirect.com/science/article/pii/S0960852426000994?dgcid=rss_sd_all",
    "pubDate": "2026-02-15T18:41:57Z",
    "category": "indoor",
    "abstract_source": "openalex"
  },
  {
    "title": "Rapid and simultaneous detection of Aspergillus and aflatoxin B1 content in maize using data fusion and explainable analysis",
    "source": "ScienceDirect Publication: Food Control",
    "excerpt": "Publication date: June 2026Source: Food Control, Volume 184Author(s): Wenhui Jiang, Yi Zhang, Changxin Yang, Wei Liu, Changhong Liu, Lei Zheng",
    "url": "https://www.sciencedirect.com/science/article/pii/S0956713526000320?dgcid=rss_sd_all",
    "pubDate": "2026-02-15T18:41:52Z",
    "category": "health"
  },
  {
    "title": "Mechanistic elucidation of aflatoxin B1 degradation in corn and peanuts via nonthermal plasma: Reactive species and kinetic insights",
    "source": "ScienceDirect Publication: Food Control",
    "excerpt": "Publication date: June 2026Source: Food Control, Volume 184Author(s): Mustapha Muhammad Nasiru, Evans Frimpong Boateng, Fawze Alnadari, Sanusi Shamsudeen Nassarawa, Abdullateef Taiye Mustapha, Abdulaziz Nuhu Jibril, Jin Feng, Jiangfeng Song, Jin Wang, Wenjing Yan, Jianhao Zhang, Chunyang Li",
    "url": "https://www.sciencedirect.com/science/article/pii/S0956713526000666?dgcid=rss_sd_all",
    "pubDate": "2026-02-15T18:41:52Z",
    "category": "health"
  },
  {
    "title": "Efficient removal of aflatoxin B1 from soybean kernels by a coupled ultrasound–ozone process: A mechanistic study",
    "source": "ScienceDirect Publication: Food Control",
    "excerpt": "Publication date: June 2026Source: Food Control, Volume 184Author(s): Xiangyan Zeng, Shuke Liu, Haitao Yu, Laxiang Yang",
    "url": "https://www.sciencedirect.com/science/article/pii/S0956713526000332?dgcid=rss_sd_all",
    "pubDate": "2026-02-15T18:41:52Z",
    "category": "health"
  },
  {
    "title": "Antifungal efficacy and fumigation potential of octanal and (E)-2-octenal against Aspergillus flavus in stored peanut seeds",
    "source": "ScienceDirect Publication: Food Control",
    "excerpt": "Publication date: May 2026Source: Food Control, Volume 183Author(s): Xuelian Zhu, Yuqi Yang, Tzuhan Lin, Weibin Ma, Yanli Xie",
    "url": "https://www.sciencedirect.com/science/article/pii/S0956713525008060?dgcid=rss_sd_all",
    "pubDate": "2026-02-15T18:41:52Z",
    "category": "health"
  },
  {
    "title": "Biocontrol potential and mechanism of a seed-endophytic Bacillus velezensis NEAU-HLD-9 against gray mold in green beans",
    "source": "ScienceDirect Publication: Food Microbiology",
    "excerpt": "Gray mold caused by Botrytis cinerea has a severe impact on postharvest green beans, leading to quality degradation and substantial economic losses. The application of plant endophytic microorganisms has proven to be a reliable and safe strategy for controlling fungal diseases. In the present study, an endophytic bacterium, Bacillus velezensis NEAU-HLD-9, was isolated from healthy bean seeds and exhibited strong inhibitory activity against Botrytis cinerea. This strain could form biofilms, enhance the activity of defense enzymes, and boost the content of active secondary metabolites in green beans. The crude lipopeptide extracts from NEAU-HLD-9 remarkably suppressed the mycelial growth and spore germination of B. cinerea. It is worth noting that the crude lipopeptide extracts also effectively controlled gray mold in green beans by reducing both disease incidence and lesion diameter. PCR and LC-MS analyses suggested that the crude lipopeptide extracts comprised two antifungal compounds. Whole genome sequencing revealed that the strain contained 15 gene clusters responsible for secondary metabolite synthesis, including those for antifungal compounds. In summary, both Bacillus velezensis NEAU-HLD-9 and its crude lipopeptide extracts strongly inhibited Botrytis cinerea in vitro and in vivo, suggesting a promising approach for the management of gray mold in green beans.",
    "url": "https://www.sciencedirect.com/science/article/pii/S0740002025003004?dgcid=rss_sd_all",
    "pubDate": "2026-02-15T18:41:52Z",
    "category": "health",
    "abstract_source": "europepmc"
  },
  {
    "title": "Mechanisms and formulation of Aureobasidium pullulans S2 for effective management of black and gray mold in red grapes",
    "source": "ScienceDirect Publication: Food Microbiology",
    "excerpt": "Red grapes are vulnerable to postharvest infections caused by Aspergillus niger and Botrytis cinerea due to their delicate skin and rich nutrient content. This study examined the effectiveness of A. pullulans S2 in managing postharvest black mold and gray mold on red grapes. Results demonstrated that A. pullulans S2 significantly reduced both the incidence and severity of disease while enhancing the activity of enzymes related to defense and the accumulation of antioxidant compounds. Additionally, 2-Phenylethanol generated by A. pullulans S2 exhibited strong antifungal properties by disrupting the cell membrane integrity and promoting reactive oxygen species accumulation in pathogens. Furthermore, a lyophilized formulation of A. pullulans S2 was developed using an optimized protective agent combination via response surface methodology. This resulted in a high post-lyophilization survival rate of 85.2 % and significant biocontrol efficacy after 90 days of storage. These results underscore the potential of A. pullulans S2 as a potent biocontrol agent for postharvest grape diseases.",
    "url": "https://www.sciencedirect.com/science/article/pii/S0740002025002825?dgcid=rss_sd_all",
    "pubDate": "2026-02-15T18:41:52Z",
    "category": "health",
    "abstract_source": "europepmc"
  },
  {
    "title": "Self-supervised learning for aflatoxin B1 detection using masked spectra",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Aflatoxins are highly toxic secondary metabolites widely found in peanut and maize kernels. This study proposes a strategy based on self-supervised learning (SSL) for the accurate detection of Aflatoxin B1 in peanuts and maize. Firstly, an SSL backbone network was constructed to perform a spectral reconstruction task on masked spectra, providing pre-trained weights for subsequent supervised learning. Secondly, the spectral reconstruction error was innovatively used as a wavelength attention mechanism, integrated with the fine-tuned encoder from the SSL stage to develop a classification model. This model achieved a mean accuracy of 0.9805 ± 0.0019 in peanuts and 0.9478 ± 0.0060 in maize, outperforming other deep learning models. Furthermore, key wavelengths were selected based on the spectral reconstruction error. Experimental results demonstrated that the 40 selected key wavelengths outperformed other methods, with a more uniform distribution, capturing richer spectral features. The strategy in this study provides an efficient solution for few-sample spectral detection.",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626005005?dgcid=rss_sd_all",
    "pubDate": "2026-02-15T18:41:48Z",
    "category": "health",
    "abstract_source": "semantic_scholar"
  },
  {
    "title": "A comprehensive review of decontamination techniques for mycotoxin control in food: Advancement from conventional to unconventional strategies and the way forward",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Mycotoxin contamination of food and feed is a lingering issue of the global agro-food industries and a matter of severe socio-economic concern. Several methods have been conventionally employed for mycotoxin decontamination but their efficiency remained low and insufficient due to robustness of mycotoxin structures. In this article, use of unconventional technologies like irradiation, ozonation, cold activated plasma, magnetic nanoparticles, high hydrostatic pressure, pulsed electric fields, pulsed light, natural essential oils and phytochemicals in controlling growth of toxigenic fungi and degrading mycotoxins in various foodstuffs have been reviewed. The efficacy of decontamination of different types of major mycotoxins by these novel techniques and the associated safety and limitation factors have been analysed and discussed in detail. Combination of different unconventional techniques and impact of techno-economic-environmental aspects associated with these advanced technologies on their adoption and implementation at large scale to achieve a green and sustainable control of mycotoxins have been highlighted.",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626005200?dgcid=rss_sd_all",
    "pubDate": "2026-02-15T18:41:48Z",
    "category": "health",
    "abstract_source": "semantic_scholar"
  },
  {
    "title": "Advances in affinity magnetic bead - based pretreatment and detection strategies for mycotoxins in foods: A review",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Food contamination with mycotoxins poses a serious threat to human and animal health. Traditional chromatographic methods and rapid detection techniques are widely used for accurate quantification and on-site rapid screening, respectively, and play essential roles in food safety monitoring. However, these approaches still face limitations arising from cumbersome sample pretreatment and matrix effects. Affinity magnetic beads (AMBs), which integrate highly specific recognition elements with magnetic carriers, represent a promising solution owing to their strong enrichment capability, good dispersibility, soften matrix effects, and high compatibility with automated systems. This review discusses the structure, working principles, and applications of AMBs employing antibodies, aptamers, and molecularly imprinted polymers as recognition elements. It also evaluates their effectiveness in enhancing the sensitivity and accuracy of both chromatographic and rapid detection methods. Finally, the review highlights current challenges and future perspectives for the application of AMBs in mycotoxin detection.",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626004802?dgcid=rss_sd_all",
    "pubDate": "2026-02-15T18:41:48Z",
    "category": "health",
    "abstract_source": "europepmc"
  },
  {
    "title": "Recent advances of different dimensional materials for the fluorescent detection of mycotoxins",
    "source": "ScienceDirect Publication: Food Research International",
    "excerpt": "Publication date: 1 May 2026Source: Food Research International, Volume 231, Part 1Author(s): Luyang Zhao, Xiaoyun Xu, Hengyi Xu",
    "url": "https://www.sciencedirect.com/science/article/pii/S0963996926003273?dgcid=rss_sd_all",
    "pubDate": "2026-02-15T18:41:48Z",
    "category": "health"
  },
  {
    "title": "AnBir1: a conserved fungal inhibitor of apoptosis regulates caspase activity and core processes in Aspergillus nidulans",
    "source": "ScienceDirect Publication: Fungal Genetics and Biology",
    "excerpt": "Regulated cell death (RCD) is a highly conserved and coordinated cellular demise process. In animals, the fate of cells depends on the precise regulation of RCD, with inhibitors of apoptosis proteins (IAPs) playing a major role as negative regulators of cellular death. In fungi, RCD regulates crucial processes, including growth, development, stress response, host-pathogen interactions and more. However, the biochemical details of this process are not well understood in this kingdom. IAPs are, remarkably, one of the few RCD/Apoptosis-regulatory proteins that are conserved in fungi. Here, we performed large-scale bioinformatic analyses of IAPs in sequenced fungal genomes. While most fungal organisms have a single IAP gene (81.65 % of the genomes analyzed here), some fungi lack IAPs altogether and others have multiple IAP-like genes. Using the Aspergillus nidulans IAP, AnBir1, we show that this protein is required for survival and regulates cell death by inhibiting caspase-like activity. Moreover, disrupting RCD by constitutively expressing AnBir1 impacted fundamental processes, including development, stress response and secondary metabolism. We also show that fungal RCD can be hijacked for therapeutic purposes. Using virus-induced gene silencing (VIGS), we targeted the AnBir1 homolog of the plant pathogenic fungus Sclerotinia sclerotiorum (SsBir1) during plant infection. Targeting SsBir1 resulted in enhanced resistance to S. sclerotiorum infection. We propose that IAPs play a critical role in regulating caspase activities and other RCD-related processes in fungi and may constitute a novel therapeutic target for fungal infections.",
    "url": "https://www.sciencedirect.com/science/article/pii/S108718452500088X?dgcid=rss_sd_all",
    "pubDate": "2026-02-15T18:41:38Z",
    "category": "science",
    "abstract_source": "europepmc"
  },
  {
    "title": "Enzyme and biosurfactant production as strategy for bis(2-ethylhexyl) phthalate degradation by Fusarium culmorum: Metabolic pathway proposal using quantum chemical investigation",
    "source": "ScienceDirect Publication: Fungal Biology",
    "excerpt": "Publication date: April 2026Source: Fungal Biology, Volume 130, Issue 2Author(s): Brenda Hernández-Sánchez, Ericka Santacruz-Juárez, Francisco Figueroa-Martínez, Manuel González-Pérez, Angel González-Márquez, Dolores Castañeda-Antonio, Roberto Portillo-Reyes, Gustavo Viniegra-González, Carmen Sánchez",
    "url": "https://www.sciencedirect.com/science/article/pii/S1878614626000048?dgcid=rss_sd_all",
    "pubDate": "2026-02-15T18:41:36Z",
    "category": "science"
  },
  {
    "title": "Comparative analysis of mitochondrial genomes and evolutionary characteristics of five Alternaria species causing potato leaf spot diseases",
    "source": "ScienceDirect Publication: Fungal Biology",
    "excerpt": "Mitochondria play a central role in fungal metabolism, adaptation, and pathogenesis, yet the evolutionary dynamics of mitochondrial genomes in plant-pathogenic Alternaria species remain poorly understood. In this study, we conducted a comprehensive comparative mitochondrial genomes analysis of five economically important Alternaria species-Alternaria burnsii, A. tenuissima, A. arborescens, A. alternata, and A. gossypina-to investigate structural architecture, genomic variation, selection pressures, repeat element dynamics, and phylogenetic relationships. The mitochondrial genomes exhibited a conserved gene content of 13-14 core genes, 30-33 tRNA and 2 rRNA, but varied in size due to differences in intron insertions, intergenic spacers, and repetitive sequences. Strong A/U-biased codon usage was observed across species, consistent with high AT-richness and translational optimization. Purifying selection dominated across essential respiratory complexes (cox1-3, atp6-9 and cob), indicating functional constraint, while signals of positive selection and pseudogenization (disrupted rps3 in A. burnsii YUN-Z1107) suggest lineage-specific adaptations. We identified evolutionary hotspots in both coding and non-coding regions enriched with InDeLs and repeat expansions. A total of 920 simple sequence repeats (SSRs) were annotated, with A. burnsii YUN-Z1107 showing the highest SSR density, particularly pentanucleotide motifs, implicating replication slippage in genome plasticity. Long repetitive elements were associated with intron mobility and possible recombination events, especially in A. arborescens YUN-Z0872. Phylogenomic analysis of 29 Ascomycota species confirmed a monophyletic Alternaria clade within Pleosporales, although limited resolution within the genus suggests complex evolutionary histories. Our findings support a \"conserved core with flexible periphery\" model of mitochondrial genomes evolution, where mitochondrial innovation contributes to host adaptation and pat",
    "url": "https://www.sciencedirect.com/science/article/pii/S1878614625001813?dgcid=rss_sd_all",
    "pubDate": "2026-02-15T18:41:36Z",
    "category": "science",
    "abstract_source": "europepmc"
  },
  {
    "title": "In vitro impact of temperature and relative humidity on growth, sterigmatocystin production, and minimum inhibitory concentrations of Aspergillus creber",
    "source": "ScienceDirect Publication: Fungal Biology",
    "excerpt": "According to the French Agency for Food, Environmental, and Occupational Health & Safety (ANSES), 37 % of French dwellings are contaminated by molds, particularly Aspergillus species. Among these, Aspergillus creber is the most frequently detected in the bioaerosols of mold-damaged dwellings and may be contribute to various health disorders. In the context of climate change, with indoor temperatures potentially exceeding 28 °C in summer, and amid the ongoing energy crisis, the French government recommends maintaining indoor temperature at 19 °C. This raises concerns about the effects of climatic conditions i.e. temperature (T°) and relative humidity (RH), on fungal growth, sterigmatocystin (STE) production, and minimum inhibitory concentrations (MICs) of these molds. We therefore cultured three reference strains of Aspergillus creber under four common dwelling conditions (A: 19 °C, 50 % RH; B 19 °C, 75 % RH; C: 28 °C, 50 % RH; D: 28 °C, 75 % RH) on five different culture media (MEA, MEA+10 % NaCl, CYA, CY20S, and M40Y). Temperature significantly influenced growth (mean diameters: 19 °C: 22.8 mm; 28 °C: 34.4 mm; mean biomasses: 19 °C: 108.3 mg; 28 °C: 329.1 mg), STE production (mean concentrations: 19 °C: 3.5 μg/g/28 °C: 34.5 μg/g), and the MICs of antifungal agents, with a notable association between increased temperature and elevated MICs. The highest STE production (up to 99 μg/g) occurred at 28 °C on M40Y agar. Positive correlations were observed between diameters and biomass (r = 0.791; p < 0.0001), diameters and STE production (r = 0.431; p < 0.0001), and biomass and STE production (r = 0.305; p < 0.0001), suggesting a strong link between primary growth and secondary metabolism. These findings highlight the potential health risks posed by rising indoor temperatures, as projected under global climate change, which may lead to increased STE production in Aspergillus creber.",
    "url": "https://www.sciencedirect.com/science/article/pii/S1878614625001722?dgcid=rss_sd_all",
    "pubDate": "2026-02-15T18:41:36Z",
    "category": "science",
    "abstract_source": "europepmc"
  },
  {
    "title": "The secreted in xylem protein Foc4-SIX13 of Fusarium oxysporum f. sp. cubense race 4 targets the banana Nudix hydrolase and contributes to its virulence",
    "source": "ScienceDirect Publication: Fungal Biology",
    "excerpt": "Fusarium wilt, commonly referred to as Panama disease, stands as the most catastrophic disease in banana cultivation. Caused by Fusarium oxysporum f. sp. cubense (Foc), it has imposed substantial economic burdens on banana farmers worldwide. Foc4-SIX13 was identified as a potential effector in Foc4, and is characterized by secretion into xylem. It is a protein comprised of 312 amino acids, and features a functional signal peptide without recognizable motifs or domains. Quantitative reverse transcription polymerase chain reaction (RT-qPCR) analysis revealed that the expression of Foc4-SIX13 was markedly upregulated during the initial stage of fungal infection in banana plants. Through homologous recombination, the successful knockout of Foc4-SIX13 was accomplished. The resulting deletion mutant exhibited impaired mycelial growth and increased sensitivity to osmotic stress, coupled with a significant decrease in pathogenicity towards bananas. Foc4-SIX13Δsp could not induce cellular necrosis in Nicotiana benthamiana. Subcellular localization experiments demonstrated that Foc4-SIX13Δsp was localized in both cytoplasm and nuclei of N. benthamiana cells. The interaction between Foc4-SIX13 and banana Nudix hydrolase 23 (Ma-NUD23) was confirmed by yeast two-hybrid (Y2H) and bimolecular fluorescence complementation (BiFC) assays. Taken together, these findings highlight the pivotal role of Foc4-SIX13 in the pathogenicity of Foc4 and its importance in the Fusarium infection process. Consequently, Foc4-SIX13 is proposed as a promising target for future management strategies against Fusarium wilt, and it can provide a novel avenue for the breeding of banana varieties with enhanced disease resistance.",
    "url": "https://www.sciencedirect.com/science/article/pii/S1878614625001606?dgcid=rss_sd_all",
    "pubDate": "2026-02-15T18:41:36Z",
    "category": "science",
    "abstract_source": "europepmc"
  },
  {
    "title": "CRISPR/Cas9-mediated gene editing in filamentous fungi, focusing on mushrooms and plant-pathogenic fungi",
    "source": "ScienceDirect Publication: Fungal Biology Reviews",
    "excerpt": "Publication date: December 2025Source: Fungal Biology Reviews, Volume 54Author(s): Rutuja Nandre, Hyerang Eom, Yeon-Jae Choi, Yanjiao Zhang, Hyeon-Su Ro",
    "url": "https://www.sciencedirect.com/science/article/pii/S1749461325000363?dgcid=rss_sd_all",
    "pubDate": "2026-02-15T18:41:36Z",
    "category": "science"
  },
  {
    "title": "Molecular stabilizing a glucose oxidase from Aspergillus eucalypticola with improved catalytic activity and optimized antimicrobial capacity",
    "source": "ScienceDirect Publication: International Journal of Biological Macromolecules",
    "excerpt": "Glucose oxidase (GOX EC.1.1.3.4) specifically catalyzes the reaction of β-d-glucose to gluconic acid in an oxygen-consuming process, enabling its antimicrobial potential. However, the unstable nature and insufficient activity of the FAD-dependent dimer hinder the antibacterial capacity. In this study, A GOX from Aspergillus eucalypticola (AeGOXL), outstanding for its catalytic efficiency, was selected for laboratory evolution through random mutagenesis. Three thermostable variants Q148K, H283Y, and P514K were selected and form the combined variant Q148K/H283Y (M1), superior in both thermostability (T50 increased 13 °C, Tm increased 6.7 °C, and 2.1-fold of t1/2 prolonged at 80 °C) and catalytic activity (97% and 57% increase in specific activity and kcat/Km), comparing with the WT. Structural investigations elucidated the molecular stabilization due to additional hydrogen bond network formation, while long-range interaction elevated the flexibility of key residues, improving the substrate affinity. For antibacterial capacity, M1 significantly brought down the half maximal inhibitory concentrations (IC50) for Staphylococcus aureus and Escherichia coli separately to 21.3 and 17.4 mg/L (52.5% and 70.5% lower than the WT, comparable to sensitive conventional antibiotics), in accordance with the electron microscope manifestation. This research delved into the GOX functional based enzymatic antibacterial approaches, providing milder and more eco-friendly substrate to address antibacterial requirements.",
    "url": "https://www.sciencedirect.com/science/article/pii/S0141813026008123?dgcid=rss_sd_all",
    "pubDate": "2026-02-15T18:41:35Z",
    "category": "science",
    "abstract_source": "semantic_scholar"
  },
  {
    "title": "Screening, risk assessment, and rapid detection of mycotoxins in edible herbs based on UPLC-MS/MS and FT-NIR",
    "source": "ScienceDirect Publication: Food Research International",
    "excerpt": "Publication date: 30 April 2026Source: Food Research International, Volume 230Author(s): Kangnan Liu, Ling Fang, Yaling An, Zijun Tang, Wenjie Zhao, Chunqian Song, Lin Feng, Xiaokang Liu, Zhenwei Li, Daidi Zhang, De-an Guo",
    "url": "https://www.sciencedirect.com/science/article/pii/S0963996926002188?dgcid=rss_sd_all",
    "pubDate": "2026-02-15T10:16:34Z",
    "category": "health"
  },
  {
    "title": "Antifungal mechanism and mycotoxin control of Ligusticum jeholense essential oil against Alternaria alternata in postharvest tomato",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Alternaria alternata causes serious postharvest diseases in tomatoes, threatening shelf life and food safety. In this study, a natural and eco-friendly strategy was developed using Ligusticum jeholense essential oil (LEO), extracted via optimized enzymatic-deep eutectic solvent microwave-assisted method (EDP-MAHD), which achieved a 3.38-fold higher yield than conventional extraction. GC-MS analysis confirmed consistent chemical composition across production batches. In vitro, LEO exhibited potent antifungal activity against A. alternata (IC₅₀, 0.0718 μL/mL), while in vivo experiments on tomato fruit showed it significantly inhibited lesion expansion and suppressed the accumulation of mycotoxins, alternariol (AOH) and tenuazonic acid (TeA). SEM, TEM, proteomic, and physiological analyses revealed that LEO disrupted membrane integrity, interfered with energy metabolism, and induced oxidative stress, suggesting multi-target antifungal mechanisms. Acute toxicity in mice confirmed its safety. These findings support the application of LEO as a promising natural preservative for postharvest disease and toxin control in tomatoes.",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626004231?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T14:58:34Z",
    "category": "health",
    "abstract_source": "openalex"
  },
  {
    "title": "Hyperglycemic conditions modulate the response of colon cancer cells to the mycotoxins alternariol and deoxynivalenol in vitro",
    "source": "ScienceDirect Publication: Food Research International",
    "excerpt": "Publication date: 1 April 2026Source: Food Research International, Volume 229Author(s): Karolina Kowalska, Eszter Borsos, Elisabeth Varga, Doris Marko",
    "url": "https://www.sciencedirect.com/science/article/pii/S0963996926000244?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T14:58:34Z",
    "category": "health"
  },
  {
    "title": "Case Report: Rare pulmonary infection and cytomegalovirus retinitis revealed a case of lymphoma",
    "source": "Frontiers in Medicine | New and Recent Articles",
    "excerpt": "BackgroundRecurrent cytomegalovirus retinitis (CMVR) and rare opportunistic pulmonary infections may be the initial manifestations of underlying immunodeficiency caused by occult hematologic malignancy. Epstein–Barr virus-positive diffuse large B-cell lymphoma, not otherwise specified (EBV+DLBCL-NOS) is an aggressive lymphoma associated with immune dysfunction, predisposing patients to severe opportunistic infections, including CMVR. However, pulmonary co-infection with Tropheryma whipplei and Penicillium digitatum has not been previously described as a presenting feature of EBV+ DLBCL-NOS.CaseA 66-year-old male presented with blurred vision and was diagnosed with CMVR, with profoundly low CD4+ T-cell counts (102 cells/μL) and high cytomegalovirus (CMV) DNA levels in blood and aqueous humor. He initially responded to ganciclovir, but CMVR recurred five months later, accompanied by new pulmonary nodules. Despite negative conventional microbiological tests, metagenomic next-generation sequencing (mNGS) of bronchoalveolar lavage fluid identified co-infection with Tropheryma whipplei and P. digitatum. Broad-spectrum antimicrobial therapy led to partial clinical improvement, but pulmona",
    "url": "https://www.frontiersin.org/articles/10.3389/fmed.2026.1732360",
    "pubDate": "2026-02-13T00:00:00Z",
    "category": "clinical"
  },
  {
    "title": "Fungal diagnostic stewardship in immunocompromised populations: a focus on molds and dimorphic fungi",
    "source": "American Society for Microbiology: Clinical Microbiology Reviews: Table of Contents",
    "excerpt": "SUMMARY Invasive fungal diseases cause severe illness and death in immunocompromised patients. Antifungal use is increasingly common, as is fungal diagnostic testing. However, these efforts have not been guided by traditional stewardship efforts akin to those used for bacterial infections. Fungal diagnostic stewardship can have a significant impact on the care of vulnerable patients, including decreasing unnecessary testing while increasing appropriate testing and improving testing strategies to reduce diagnostic errors. In this review, we discuss the most frequently used fungal diagnostic assays for molds and dimorphic fungal infections, their diagnostic performance for these organisms in immunocompromised hosts, and strategies to improve diagnostic stewardship and ultimately patient outcomes.",
    "url": "https://journals.asm.org/doi/abs/10.1128/cmr.00242-25?af=R",
    "pubDate": "2026-02-12T08:00:00Z",
    "category": "clinical",
    "abstract_source": "openalex"
  },
  {
    "title": "Integrative diagnosis of invasive pulmonary aspergillosis in non-neutropenic patients using BALF-tNGS–derived Aspergillus load and host risk factors: a multicenter study",
    "source": "Frontiers in Cellular and Infection Microbiology | New and Recent Articles",
    "excerpt": "BackgroundDiagnosing invasive pulmonary aspergillosis (IPA) in non-neutropenic patients is challenging because of non-specific manifestations and limited diagnostic tools. Targeted next-generation sequencing (tNGS) of bronchoalveolar lavage fluid (BALF) enables rapid pathogen detection; however, its capacity for quantitative assessment of fungal load remains unclear. This study integrated BALF-tNGS fungal load with host risk factors to develop a diagnostic nomogram for IPA in non-neutropenic patients.MethodsNon-neutropenic adults with suspected IPA were retrospectively enrolled at three tertiary hospitals (December 2020–December 2024). IPA was classified according to consensus definitions. Normalized Aspergillus reads from BALF-tNGS were stratified into low, medium, and high tiers. Clinical, radiological, and microbiological variables were analyzed, and a multivariable logistic regression model was built and internally validated via bootstrapping. Diagnostic performance was assessed using receiver operating characteristic analysis.ResultsAmong 238 patients, 134 had IPA and 104 had non-IPA. Compared with non-IPA cases, patients with IPA had higher rates of diabetes (73.9%), corticos",
    "url": "https://www.frontiersin.org/articles/10.3389/fcimb.2026.1739837",
    "pubDate": "2026-02-12T00:00:00Z",
    "category": "clinical"
  },
  {
    "title": "An unintended consequence: a review of iatrogenic central nervous system mold infections and outbreaks",
    "source": "American Society for Microbiology: Clinical Microbiology Reviews: Table of Contents",
    "excerpt": "SUMMARY Iatrogenic central nervous system mold infections (ICNSMIs) are rare and occur as sporadic complications of neurosurgical procedures or device insertions. However, recent outbreaks have been reported in outpatient settings, following epidural injections with contaminated medicines. We conducted a comprehensive literature review of studies published without date restrictions through July 2025 on ICNSMIs. We identified 905 cases of such infections, with 4% occurring in non-outbreak settings and 96% associated with five documented outbreaks. In both non-outbreak and outbreak settings, infections were more common after spinal/epidural injections, with contaminated medicines or supplies being the primary source. Due to their angioinvasive tendencies, ICNSMI caused by Fusarium solani and Aspergillus species had a higher frequency of stroke/intracranial hemorrhage ( P = 0.011), aneurysm formation ( P = 0.012), and resulted in higher mortality compared with ICNSMI caused by other molds ( P &lt; 0.001). ICNSMI, as a result of catheter-associated fungemia, was very rare (only one case). Strategies to identify ICNSMI in exposed individuals during an outbreak have included (i) symptom-driven lumbar puncture, (ii) screening lumbar puncture regardless of symptoms, and (iii) screening brain MRI regardless of symptoms. Measurement of (1→3)-β-D-glucan in cerebrospinal fluid was a valuable tool to diagnose ICNSMI preemptively. Outcomes of ICNSMI following neurosurgical procedures were poor (90-day mortality of 35%) and depended on the route of inoculation, mold species, timing of diagnosis, and prompt initiation of appropriate antifungal therapy in combination with source control. Patients with ICNSMI often suffered long-term neurologic sequelae, even with the most optimal management strategies.",
    "url": "https://journals.asm.org/doi/abs/10.1128/cmr.00282-25?af=R",
    "pubDate": "2026-02-10T08:00:00Z",
    "category": "clinical",
    "abstract_source": "openalex"
  },
  {
    "title": "Contribution of terrestrial processes in reducing environmental mycotoxin levels: a review on mycotoxin-soil interactions",
    "source": "Latest Results",
    "excerpt": "Mycotoxins are fungal metabolites that can harm humans and animals. They occur primarily in infected crops, with higher levels under environmental stress. Their origin in contaminated crops is the main contributor to soil contamination. Although high levels can be detected in soils, these are transitory and in average far lower than in contaminated crops, indicating a key role of functioning soils in down-regulating environmental mycotoxin levels. This review examines mycotoxin-soil interactions in terms of four terrestrial processes: (i) adsorption to soil fractions, (ii) microbial transformation and mineralisation (iii) transport/mobilization with water, (iv) plant uptake and response. Results show that the main process for dissipation in soils is microbial, improved by biomass and activity and by a narrow fungi-to-bacteria ratio. This aligns with incubation studies suggesting a key role of bacteria in the degradation of mycotoxins. This path is favoured by the availability of the mycotoxins, that can be reduced by the adsorption to soil particles: the aromatic character and the carbonyl functions are decisive for adsorption to soil organic matter and clay particles, respectively. Consequently, mycotoxin levels in environmental compartments can be interpreted as the (net) result of entry and dissipation processes mediated through the soil, rather than the soil acting as a source of them. Plant uptake represents a minor pathway of contamination compared to the in situ production. In soil-plant systems, suboptimal nitrogen (N) and pesticide management are factors triggering fungal infestation and mycotoxins levels. Fungal infestation and mycotoxin can induce the polyphenolic response of the plant, along with mycotoxin metabolization as reported for DON. Based on this newly-made interpretation, this review provides future perspectives on mycotoxin occurrence and fate under climate change and intensive agriculture and proposes soil-based strategies for an integral env",
    "url": "https://link.springer.com/article/10.1007/s12550-026-00635-3",
    "pubDate": "2026-02-10T00:00:00Z",
    "category": "health",
    "abstract_source": "semantic_scholar"
  },
  {
    "title": "Characteristics of mycological criteria for the diagnosis of invasive mold infections in patients with severe burn injury",
    "source": "American Society for Microbiology: Journal of Clinical Microbiology: Table of Contents",
    "excerpt": "ABSTRACT Invasive fungal diseases (IFDs) are common and often fatal in severe burn patients due to skin barrier loss and immune dysfunction. However, current definitions of invasive mold infections are poorly adapted to this population. This study evaluated the characteristics of various diagnostic criteria and their combinations in relation to clinical outcomes in burn patients. We conducted a retrospective cohort study of all patients admitted to the Burn ICU from 2014 to 2023 with ≥15% total burn surface area and at least one sample sent to the mycology lab. Criteria included direct microscopy, culture (respiratory, skin, or tissue), species-specific quantitative PCR (qPCR) ( Aspergillus , Mucorales, and Fusarium ) on plasma/tissue/bronchoalveolar lavage fluid, and serum galactomannan. Among 276 patients, 489/6,184 samples were positive, including 281 skin biopsies (direct examination and conventional culture) and 132 plasma specimens (qPCR). Positive diagnostic criteria ≥1 was found in 93 patients (33.7%): Aspergillus (25.7%), Mucorales (10.9%), and Fusarium (9.8%). Twenty-seven patients (9.8%) had ≥2 criteria involving ≥2 mold types. Mortality rose with the number of positive criteria: 12.7% (0), 10.7% (1, 2), 27.3% (3, 4), and 46.7% (≥5) ( P &lt; 0.001). Plasma qPCR was positive in 81.3% of Mucorales, 40% of Aspergillus , and 15.4% of Fusarium cases with skin involvement. Skin biopsies (direct examination and conventional culture) combined with species-specific plasma qPCR enhance timely and reliable IFD diagnosis in burn patients. Mortality correlated with the number of positive criteria and coexistence of multiple mold species, underscoring the need for broad antifungal coverage and the value of multi-criteria diagnostics to guide treatment. IMPORTANCE Invasive mold infections are frequent and often fatal complications in patients with severe burns, occurring in up to 20% of cases with a total burn surface area exceeding 15%. Despite their severity, no stand",
    "url": "https://journals.asm.org/doi/abs/10.1128/jcm.00950-25?af=R",
    "pubDate": "2026-02-05T08:00:00Z",
    "category": "clinical",
    "abstract_source": "openalex"
  },
  {
    "title": "Dietary curcumin alleviates aflatoxin B1‐induced liver injury and improves growth performance in broilers via Nrf2 activation and NLRP3 inflammasome inhibition",
    "source": "Wiley: Journal of the Science of Food and Agriculture: Table of Contents",
    "excerpt": "Abstract BACKGROUND Aflatoxin B 1 (AFB 1 ), a potent mycotoxin frequently detected in improperly stored poultry feed, induces hepatic oxidative stress, inflammation, and growth retardation in broilers. Curcumin (CUR), a polyphenolic compound derived from Curcuma longa , exhibits strong antioxidant and anti‐inflammatory activities; however, its efficacy and mechanisms in mitigating AFB 1 ‐induced hepatotoxicity in broilers remain unclear. This study aimed to evaluate the protective effects of dietary CUR supplementation on growth performance and liver health of broilers exposed to AFB 1 . RESULTS A total of 720 broilers (eight replicates of 15 birds each per treatment) were fed a basal diet, an AFB₁‐contaminated diet (1 mg kg −1 ), or AFB 1 diets supplemented with CUR (100, 300, or 500 mg kg −1 ) for 42 days. AFB 1 exposure significantly reduced average daily gain and increased feed conversion ratio ( P &lt; 0.05), whereas CUR supplementation – particularly 300–500 mg kg −1 – improved growth performance relative to the AFB 1 group ( P &lt; 0.05). CUR also decreased serum alanine aminotransferase and aspartate aminotransferase activities, alleviated hepatic histopathological damage, enhanced hepatic antioxidant enzyme activities (superoxide dismutase, glutathione peroxidase), and suppressed malondialdehyde accumulation ( P &lt; 0.01). At the molecular level, CUR upregulated Nrf2 and its downstream antioxidant genes while downregulating NOD‐like receptor protein 3 (NLRP3), caspase‐1, and interleukin‐1β, indicating attenuation of inflammasome activation and pyroptosis. CONCLUSION Dietary curcumin effectively mitigated AFB 1 ‐induced hepatotoxicity and performance loss in broilers through activation of the Nrf2 antioxidant pathway and inhibition of the NLRP3 inflammasome. These findings highlight CUR as a promising natural feed additive for protecting poultry against mycotoxin‐induced oxidative and inflammatory damage. © 2025 Society of Chemical Industry.",
    "url": "https://scijournals.onlinelibrary.wiley.com/doi/10.1002/jsfa.70337?af=R",
    "pubDate": "2026-02-04T21:13:31Z",
    "category": "science",
    "abstract_source": "openalex"
  },
  {
    "title": "Antifungal Activity and Resistance Risk of Cyclobutrifluram against Fusarium solani, the Causal Agent of Peanut Root Rot",
    "source": "acs: Journal of Agricultural and Food Chemistry: Table of Contents",
    "excerpt": "Peanut root rot (PRR), caused by <i>Fusarium solani</i>, is a common and destructive disease. Cyclobutrifluram exhibits antifungal activity against <i>Fusarium</i> spp., yet its bioactivity and resistance risk against <i>F. solani</i> remain unclear. In this study, the EC<sub>50</sub> values of cyclobutrifluram against 155 <i>F. solani</i> strains ranged from 0.0279 to 0.1102 μg/mL, with a mean of 0.0513 ± 0.0170 μg/mL. Treatment with cyclobutrifluram significantly inhibited conidial production and germination, reduced succinate dehydrogenase (SDH) activity, increased hyphal branching, and shortened the distance between septa or cell nuclei. Cyclobutrifluram provided excellent control over PRR. Seven laboratory-generated cyclobutrifluram-resistant mutants showed no or slight fitness penalties and exhibited positive cross-resistance only with pydiflumetofen, indicating a moderate-to-high resistance risk. Resistance to cyclobutrifluram in <i>F. solani</i> was conferred by four SDH substitutions (<i>FsSdhB</i><sup>H248Y</sup>, <i>FsSdhC1</i><sup>A83V</sup>, <i>FsSdhC2</i><sup>A85V</sup>, and <i>FsSdhD</i><sup>D184G</sup>), which was confirmed by molecular docking and gene replacement. This study provides crucial insights for developing effective control strategies to manage PRR.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jafc.5c12378?af=R",
    "pubDate": "2026-02-03T08:00:00Z",
    "category": "health",
    "abstract_source": "openalex"
  },
  {
    "title": "Characteristics of individual cyp51A SNPs and combinations thereof impacting the azole phenotype in TR34-mediated resistance genotypes of Aspergillus fumigatus",
    "source": "American Society for Microbiology: Antimicrobial Agents and Chemotherapy: Table of Contents",
    "excerpt": "ABSTRACT The World Health Organization has flagged the rise of drug resistance in Aspergillus fumigatus as a critical concern. Elevated mutation rates in this pathogen contribute to the rapid development of resistance, complicating treatment efforts. We conducted a study on the prevalence of azole resistance among clinical A. fumigatus isolates in the Netherlands from 1994 to 2022 and identified 34 cyp51A variants. To investigate the impact of individual single-nucleotide polymorphisms (SNPs) and combinations thereof on the azole phenotype in TR 34 -mediated resistance genotypes, we focused on novel, recent mutations and explored the effects of SNPs L98H, T289A, I364V, and G448S and the combination of the mutations TR 34 /L98H, TR 34 /L98H/T289A/G448S, and TR 34 /L98H/T289A/I364V/G448S on azole affinity and susceptibility. We created the three-dimensional protein model of the Cyp51A protein with azoles, and the mutation was introduced to the wild-type cyp51A A. fumigatus strain by the CRISPR-Cas9 gene editing technique. Finally, in vitro susceptibility testing of A. fumigatus strains carrying the mutations was conducted to confirm the azole phenotypes observed in clinical isolates. The MICs of all four azoles against the mutated cyp51A strains, which harbored combination mutations, were higher than those of the wild type, with highly elevated MICs of itraconazole, voriconazole, and isavuconazole. Genotypes TR 34 /L98H/T289A/I364V/G448S mutant showed a consistent phenotype to the clinical strains, which are highly resistant to voriconazole but susceptible to itraconazole. In this study, we show that molecular dynamics simulations of amino acid substitutions in the cyp51A gene correlate to the structure–function relationship of in vitro phenotype.",
    "url": "https://journals.asm.org/doi/abs/10.1128/aac.01528-25?af=R",
    "pubDate": "2026-02-03T08:00:00Z",
    "category": "clinical",
    "abstract_source": "openalex"
  },
  {
    "title": "Mycotoxin occurrence and risk assessment in plant-based meat, cheese, and fish alternatives based on an adapted UHPLC-MS/MS multi-method",
    "source": "Latest Results",
    "excerpt": "Plant-based alternatives to animal-derived products have gained significant prominence in recent years, with the market for these products experiencing continuous growth. In response to this trend, we developed an ultra-high-performance liquid chromatography method, coupled with tandem mass spectrometry (UHPLC-MS/MS) for the simultaneous quantification of 15 mycotoxins from Fusarium (deoxynivalenol (DON), DON-3-glucoside (D3G), 3-acetyl-DON, 15-acetyl-DON, HT-2 toxin, T-2 toxin), Alternaria (alternariol, alternariolmonomethylether (AME), tenuazonic acid (TeA)), and Aspergillus species (aflatoxin (AF) B1, B2, G1, G2, sterigmatocystin (STC), ochratoxin A) in plant-based meat, cheese, and fish substitutes. Sample extraction was performed using a QuEChERS (quick, easy, cheap, effective, rugged, and safe) approach, followed by dispersive solid phase extraction (dSPE) for clean-up. Quantification was achieved through stable isotope dilution analysis (SIDA). The method demonstrated limits of detection (LOD) ranging from 0.01 µg/kg (AFB2 and STC) to 14.1 µg/kg (D3G) and limits of quantification (LOQ) between 0.02 µg/kg (STC) and 41.9 µg/kg (D3G). This method was successfully applied to qua",
    "url": "https://link.springer.com/article/10.1007/s12550-026-00636-2",
    "pubDate": "2026-02-03T00:00:00Z",
    "category": "health"
  },
  {
    "title": "Prevalence of mycotoxin contamination in different types of tea: a systematic review and meta-analysis",
    "source": "Latest Results",
    "excerpt": "The consumption of tea as a beverage is considerably increasing worldwide. However, some questions are raised about its safety, particularly regarding the potential contamination by mycotoxins. The objectives of this systematic review and meta-analysis were to assess the overall prevalence of mycotoxin contamination in different types of tea (black, green, dark, white and pu-erh), to compare the contamination rate between two periods (2000–2017 and 2018–2022), and to investigate the impact of country’s income on this contamination. Included studies were selected from Scopus, Science Direct, Web of Science, PubMed and Google Scholar research databases, according to PRISMA guidelines. Statistical analysis was performed using MecdCalc software. Concerning the analytical methods used for mycotoxin detection, 84.6% of included studies used HPLC and or LC–MS/MS. In the 21 included studies, the mycotoxin contamination was predominantly by deoxynivalenol, with 43.8% (95% CI: 8.2%– 83.8%), followed by ochratoxin A (29.1% (95% CI: 11.9%– 50.2%)), enniatin (23.7% (95% CI: 1.7%– 60.1%)), citrinin (23.6% (95% CI: 6.2%– 47.8%)), zearalenone (17.8% (95% CI: 5.1%– 36.0%)), and aflatoxins (12.4% (9",
    "url": "https://link.springer.com/article/10.1007/s12550-025-00620-2",
    "pubDate": "2026-02-02T00:00:00Z",
    "category": "health"
  },
  {
    "title": "Aspergillus Serology Predicts Relapse in Chronic Pulmonary Aspergillosis: Implications for Personalised Follow‐Up Strategies",
    "source": "Wiley: Mycoses: Table of Contents",
    "excerpt": "ABSTRACT Introduction Relapses occur in up to 40% of patients after prolonged courses of antifungal treatment for chronic pulmonary aspergillosis (CPA). The factors predisposing to relapse remain poorly defined. Methods We conducted a retrospective study of adults treated for ≥ 6 months with oral azoles for CPA. Patients who completed antifungal therapy and were deemed not to require further treatment were included. Demographic, clinical, radiological and serological data at treatment completion were collected. CPA relapse was defined as symptomatic and radiological deterioration leading to re‐initiation of antifungal therapy. Cox regression and Kaplan–Meier analyses were used to identify predictors of relapse and mortality. Results Among 125 patients (56% male; mean age 61 years), median treatment duration was 36 months. Thirty‐two (26%) developed relapse; relapse rate at 1 year was 16%. Aspergillus sensitisation (specific IgE &gt; 0.35 IU/mL) and elevated Aspergillus ‐specific IgG (&gt; 40 mg/L) at treatment completion were independently associated with relapse ( p &lt; 0.05). No patient with IgG &lt; 40 mg/L relapsed. Underlying lung disease (COPD or prior tuberculosis), extent of radiological involvement, or treatment duration were not significantly associated with relapse or mortality. Conclusions Aspergillus sensitisation and persistently elevated Aspergillus ‐specific IgG at the end of antifungal therapy were independent predictors of CPA relapse. These parameters may reflect ongoing fungal airway burden and can help identify patients requiring extended or closer post‐treatment follow‐up. Underlying comorbidities were not associated with relapse risk.",
    "url": "https://onlinelibrary.wiley.com/doi/10.1111/myc.70156?af=R",
    "pubDate": "2026-01-30T12:17:59Z",
    "category": "clinical",
    "abstract_source": "openalex"
  },
  {
    "title": "Efficacy of Ipflufenoquin against Strawberry Gray Mold: Insights from AlphaFold- Based Structural Modeling and Genome-Wide Transcriptomic Analysis",
    "source": "acs: Journal of Agricultural and Food Chemistry: Table of Contents",
    "excerpt": "Gray mold caused by <i>Botrytis cinerea</i> significantly threatens strawberry production. This study evaluated the efficacy of ipflufenoquin, a novel dihydroorotate dehydrogenase (DHODH) inhibitor, against fungal pathogens isolated from Korean strawberry fields in 2023. Ipflufenoquin demonstrated a high <i>in vitro</i> sensitivity to <i>B. cinerea</i> and broad activity against other pathogens. Fruit and greenhouse trials confirmed its robust control of gray mold, including strains resistant to multiple fungicide classes. However, treatment shifted the fungal community, promoting less sensitive genera, such as <i>Cladosporium</i> and <i>Rhizopus</i>. Structural modeling with AlphaFold2 and molecular docking confirmed that ipflufenoquin binds to the quinone binding tunnel of DHODH, correlating binding affinity with susceptibility. Additionally, RNA-seq analysis revealed that ipflufenoquin suppresses primary metabolic pathways while triggering a robust stress response, up-regulating detoxification and efflux transporter genes. This integrated study confirms the efficacy of ipflufenoquin against gray mold and elucidates its molecular impacts, offering essential data for sustainable management strategies.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jafc.5c14085?af=R",
    "pubDate": "2026-01-30T08:00:00Z",
    "category": "health",
    "abstract_source": "openalex"
  },
  {
    "title": "Identification and characterization of a novel broad-spectrum antifungal compound targeting the Aspergillus fumigatus cell wall and cell membrane and inducing oxidative stress",
    "source": "American Society for Microbiology: Microbiology Spectrum: Table of Contents",
    "excerpt": "ABSTRACT The substantial increase in fungal diseases, the limited availability of antifungal drugs, and rising resistance to existing treatments highlight the urgent need for developing novel antifungal drugs. Natural products, known for their diverse bioactivities and unique structures, remain critical sources for antifungal drug discovery. In this study, we aimed to identify novel antifungal compounds from soil microbes and isolated a novel 28-membered polyene macrolide, compound 1 , from Kitasatospora melanogena . This compound demonstrated potent antifungal activity, with MICs of 4–16 μg/mL against Aspergillus fumigatus , Aspergillus flavus , Candida albicans , and Cryptococcus neoformans . Treatment with compound 1 led to significant growth reduction and disruption of the cell wall and membrane in A. fumigatus compared to the wild-type. To understand the underlying mechanism, we performed a transcriptomic analysis of A. fumigatus exposed to compound 1 , revealing a substantial downregulation of genes involved in cell wall and membrane biogenesis, as well as those encoding integral membrane proteins and multidrug transporters. Additionally, compound 1 induced oxidative stress, leading to elevated reactive oxygen species levels. These multifaceted mechanisms highlight the potential of K. melanogena natural products in the development of novel antifungal agents. IMPORTANCE Fungal infections cause substantial morbidity and mortality worldwide, yet current treatments are limited and increasingly undermined by resistance. Natural products remain a proven source of antifungal agents, but few new scaffolds have been introduced in recent decades. We identified a novel polyene macrolide from Kitasatospora melanogena with potent activity against major fungal pathogens. This compound disrupts both the fungal cell wall and membrane while inducing oxidative stress, revealing a multifaceted mechanism of action. Our findings highlight soil microbes as valuable reservoirs for a",
    "url": "https://journals.asm.org/doi/abs/10.1128/spectrum.03143-25?af=R",
    "pubDate": "2026-01-28T08:00:00Z",
    "category": "science",
    "abstract_source": "openalex"
  },
  {
    "title": "A combined genetic and chemical approach for identifying novel antifungal compounds against Fusarium graminearum",
    "source": "American Society for Microbiology: Microbiology Spectrum: Table of Contents",
    "excerpt": "ABSTRACT Chemical fungicides act by targeting specific proteins or pathways, known as modes of action (MoAs). In this study, we established a systematic screening platform using Fusarium graminearum gene knockout mutants to evaluate the efficacy of fungicides and identify novel antifungal compounds. Target genes corresponding to major fungicide classes were deleted by homologous recombination, and the resulting mutants exhibited altered sensitivity to the corresponding fungicides compared with the wild-type strain. Deletion of genes encoding known fungicide targets revealed distinct sensitivity profiles, supporting MoA prediction. Using the platform that detects sensitivity differences through OD ₆₀₀ changes, we examined a chemical library of 2,704 small molecules and identified 8 compounds with activity likely involved in the osmotic signal transduction pathway. Several of these compounds exhibited previously unreported antifungal activity, underscoring their potential as novel scaffolds for future development. Collectively, this platform provides a robust, mechanism-informed system for antifungal discovery, with broad applicability to synthetic agents, natural products, and biocontrol metabolites. IMPORTANCE This study provides a perspective on developing strategies to manage fungal pathogens with implications for agriculture and food security. The effectiveness of current fungicides is increasingly limited by resistance, narrow target ranges, and environmental concerns. By combining genetic approaches with chemical screening, this work offers a more systematic way to identify candidate antifungal agents and better understand their possible mechanisms. The framework may also be adapted for use in other areas, including medical and veterinary applications, suggesting potential broader applicability. In addition, the emphasis on exploring new molecular scaffolds supports efforts to develop more sustainable and long-term disease management strategies. Overall, this s",
    "url": "https://journals.asm.org/doi/abs/10.1128/spectrum.02961-25?af=R",
    "pubDate": "2026-01-22T08:00:00Z",
    "category": "science",
    "abstract_source": "openalex"
  },
  {
    "title": "Occurrence of mycotoxins in fish feed and its consequences for aquaculture with special regard to the role of insect products",
    "source": "Latest Results",
    "excerpt": "Infection of plants with molds and inadequate storage conditions of plant materials contribute to contamination of crops like cereals, corn and soybeans with mycotoxins. Plant-derived ingredients serve as major protein sources in aquaculture feeds; however, the increasing use of insects as alternative nutrient sources introduces additional potential pathways for mycotoxin contamination. Strong evidence shows that exposure of fish to mycotoxins can negatively affect their health, leading to reduced growth, impaired immune response and reproductive disorders. However, knowledge of the effects of mycotoxins on farmed insects is still limited. Little is known about the insect metabolism of mycotoxins and their transfer to animal feed, which constitutes a weakness of safety assessments of insects as feed components. This review provides comprehensive information about the consequences of mycotoxin contamination of feed materials and feeds used in aquaculture. To facilitate understanding of the problem and its scale, the mycotoxin levels in plant materials and finished feeds used in aquaculture were compiled and analyzed together with the contamination levels of fish-derived food. Moreover, the available data on the effects of fish exposure to the selected mycotoxins are summarized, highlighting the complexity of the biological activity of these compounds. Finally, recent challenges to the safety of using insects as a protein source in fish nutrition are discussed. The information provided herein is important for assessing the health and economic risks of the growing use of modern feed ingredients in the sustainable aquaculture.",
    "url": "https://link.springer.com/article/10.1007/s12550-025-00628-8",
    "pubDate": "2026-01-22T00:00:00Z",
    "category": "health",
    "abstract_source": "semantic_scholar"
  },
  {
    "title": "Basidiomycete-specific chitin synthase genes have clade-specific roles in cell wall formation and hyphal development in Pleurotus ostreatus",
    "source": "Microbiology: Most Recent Articles",
    "excerpt": "Chitin, an essential structural component of most fungal cell walls, is produced by transmembrane proteins called chitin synthases (CHSs). Our previous study identified novel basidiomycete-specific chss (chsb) clades (BI&#8211;BIII) and suggested functional differences between the chsb genes of clade BII and BIII. This study, together with our previous work, presents the first comprehensive functional analysis and identification of clade-specific roles of chsb genes in vegetative hyphae of the white-rot fungus Pleurotus ostreatus. Using homologous recombination, we disrupted chsb1 (clade BI) and simultaneously disrupted chsb2 and chsb3 (clade BII) to investigate their roles in vegetative growth, cell wall biosynthesis and stress response. Deletion of chsb1 led to reduced colony growth, impaired aerial hyphae formation, thinner cell walls and significant cell wall remodelling. In contrast, single disruptions of chsb2 or chsb3 caused mild phenotypes, while double disruption of these genes resulted in severe growth defects, complete loss of aerial hyphae, and abnormal septation. Relative amounts of chitin were increased in the &#916;chsb1 and &#916;chsb2&#916;chsb3 strains, whereas &#",
    "url": "https://www.microbiologyresearch.org/content/journal/micro/10.1099/mic.0.001651?TRACK=RSS",
    "pubDate": "2026-01-16T00:00:00Z",
    "category": "science"
  },
  {
    "title": "Depletion of the Candida albicans TLO gene family reveals a requirement for alpha TLO genes for wild-type virulence",
    "source": "Microbiology: Most Recent Articles",
    "excerpt": "Candida albicans uniquely possesses an expanded family of genes (the TLO gene family) that encodes 10&#8211;15 paralogues of the Med2 component of the transcriptional regulator Mediator. Previous studies have shown that TLO null mutants are unable to form hyphae and are hypersensitive to environmental stress. However, the reason for the TLO gene expansion remains unclear, and the current study aimed to determine if reduction in the TLO family copy number affected virulence. In order to investigate this, we used CRISPR-Cas9 mutagenesis to generate two TLO-depleted mutants: one mutant retaining only TLO&#946;2 (CaTLO2) and the second mutant containing only TLO&#947;5 (CaTLO5). Both TLO-depleted mutants exhibited increased filamentous growth, increased susceptibility to specific stresses and reduced virulence in a murine model of oropharyngeal candidiasis (OPC). In vitro, the CaTLO5 mutant also exhibited impaired hyphal escape from macrophages and reduced hyphal invasion of oral keratinocytes. We then investigated if complementation with TLO&#945;1, a gene previously shown to restore wild-type growth in a &#916;tlo null mutant, could restore virulence. In vitro infection models showed",
    "url": "https://www.microbiologyresearch.org/content/journal/micro/10.1099/mic.0.001654?TRACK=RSS",
    "pubDate": "2026-01-16T00:00:00Z",
    "category": "science"
  },
  {
    "title": "Lack of a putative intrinsically disordered protein anchored to the sporangiospore cell wall causes fragile sporangium formation in Actinoplanes missouriensis",
    "source": "Microbiology: Most Recent Articles",
    "excerpt": "The filamentous actinomycete Actinoplanes missouriensis develops terminal sporangia on substrate mycelia via short sporangiophores. Each sporangium, surrounded by an outer envelope, contains a few hundred spores encapsulated by the sporangium matrix. In this study, we identified a spore surface-displayed protein, SspA, that is required for the structural strength of sporangia in A. missouriensis through suppressor screening using a spore release-deficient mutant. SspA has a sortase-dependent cell wall-localizing signal, and its mature part is predicted to be a putative intrinsically disordered protein. An sspA null mutant (&#916;sspA) strain formed sporangia, but the mutant sporangia were highly fragile and collapsed immediately to release spores when suspended in aquatic solutions. Transmission electron microscopy revealed that the &#916;sspA sporangia did not mature normally; the electron-dense sporangium matrix was not observed in the peripheral region of each spore, and the outer envelope of some sporangia was damaged. Peptide-tagged SspA proteins produced in the &#916;sspA strain were detected on the surface of the zoospores using the HiBiT system. The heat tolerance of &#916;",
    "url": "https://www.microbiologyresearch.org/content/journal/micro/10.1099/mic.0.001656?TRACK=RSS",
    "pubDate": "2026-01-16T00:00:00Z",
    "category": "science"
  },
  {
    "title": "Beyond Fumigatus: a molecular portrait of clinical Aspergillus diversity, pathogenicity, and antifungal resistance",
    "source": "American Society for Microbiology: Antimicrobial Agents and Chemotherapy: Table of Contents",
    "excerpt": "ABSTRACT Aspergillus infection poses a major clinical challenge, particularly in immunocompromised individuals, with invasive diseases associated with high mortality. While Aspergillus fumigatus remains the predominant species causing human infections, recent studies highlight the growing clinical significance of lesser-known and cryptic Aspergillus species, which often exhibit reduced susceptibility to standard antifungal therapies. In this study, we analyzed 196 clinical Aspergillus isolates from 107 patients treated at the NIH Clinical Center between 2019 and 2022. A total of 38 Aspergillus species across 11 taxonomic sections were identified, with non- fumigatus and cryptic species accounting for 77.1% of all isolates. The most frequently recovered species were A. fumigatus sensu stricto (22.9%), A. sydowii (8.7%), A. calidoustus (7.1%), A. nidulans (6.6%), A. tanneri (6.1%), and A. terreus (5.6%). Species-level identification was achieved in 43% of isolates using matrix-assisted laser desorption/ionization time-of-flight mass spectrometry (MALDI-TOF MS). In contrast, PCR sequencing confirmed species identity in over 88% of isolates by targeting the internal transcribed spacer (ITS) region of rDNA, 81% using the β-tubulin gene, and 68% using the calmodulin gene. The most common underlying clinical conditions among patients were bronchiectasis (35%), chronic granulomatous disease (22%), and pulmonary non-tuberculous mycobacterial infection (17%). Out of 107 patients, eight died (8/107, 7.5%); six of these deaths occurred in patients with chronic granulomatous disease (CGD) and two in patients with RAG1 deficiency. Antifungal susceptibility testing showed that olorofim had the lowest minimal inhibitory concentrations across species. In contrast, the activity of triazoles and amphotericin B was variable, particularly against A. tanneri , A. calidoustus , and A. sydowii . This study presents one of the largest species-level data sets of Aspergillus isolates to date,",
    "url": "https://journals.asm.org/doi/abs/10.1128/aac.01184-25?af=R",
    "pubDate": "2026-01-13T08:00:00Z",
    "category": "clinical",
    "abstract_source": "openalex"
  },
  {
    "title": "Phosphorene based nano-sensors for mycotoxins in food products: a review",
    "source": "Latest Results",
    "excerpt": "Mycotoxins are toxic fungal metabolites that pose serious challenges to worldwide food safety. It necessitates the rapid and sensitive methods for real-time detection of these compounds in food products. Conventional detection approaches are accurate, but their complexity, high cost and time consumption often create obstacles. The use of nanosensors, particularly those based on 2D-nanomaterials like phosphorene, are novel means for quick, sensitive, and low-cost detection of mycotoxins. Its tunable bandgap, high surface-to-volume ratio, and high electron mobility enables fast, sensitive, and low-cost detection of mycotoxins in real-food samples. Advances in synthesis and functionalization of phosphorene have improved its stability and integration into electrochemical, optical and field-effect transistor based sensors. Such phosphorene-based nanosensors exhibited exceptional low detection limits with improved selectivity for real-time monitoring of complex food products. Overall, phosphorene derived nanosensors have been established to be an innovative technology for on-site monitoring of mycotoxin contamination, facilitating overcome the challenges in food quality control.",
    "url": "https://link.springer.com/article/10.1007/s12550-025-00633-x",
    "pubDate": "2026-01-13T00:00:00Z",
    "category": "health"
  },
  {
    "title": "Occurrence of toxigenic fungi and mycotoxins in pig feeds: potential implications for workers’ exposure",
    "source": "Latest Results",
    "excerpt": "The objective of the study was to assess the potential exposure of pig farmers to toxigenic fungi and mycotoxins by investigating their presence in feeds to understand whether these matrices may represent a source of release into the environment and pose an occupational health risk. Nine feed samples were collected from several intensive farms located in Southern Italy and analyzed through a multi-methodological approach. A total of 35 molds were isolated and A. flavus turned out to be the most frequently species, representing nearly 46% (16/35), followed by A. niger and A. candidus, each at 11.43%. Among the 16 A. flavus strains, 8 possessed all 5 key genes of the aflatoxin biosynthetic pathway but only 4 showed the true aflatoxigenic capacity as confirmed by HPLC/MS-MS analysis (AFB1 range: 0.52–1030 µg/L). The most frequent mycotoxin was Ochratoxin A (OTA), occurring in 100% of the samples at mean concentration of 33.6 µg/kg while Fumonisin B1 (FB1) occurred in 97% of the feed samples at mean concentration of 247.1 µg/kg. Only one sample was contaminated by Aflatoxin B1 (5.84 µg/kg), classified as carcinogenic to humans. Our results confirm that feedstuffs can contribute to cont",
    "url": "https://link.springer.com/article/10.1007/s12550-025-00632-y",
    "pubDate": "2026-01-05T00:00:00Z",
    "category": "health"
  },
  {
    "title": "Aflatoxin surveillance in Punjab’s dairy sector: feed and milk contamination",
    "source": "Latest Results",
    "excerpt": "This panel-type longitudinal study assesses the impact of socio-economic factors on aflatoxin contamination in milk and feed within Punjab, Pakistan. This study enabled monthly tracking of contamination and awareness levels, providing a dynamic assessment of changes over time. Utilizing a geographically representative cluster random sampling, 36 districts were stratified into five clusters (north, south, east, west and central) for comprehensive analysis. A total of 300 milk and 300 feed samples were collected monthly and analysed using competitive enzyme immunoassay kits. Data collected from face-to-face interviews and laboratory analyses were statistically analyzed using SPSS and R- software. Socio-economic variables, including education, income, landholding size, herd size, and milk yield, were examined in relation to contamination levels with adjustments for potential confounding factors. Results indicated significant correlations between education levels and aflatoxin awareness, with higher education correlating with reduced contamination. Aflatoxin levels were highest in the central region, linked to reliance on self-stored grains. Training on aflatoxin management significant",
    "url": "https://link.springer.com/article/10.1007/s12550-025-00626-w",
    "pubDate": "2026-01-05T00:00:00Z",
    "category": "health"
  },
  {
    "title": "Production of ETP-Type (Epipolythiodioxopiperazine) Mycotoxins in Clinical Fungal Isolates",
    "source": "acs: Journal of Natural Products: Table of Contents",
    "excerpt": "Gliotoxin, an epipolythiodioxopiperazine (ETP) toxin, has been reported in several fungal species, but its distribution remains unclear. We analyzed 140 clinical isolates from two major hospitals using HPLC and LC-MS/MS to assess gliotoxin production. Gliotoxin was detected only in <i>Aspergillus fumigatus</i> isolates, with no production observed in any other species under multiple culture conditions. Molecular networking and comparative genomics revealed distinct ETP-related pathways in non-<i>A. fumigatus</i> species, including aspirochlorine derivatives in <i>Aspergillus flavus</i> and aranotin-related metabolites in <i>Aspergillus terreus</i>. These findings clarify species-specific ETP profiles and confirm <i>A. fumigatus</i> as the sole gliotoxin producer among the isolates examined.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jnatprod.5c01151?af=R",
    "pubDate": "2026-01-04T08:00:00Z",
    "category": "indoor",
    "abstract_source": "openalex"
  },
  {
    "title": "An integrated multiscale computational study of nephrotoxicity mechanism of citrinin and its metabolites (CIMs)：density functional theory, network toxicology, and molecular dynamics simulation",
    "source": "Latest Results",
    "excerpt": "Citrinin is a common mycotoxin found in food and poses risks to both human and animal health. While extensive research has been conducted on the nephrotoxicity of citrinin itself, the nephrotoxicity of its metabolites remains unclear. Therefore, this study investigated the nephrotoxic mechanism of citrinin and its metabolites (CIMs) using density functional theory, network toxicology, and computer simulations. Our findings revealed that CIMs also have potential toxicity, such as nephrotoxicity. Density functional theory explained the structural basis of the toxicity of CIMs. A total of 255 targets related to nephrotoxicity induced by CIMs were predicted by network toxicology. Notably, the enrichment results indicated the importance of multiple forms of programmed cell death in CIMs-induced nephrotoxicity. In addition, four key targets (TP53, MAPK1, MAPK3, and HSP90AA1) were identified, with molecular dynamics simulations validating stable binding between the four targets and CIMs. Van der Waals forces were the main driving force for stabilizing complexes formed between CIMs and the four targets through the binding free energy and independent gradient model analysis. Our research pr",
    "url": "https://link.springer.com/article/10.1007/s12550-025-00631-z",
    "pubDate": "2025-12-29T00:00:00Z",
    "category": "health"
  },
  {
    "title": "Aflatoxin B1 interferes with lncRNA-mRNA network to inhibit proliferation of bovine endometrial epithelial cells",
    "source": "Latest Results",
    "excerpt": "Aflatoxin B1 (AFB1), a common feed contaminant, causes substantial economic losses in animal husbandry and threatens reproductive health. This study investigated the toxic mechanisms of AFB1 on bovine endometrial epithelial cells using in vitro experiments. Treatment with 5 μg/mL AFB1 for 24 h significantly inhibited cell proliferation and induced apoptosis, indicated by a reduced EdU-positive rate and increased Bax/Bcl-2 ratio and Caspase-3 expression. Transcriptome sequencing identified 810 differentially expressed mRNAs and 88 upregulated lncRNAs, which were primarily enriched in calcium signaling, oxytocin, and GnRH pathways. Experimental validation confirmed that AFB1 elevated intracellular Ca2⁺ levels, dysregulated calcium-related protein expression, and disrupted mitochondrial membrane potential. Further analysis suggested that lncRNAs such as MSTRG.32635 may perturb cellular homeostasis by modulating calcium signaling–associated genes. These findings elucidate a novel mechanism wherein AFB1 impairs endometrial cell function via an lncRNA–mRNA network that interferes with calcium signaling, offering potential targets for the prevention and treatment of AFB1-induced reproduct",
    "url": "https://link.springer.com/article/10.1007/s12550-025-00627-9",
    "pubDate": "2025-12-27T00:00:00Z",
    "category": "health"
  },
  {
    "title": "Human biomonitoring of mycotoxins: key challenges and future directions",
    "source": "Latest Results",
    "excerpt": "Mycotoxins pose a major health risk for humans in many parts of the world. For exposure assessment human biomonitoring (HBM) based on the analysis of serum, plasma, whole blood, urine or breast milk samples is a powerful approach which has been extensively used. However, there are several major challenges and pitfalls to be considered to achieve reliable and standardized data which can be used for risk assessment. These challenges include sampling (spot urine, 24 h urine, plasma, serum etc.) and analytical issues (missing reference standards, matrix effects, protein adducts, recovery, limit of detection, stability during storage, etc.). Further critical aspects needed for biomarker interpretation and human health risk evaluation are a lack of data for several mycotoxins such as (a) health-based guidance values (b) long-term biomarkers, (c) reliable food intake data (d) toxicokinetic parameters in humans, for example clearance and transfer rates to urine or milk and (e) HBM guidance values. In this review, these issues will be discussed based on recent HBM studies and recommendations for future studies as well as research needs will be derived.\n                Graphical abstract",
    "url": "https://link.springer.com/article/10.1007/s12550-025-00612-2",
    "pubDate": "2025-12-23T00:00:00Z",
    "category": "health"
  },
  {
    "title": "From climate change to analytical advances on mycotoxin research: key insights from the 46th Mycotoxin Workshop",
    "source": "Latest Results",
    "excerpt": "",
    "url": "https://link.springer.com/article/10.1007/s12550-025-00629-7",
    "pubDate": "2025-12-23T00:00:00Z",
    "category": "health"
  },
  {
    "title": "Probiotics as eco-friendlybio-preservatives: In vivo mechanisms of mycotoxin inhibition and emerging applications for food safety and human health",
    "source": "Latest Results",
    "excerpt": "Probiotics present a promising and sustainable solution for mitigating the harmful effects of mycotoxins in food thereby resolving a critical concern for global food safety. This review highlights probiotics’ role as eco-friendly bio-preservatives that inhibit both the production and effects of mycotoxins in food systems. It explores the in vivo and in vivo mechanisms through which probiotics neutralize mycotoxins, prevent their carcinogenic effects and improve food safety. These findings indicate the potential of probiotics dual function in preventing mycotoxin contamination at the food level and mitigating their harmful impacts upon ingestion. The review incorporates experimental case studies and innovations in probiotic research, emphasizing their potential as safe and effective alternatives to synthetic chemical detoxifiers. Despite significant progress in grasping the role of probiotics, hurdles remain such as strain specificity, limited clinical data and environmental factors affecting probiotic efficacy. This review identifies main research gaps and offers recommendations for future studies, particularly in advancing in vivo and human trials. By refining probiotic applicatio",
    "url": "https://link.springer.com/article/10.1007/s12550-025-00616-y",
    "pubDate": "2025-12-22T00:00:00Z",
    "category": "health"
  },
  {
    "title": "Occurrence and Quantification of Fusarium Mycotoxins in Wheat Grains from Uruguay",
    "source": "acs: ACS Food Science & Technology: Table of Contents",
    "excerpt": "ACS Food Science & Technology, Volume 6, Issue 1, Page 80-89, January 16, 2026.",
    "url": "https://pubs.acs.org/doi/10.1021/acsfoodscitech.5c00713?af=R",
    "pubDate": "2025-12-19T08:00:00Z",
    "category": "health"
  },
  {
    "title": "Dynamics of Kojic Acid and Other Compositions during Solid-State Fermentation of Two White Grape Pomaces by Aspergillus oryzae and tamarii",
    "source": "acs: ACS Food Science & Technology: Table of Contents",
    "excerpt": "ACS Food Science & Technology, Volume 6, Issue 1, Page 125-138, January 16, 2026.",
    "url": "https://pubs.acs.org/doi/10.1021/acsfoodscitech.5c00887?af=R",
    "pubDate": "2025-12-18T08:00:00Z",
    "category": "health"
  },
  {
    "title": "Antibacterial and Cytotoxic Decahydrofluorene-Class Alkaloids from the Marine-Derived Fungus Penicillium sp. SCSIO 41512",
    "source": "acs: Journal of Natural Products: Table of Contents",
    "excerpt": "Eight new decahydrofluorene-class alkaloids, pyrrospirones R-Y (<b>1</b>-<b>8</b>), together with 13 known analogues (9<b><i>-</i></b>21) were isolated from the marine-derived fungal strain <i>Penicillium</i> sp. SCSIO 41512. Their structures were determined by extensive spectroscopic analysis, and their absolute configurations were established by quantum chemical calculations of electronic circular dichroism (ECD) spectra, by a comparison of experimental ECD spectra, or by single-crystal X-ray diffraction analysis. Compound <b>1</b> rarely contains an oxime hydroxy with a 6/5/6/5/6/13 polycyclic system. A plausible biosynthetic pathway for <b>1</b> and <b>2</b> was proposed. Biologically, compounds <b>1</b>, <b>4</b>, <b>6</b>, <b>8</b>, <b>10</b>-<b>12</b>, <b>14</b>-<b>15</b>, <b>18</b>-<b>19</b>, and <b>21</b> had cytotoxicity against human cancer cell lines A549 and HCT116 with IC<sub>50</sub> values of 7.3-79.3 μM, and <b>1</b>, <b>4</b>, <b>6</b>, <b>11</b>, <b>15</b>, <b>18</b>, and <b>21</b> also showed significant inhibitory activity against six pathogenic bacteria with MIC values of 1.6-13.0 μg/mL. Their structure-bioactivity relationship was also discussed.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jnatprod.5c01203?af=R",
    "pubDate": "2025-12-17T08:00:00Z",
    "category": "indoor",
    "abstract_source": "openalex"
  },
  {
    "title": "Advancing mold identification in the routine laboratory, performance of smartphone-based imaging and a newly developed convolutional neural network",
    "source": "American Society for Microbiology: Microbiology Spectrum: Table of Contents",
    "excerpt": "ABSTRACT Mold identification in clinical diagnostics is traditionally labor-intensive and is dependent on expert interpretation. MoldVision is a deep-learning approach that uses smartphone images of mold cultures to automate identification. We analyzed 161 clinical isolates across four common mold genera: Penicillium spp., Aspergillus spp. (with A. flavus and A. fumigatus ), Fusarium spp., and Cladosporium spp. Daily images were captured from the top and bottom of culture plates over 5 days using a standardized smartphone setup, generating over 4,000 images. We trained three variations of Visual Geometry Group 16 (VGG16) convolutional neural networks (CNNs) and benchmarked the best-performing model (VGG16 with dual classification heads) against LightGBM models trained on pre-extracted features and human expert assessments at various time points. The best-performing VGG16 model achieved a mean (SD) AUROC of 92.7% ± 1.8% and sensitivity of 68.7% ± 2.6% across all species. Here, the performance in identifying Cladosporium spp. was best (AUROC of 99.9% ± 0.1%, fivefold cross-validation mean and SD). Regarding the evaluations over time, early-stage classification (days 1–2) was challenging (F1-score 38.8% ± 3.5% across all species) but improved significantly on days 3–5 (F1 92.1% ± 2.8% across all species). Compared to experts, MoldVision consistently showed superior performance, particularly in mature cultures, detecting subtle morphological features earlier and more accurately. Our results demonstrate that CNNs integrated with low-cost smartphone imaging can reliably classify mold species in routine diagnostics, outperforming human experts in many cases. This approach offers a practical and scalable solution for laboratories lacking specialized mycology expertise, especially in resource-limited settings. IMPORTANCE Timely, accurate mold identification can save lives, yet today it often requires days of growth and scarce expert time. MoldVision offers a practical altern",
    "url": "https://journals.asm.org/doi/abs/10.1128/spectrum.02924-25?af=R",
    "pubDate": "2025-12-16T08:00:00Z",
    "category": "science",
    "abstract_source": "openalex"
  },
  {
    "title": "GSNOR is essential for nitric oxide homeostasis and involved in aflatoxin biosynthesis and pathogenicity in Aspergillus flavus",
    "source": "American Society for Microbiology: Applied and Environmental Microbiology: Table of Contents",
    "excerpt": "ABSTRACT Nitric oxide (NO) is an important biological signaling molecule. S -nitrosoglutathione reductase (GSNOR), a master regulator of NO signaling, regulates various biological processes. However, little is known about the role of GSNOR in Aspergillus flavus . Here, we identified a gene encoding GSNOR in this aflatoxigenic fungus and demonstrated that GSNOR shows activity during the critical life cycle stages, including spore germination, hyphal growth, and conidiogenesis. We found that GSNOR plays a crucial role in NO homeostasis, as GSNOR deletion resulted in significantly elevated NO levels and heightened sensitivity to exogenous NO stress. GSNOR also participated in multiple biological processes in A. flavus ; for that, GSNOR deletion impaired conidia germination, reduced growth, decreased conidiogenesis and sclerotial development, attenuated virulence on kernels, and notably decreased aflatoxin production. Furthermore, we demonstrated that GSNOR is important for reactive oxygen species (ROS) balance, as its deletion significantly elevated mycelial ROS levels and made the strain more sensitive to oxidative stress. IMPORTANCE Aspergillus flavus is a notorious saprophytic filamentous fungus, with its production of carcinogenic aflatoxins posing serious threats to food safety and human health. Aflatoxin contamination prevention and control have long been a global challenge. In previous studies, we observed that nitric oxide (NO) significantly inhibits the aflatoxin production by A. flavus . This study further investigated the role of the key regulatory enzyme S -nitrosoglutathione reductase (GSNOR) in the NO signaling pathway. Our findings indicate that GSNOR is crucial for maintaining both NO homeostasis and reactive oxygen species (ROS) balance and plays an essential role in fungal development, pathogenicity, and aflatoxin biosynthesis. These results highlight the potential of targeting components in the NO signaling pathway, such as GSNOR, as a novel strategy",
    "url": "https://journals.asm.org/doi/abs/10.1128/aem.01408-25?af=R",
    "pubDate": "2025-12-16T08:00:00Z",
    "category": "indoor",
    "abstract_source": "openalex"
  },
  {
    "title": "Dietary melegueta seed powder modulates growth, hepatic function, and biomarkers to counteract aflatoxin B₁ toxicity in broilers",
    "source": "Latest Results",
    "excerpt": "Aframomum melegueta seed powder (AMSP) is a phytogenic supplement with notable antioxidant and anti-inflammatory properties. This study assessed its potential to protect broiler chickens against aflatoxin B₁ (AFB₁)-induced toxicity. AMSP was screened for phytochemicals and antioxidant activity. A total of 320 Cobb 500 chicks were assigned to four diets using a completely randomized design: CTRL (control), ATB1 (0.4 mg/kg AFB₁), A1AF (AFB₁ + 0.5 g/kg AMSP), and A2AF (AFB₁ + 1.0 g/kg AMSP) for six weeks. Exposure to AFB₁ by the birds in ATB1 markedly (P &lt; 0.05) impaired growth performance, as evidenced by reduced final body weight (2,315.82 g vs. 2,743.23 g in CTRL), lower protein intake (813.45 g vs. 837.24 g), and increased feed conversion ratio (1.70 vs. 1.47). AMSP supplementation, particularly at 1.0 g/kg in A2AF, restored growth performance to control levels, while supplementation at 0.5 g/kg in A1AF achieved partial recovery. Compared with the CTRL group, AFB₁ exposure in the ATB1 birds reduced (P &lt; 0.05) packed cell volume (29.37% vs. 35.05%) and haemoglobin concentration (9.79 g/dL vs. 11.68 g/dL), elevated (P &lt; 0.05) ALT (24.04 vs. 16.77 IU/L), AST (70.62 vs. 57.59",
    "url": "https://link.springer.com/article/10.1007/s12550-025-00617-x",
    "pubDate": "2025-12-06T00:00:00Z",
    "category": "health"
  },
  {
    "title": "Emerging toxins and emerging concerns: determination of selected mycotoxins in rabbit and rodent pet food using liquid chromatography-tandem mass spectrometry",
    "source": "Latest Results",
    "excerpt": "Emerging mycotoxins are defined as fungal metabolites not yet regulated or routinely monitored&#8212;are gaining attention due to their potential health impacts and widespread occurrence in food and feed. These emerging mycotoxins are known to exert diverse in vitro toxic effects. Furthermore, they share relevant antimicrobial properties, which may affect intestinal microbiota and hence gut health, immunity and animal welfare, particularly in herbivorous species. Despite growing interest in small herbivorous pets such as rabbits and rodents, limited data are available on mycotoxin contamination in their commercial diets. This study aimed to develop and validate a reliable LC&#8211;MS/MS method for the simultaneous determination of selected emerging mycotoxins&#8212;such as beauvericin (BEAU), enniatins (ENN A, A1, B, B1), and alternariol (AOH)&#8212;in rabbit and rodent feed. A total of 200 feed samples (100 each for rabbit and rodent feed) were randomly collected from pet shops and markets in Bangkok, Thailand. Sample preparation was based on the QuEChERS approach, and detection was performed using liquid chromatography&#8211;tandem mass spectrometry with electrospray ionization in multiple reaction monitoring mode. Method validation was conducted according to SANTE/11,312/2021 guidelines, demonstrating acceptable performance in terms of selectivity, linearity, recovery, precision, and LOQ. The results revealed contamination with at least one emerging mycotoxin in 50% of rabbit feed and 39% of rodent feed samples, with BEAU being the most frequently detected compound. Co-contamination of BEAU and ENNs was found in 13.2% of rabbit feed and 8.2% of rodent feed samples, while AOH was not detected. These findings highlight the need for routine monitoring of emerging mycotoxins in pet food, especially for herbivorous small pets that may be rather vulnerable to microbiota-disrupting agents. The validated method offers a practical tool for quality assurance in the pet foo",
    "url": "https://link.springer.com/article/10.1007/s12550-025-00623-z",
    "pubDate": "2025-12-03T00:00:00Z",
    "category": "health",
    "abstract_source": "web_scrape"
  },
  {
    "title": "Optimization and validation of a targeted high-throughput UHPLC-MS/MS method for the analysis of multiple mycotoxins in chicken serum, egg yolk and white",
    "source": "Latest Results",
    "excerpt": "Mycotoxins, produced by fungi, contaminate animal feed and subsequently enter food products like eggs, posing significant health risks. This study aimed to optimize and validate a sensitive, cost-efficient, high-throughput UHPLC-MS/MS method for the qualitative analysis of 38 mycotoxins, and the quantification of 30, 29 and 29 regulated and emerging mycotoxins in chicken serum, egg yolk and egg white, respectively. Sample preparation involved liquid extraction with 0.1% formic acid in acetonitrile, followed by protein and phospholipid removal using Oasis® Ostro™. This high-throughput method processed 96 samples within 4 h. Chromatographic separation was performed on an Acquity Premier BEH C18 column using 0.1% acetic acid in both water and methanol as mobile phases, with gradient elution. The MS/MS instrument employed electrospray ionization polarity switching and operated in multiple reaction monitoring mode. To enhance performance, ¹³C-labeled internal standards were utilized. In-house method validation followed European guidelines, with procedural calibration curves constructed over a range limit quantification (LOQ) up to 200 ng/ml for serum and 20 µg/kg for egg yolk/white, dem",
    "url": "https://link.springer.com/article/10.1007/s12550-025-00618-w",
    "pubDate": "2025-12-02T00:00:00Z",
    "category": "health"
  },
  {
    "title": "Unravelling the antifungal mechanism of phytic acid on Aspergillus flavus development and aflatoxin B1 biosynthesis",
    "source": "tandf: Food Additives & Contaminants: Part A: Table of Contents",
    "excerpt": "<i>Aspergillus flavus</i> (<i>A. flavus</i>) is a plant pathogenic fungus that produces toxic and carcinogenic aflatoxins, posing a threat to food safety and human health. As a kind of food additive, phytic acid (PA) exhibits excellent antimicrobial activity. However, the antifungal effects of PA against <i>A. flavus</i> are not well understood. Here, transcriptomic and biochemical analyses were carried out to investigate the inhibitory effects of PA against <i>A. flavus</i> and potential mechanisms. Our findings demonstrated that PA effectively inhibited the vegetative growth, conidiation and aflatoxin B1 (AFB1) production of <i>A. flavus</i>. In addition, we found that PA also suppressed the pathogenicity of <i>A. flavus</i> on peanut and maize seeds. The transcriptomic analysis confirmed that the differentially expressed genes (DEGs) were involved in development, aflatoxin biosynthesis, oxidative stress, ergosterol biosynthesis, and the MAPK signalling pathway in <i>A. flavus</i>. Biochemical experiments further demonstrated that PA could destroy cell membrane integrity and induce reactive oxygen species (ROS) accumulation, eventually resulting in defects of development and AFB1 biosynthesis in <i>A. flavus</i>. Taken together, this research enhances understanding of the antifungal mechanism of PA, and provides novel insights into its potential as a food additive to prevent and control <i>A. flavus</i> contamination.",
    "url": "https://www.tandfonline.com/doi/full/10.1080/19440049.2025.2591397?af=R",
    "pubDate": "2025-12-01T08:25:10Z",
    "category": "health",
    "abstract_source": "openalex"
  },
  {
    "title": "Concentration of aflatoxin B1 in Iranian rice and human health risk assessment",
    "source": "tandf: Food Additives & Contaminants: Part A: Table of Contents",
    "excerpt": "Contamination of food products such as rice with mycotoxins, especially aflatoxins (AFs), can endanger human health and cause economic problems. Dietary exposure to aflatoxin B1 (AFB1) is a public health concern, especially in countries where rice is a staple food, due to its carcinogenic, acute, and chronic effects. Therefore, the aim of this study was to determine the occurrence and concentration levels of AFB1 in domestic (Iranian) rice samples. The presence and mean concentration of AFB1 in 70 Iranian rice samples collected from local markets in Tehran, Iran were measured using a competitive ELISA method. Furthermore, a health risk assessment was performed based on estimated daily intake (EDI) of AFB1 from rice consumption, margin of exposure (MOE), and liver cancer risk in Iranian children and adults. AFB1 was detected in 26 samples (37.1%) with the mean concentration levels of 1.86 ± 0.67 ng/g (ranges from 1.12 to 4.26); of these, 7 samples (26.9%) had values exceeding the limit set by European Union regulations (2 ng/g). Additionally, AFB1 contamination in no rice sample exceeded the maximum limit accepted by Iranian National Standardisation Organisation (5 ng/g). This study showed that the mean EDI of AFB1 was 9 and 3 ng/kg bw/day for children and adults, respectively. In addition, the mean MOEs for children and adults were 18 and 64, respectively, indicating a public health concern. In addition, the present study showed that the risks of liver cancer associated with rice consumption among Iranian children and adults were 0.13 and 0.04 cancer cases/year/per 10<sup>5</sup> people, respectively. This study showed that monitoring AFB1 levels in rice is essential for assessing food safety and protecting public health, particularly in developing countries where rice is a staple food.",
    "url": "https://www.tandfonline.com/doi/full/10.1080/19440049.2025.2585909?af=R",
    "pubDate": "2025-12-01T04:22:36Z",
    "category": "health",
    "abstract_source": "openalex"
  },
  {
    "title": "Simultaneous determination and occurrence assessment of 55 mycotoxins in tea and spices using liquid chromatography-high resolution mass spectrometry",
    "source": "Latest Results",
    "excerpt": "Multi-mycotoxin occurrence was investigated in samples of teas and spices marketed in Bangkok, Thailand, to protect consumer health. To date, the investigation of mycotoxins in teas and spices has become an important issue worldwide. Therefore, 120 tea samples consisting of 40 samples each of green tea, oolong tea, and black tea, and 300 samples consisting of 30 samples each of black pepper, white pepper, cardamom, coriander seed, cinnamon, cumin, chili powder, nutmeg, star anise, and turmeric powder, were sampled from markets in Bangkok, Thailand. The samples were extracted using a QuEChERS-like (quick, easy, cheap, effective, rugged, safe) approach and the targeted 55 mycotoxins in the tea and spice samples were analyzed using liquid chromatography-high resolution mass spectrometry. The results identified various levels of positive mycotoxin contamination in the tea and spice samples, with a variety of mycotoxins identified. The incidence levels of the mycotoxin contamination varied among the different types of tea and spice samples, excluding the black tea samples. Mycotoxins were detectable in all the collected black pepper and cinnamon samples. Beauvericin, an emerging mycotox",
    "url": "https://link.springer.com/article/10.1007/s12550-025-00624-y",
    "pubDate": "2025-11-29T00:00:00Z",
    "category": "health"
  },
  {
    "title": "Occurrence of mycotoxins in pastures and conserved forages in the Southeast region of Brazil",
    "source": "Latest Results",
    "excerpt": "This study aimed to investigate the occurrence of mycotoxins in pastures (N = 84) and in conserved hay, haylage, and silage forages (N = 107) collected from 21 farms in the Southeast region of Brazil, using high-performance liquid chromatography coupled with mass spectrometry (LC-MS/MS). Mycotoxins were quantified in 94 and 91% of pasture and conserved forage samples, respectively. The most frequently found mycotoxins in pastures were aflatoxins (AFs) and ochratoxin A (OTA). Among the plant species analyzed, Urochloa spp. showed the highest detection rates, especially for T-2 toxin (T-2), AFs, and OTA. Fumonisins (FBs) and zearalenone (ZEN) were the most prevalent mycotoxins in conserved forages. In pastures, OTA had the highest occurrence rate in summer, although FBs were more frequently quantified in the winter. The mean levels of AFs (sum of AFB1 and AFB2) in pastures and conserved forages exceeded the European Union’s maximum tolerance limits for animal feed. Co-occurrence of mycotoxins was observed in 59 and 35 samples of pastures and conserved forages (70 and 34%, respectively). AFs with FBs (sum of FB1 and FB2), T-2, or OTA were the most common co-occurring mycotoxins in pas",
    "url": "https://link.springer.com/article/10.1007/s12550-025-00625-x",
    "pubDate": "2025-11-27T00:00:00Z",
    "category": "health"
  },
  {
    "title": "Protective effect of organic selenium and organic chromium dietary supplementation against aflatoxicosis in mice",
    "source": "Latest Results",
    "excerpt": "Aflatoxins are highly toxic mycotoxins linked to serious health issues, including hepatotoxicity, immunosuppression, and oxidative stress. This study investigated the protective effects of chromium-methionine (Cr-Met) and selenium-methionine (Se-Met) supplementation, both alone and in combination, against aflatoxin-induced toxicity in mice. Five dietary treatments were implemented: a control diet (T1), an aflatoxin-contaminated diet containing 2 mg of aflatoxins per kg of diet (T2), and aflatoxin-contaminated diets supplemented with 0.5 mg of Cr-Met per kg (T3), 0.5 mg of Se-Met per kg (T4), or a combination of both (T5). Exposure to aflatoxins significantly (p &lt; 0.05) impaired growth performance, disrupted liver enzyme profiles, suppressed immune function, and compromised antioxidant defense mechanisms. In contrast, dietary supplementation with T3 and T4 markedly (p &lt; 0.05) enhanced growth performance, increased feed intake, and elevated immunoglobulin levels while reducing oxidative stress markers and liver damage. Gene expression analysis indicated that aflatoxin exposure led to the upregulation of inducible nitric oxide synthase (iNOS) and the downregulation of catalase (",
    "url": "https://link.springer.com/article/10.1007/s12550-025-00622-0",
    "pubDate": "2025-11-26T00:00:00Z",
    "category": "health"
  },
  {
    "title": "Three new homothallic species of Alternaria section Nimbya from wetland plants in Iran",
    "source": "tandf: Mycologia: Table of Contents",
    "excerpt": "During a survey of fungi associated with Cyperaceae plants in northern and northwestern Iran, three previously undescribed species belonging to <i>Alternaria</i> section <i>Nimbya</i> were identified and characterized. These new species, namely, <i>Alternaria azarbaijanica, A. caspica</i>, and <i>A. eleocharidis</i>, spp. nov. were examined using a combination of morphological traits, cultural features, and molecular data. Remarkably, all three species produced both sexual and asexual morphs under laboratory conditions, providing rare insights into reproductive modes within <i>Alternaria</i>, where sexual morphs are rarely observed. Phylogenetic analyses based on five gene regions (ITS-rDNA, <i>GAPDH, TEF1, RPB2</i>, and <i>Alt a 1</i>) clarified their evolutionary relationships and supported species delimitation. Phylogenetic trees constructed using maximum likelihood, maximum parsimony, and Bayesian inference consistently resolved each species as a distinct monophyletic lineage within <i>Alternaria</i> section <i>Nimbya</i>. These findings reveal previously unrecognized <i>Alternaria</i> diversity on Cyperaceae hosts and underscore the value of combining morphological observations with multilocus phylogenetic approaches to resolve taxonomic complexities in <i>Alternaria</i>.",
    "url": "https://www.tandfonline.com/doi/full/10.1080/00275514.2025.2572908?af=R",
    "pubDate": "2025-11-20T03:03:19Z",
    "category": "science",
    "abstract_source": "openalex"
  },
  {
    "title": "New phenolic bisabolane sesquiterpenoids discovered from the marine-derived fungus Aspergillus sydowii assisted by molecular networking and SMART strategies",
    "source": "tandf: Mycology: Table of Contents",
    "excerpt": "Three previously undescribed phenolic bisabolane sesquiterpenoids (PBS) including a pair of new enantiomers (±)-aspersydonol A (1a/1b) and aspersydonol B (2), along with 12 known analogs (3–14) were isolated from the marine-associated fungus Aspergillus sydowii LF51 guided by a combined application of molecular networking and Small Molecule Accurate Recognition Technology (SMART) approaches. Their structures were elucidated by spectroscopic analyses and electronic circular dichroism (ECD) calculations. Compound 2 represents the first example of natural PBS with a hexahydrodibenzo[b,d]furan skeleton. Antifungal assays revealed that compounds 3, 6, 9, and 11 exhibited moderate activities against Cryptococcus spp. (MICs = 32–64 μg/mL), with additive effects against Cryptococcus gattii R265 combined with Amphotericin B (AmB), reducing MICs to 4–32 μg/mL. Compound 9 showed an additive effect with fluconazole (FLC) against C. gattii R265, lowering its MIC to 2 μg/mL. Mechanistic studies revealed that compound 9 inhibited C. gattii R265 by suppressing urease activity, disrupting membrane integrity, and inducing oxidative damage via ROS accumulation. Furthermore, compound 3 displayed moderate antibacterial efficacy against Mycobacterium smegmatis.",
    "url": "https://www.tandfonline.com/doi/full/10.1080/21501203.2025.2547630?af=R",
    "pubDate": "2025-09-14T10:01:30Z",
    "category": "science",
    "abstract_source": "openalex"
  },
  {
    "title": "What is Fusarium forma specialis?",
    "source": "tandf: Mycology: Table of Contents",
    "excerpt": "The forma specialis concept has been a cornerstone in <i>Fusarium</i> phytopathology for 85 years, classifying pathogens based on host specificity. However, its validity as a natural and practical framework has been increasingly questioned. In this study, we critically re-evaluate the forma specialis concept through an extensive survey of Fusarium wilt diseases across 37 crop hosts from 23 provinces of China. Through multi-locus phylogenetic analyses, morphological assessments, and pathogenicity tests on 659 strains isolated from 171 diseased samples, we identified 46 <i>Fusarium</i> species, including seven newly described taxa, and uncovered extensive cross-host pathogenicity, with up to 21 species associated with the same wilt disease. In addition, 57% of samples exhibited multiple species co-infections, revealing significant inconsistencies with the forma specialis framework. These findings challenge the long-standing paradigm of host specificity in <i>Fusarium</i> pathogens and advocate for a shift of perspective to a \"pathobiome\" framework, where disease dynamics are largely driven by community-level interactions rather than single-pathogen relationships. Applying these conceptual advances to Fusarium wilt research could fundamentally transform our comprehension of host-pathogen relationships and facilitate the development of more ecologically sustainable disease management approaches.",
    "url": "https://www.tandfonline.com/doi/full/10.1080/21501203.2025.2528352?af=R",
    "pubDate": "2025-07-30T01:33:44Z",
    "category": "science",
    "abstract_source": "openalex"
  },
  {
    "title": "Pyruvate decarboxylase and its lysine succinylation contribute to the development and metabolite biosynthesis in pathogenic fungus Aspergillus flavus",
    "source": "tandf: Mycology: Table of Contents",
    "excerpt": "This study evaluates the effects of pyruvate decarboxylase and its lysine succinylation (Ksucc) on the development of Aspergillus flavus and the production of secondary metabolites. Mutant strains, including the knockout (∆pdc1), pdc1 point mutants (K258R and K258E) and complementary (∆pdc1.com) were constructed. The results showed that both Δpdc1 and K258R strains exhibited decreased conidiophore and conidia production and failed to generate sclerotia. The production of aflatoxin B1 (AFB1) was significantly increased in the Δpdc1 and K258R strains, while it decreased in the K258E strain. The results also indicate that pdc1 and its Ksucc are involved in the stress response and pathogenicity of A. flavus. Through GC-MS analysis, Δpdc1 was found to produce several significantly decreased compounds, including n-hexadecanoic acid, 2-bromotetradecane, and palmitic acid, among others. Additionally, different volatile metabolites, such as 1-iodo-decane, n, n-dimethyloctanamide and n, n-dimethyl-7-octynamide, were not detected in the Δpdc1 strain compared to WT and Δpdc1.com. HPLC results showed that the production of pyruvic acid, malic acid and succinic acid increased in both the Δpdc1 and K258R strains when compared to WT and Δpdc1.com strains. Comparative RNA-seq analysis revealed a total of 3,817 differentially expressed genes (DEGs) including 1,913 up-regulated and 1,904 down-regulated genes in Δpdc1 vs. WT. These results suggest that PDC1 and K258 play a crucial role in the biosynthesis of secondary metabolites, development and stress responses of A. flavus.",
    "url": "https://www.tandfonline.com/doi/full/10.1080/21501203.2025.2522081?af=R",
    "pubDate": "2025-07-11T02:25:41Z",
    "category": "science",
    "abstract_source": "openalex"
  },
  {
    "title": "Functionally redundant Rho GTPases Cdc42 and RacA regulate aflatoxin synthesis and pathogenicity in Aspergillus flavus by controlling morphogenesis, oxidative balance and energy metabolism",
    "source": "tandf: Mycology: Table of Contents",
    "excerpt": "Rho GTPases Cdc42 and RacA exhibit significant sequence homology and are conserved across eukaryotic species. These proteins function as molecular switches within various signal transduction pathways by cycling between GTP-bound (active) and GDP-bound (inactive) states. However, their specific functions in Aspergillus flavus remain largely unexplored. In this study, CRISPR/Cas9 system utilizing 5S rRNA and tRNA-gRNA tandem arrays was developed, achieving over 95% single-gene and 75% double-gene editing efficiencies. Phenotypic and transcriptome analyses revealed significant functional redundancy between cdc42 and racA. In the mutants, conidia germination was markedly accelerated, with early germination driven by increased hydrolase activity and ATP levels. The loss of either cdc42 or racA resulted in reduced pathogenicity, compromised cell wall integrity, diminished aflatoxin production, and disrupted oxidative systems. These proteins regulate the generation of ROS through their interaction with NoxR, the regulatory subunit of NADPH oxidase (Nox). Cdc42 and RacA exhibited opposing roles in fatty acid β-oxidation and pyruvate metabolism. The simultaneous loss of function in both genes is lethal, as evidenced by the inability of the ∆cdc42racAtetOn mutant to grow on plates lacking doxycycline. The study reveals the critical roles of the closely related genes cdc42 and racA in the growth, development, and metabolism of A. flavus. These findings identify potential targets for mitigating the harmful effects of A. flavus and aflatoxins.",
    "url": "https://www.tandfonline.com/doi/full/10.1080/21501203.2025.2527381?af=R",
    "pubDate": "2025-07-10T07:43:36Z",
    "category": "science",
    "abstract_source": "openalex"
  },
  {
    "title": "Discovery of new bianthrones and chlorinated bianthrones with cytotoxic activity against cancer cells from Penicillium hispanicum guided by HSQC-based DeepSAT",
    "source": "tandf: Mycology: Table of Contents",
    "excerpt": "Three new racemic bianthrones, including two pairs of (±)-penithrones A (1) and B (2), and a chlorinated derivative (±)-penithrone C (3), along with their biogenetic precursors (4–6) were discovered from the culture extract of the mangrove-derived fungus Penicillium hispanicum LA032 using HSQC-based DeepSAT. The structural elucidation of these new compounds was achieved through comprehensive integration of NMR spectroscopy, high-resolution mass spectrometry (HRESIMS), and NMR calculations with CP3 analysis. Compounds 1 and 2 exhibited significant cytotoxic activity against HeLa, HCT116, and MCF-7 cancer cell lines, with IC50 values ranging from 5.09 ± 0.65 to 9.47 ± 0.22 μmol/L. In addition, network pharmacology analysis and molecular docking studies revealed Mitogen-Activated Protein Kinase 10 (MAPK10) as a potential target of 1 for its anticancer effect.",
    "url": "https://www.tandfonline.com/doi/full/10.1080/21501203.2025.2526766?af=R",
    "pubDate": "2025-07-10T07:39:54Z",
    "category": "science",
    "abstract_source": "openalex"
  },
  {
    "title": "MtfA, a C2H2 transcriptional regulator, negatively regulates PRPS2-mediated biosynthesis of the adenosine analogue acadesine in Fusarium solani",
    "source": "tandf: Mycology: Table of Contents",
    "excerpt": "Endogenous AICAR (acadesine) demonstrates significant therapeutic potential as a phase III clinical agent for the treatment of adverse cardiovascular reactions to coronary artery bypass grafting and as a phase I/II clinical agent for chronic lymphocytic leukaemia. However, its biosynthetic mechanism remains poorly defined. Our previous study demonstrated that AICAR was significantly enriched in the Fusarium solani mutant veAOE14, which overexpressed the global regulator VeA. We found that phosphoribosyl pyrophosphate synthase 2, viz., PRPS2 (PrsA) is regulated by VeA and involved in AICAR synthesis. Deletion of PRPS2 resulted in a significant 17% (μg/mg) reduction in AICAR production in the strain (p < 0.05), whereas its overexpression led to a statistically significant 1.2-fold increase in AICAR content (p < 0.01). Furthermore, we characterised the transcription factor MtfA, which inhibits the expression of PRPS2 gene and is negatively regulated by VeA. Further validation by yeast one-hybrid assay showed that MtfA directly regulated the PRPS2 gene, while AICAR was significantly increased in the mtfA deletion mutant. The above results indicate that the global regulator VeA negatively regulates the transcription factor MtfA, which in turn targets negatively regulating transcriptional levels of PRPS2 to mediate AICAR biosynthesis in F. solani.",
    "url": "https://www.tandfonline.com/doi/full/10.1080/21501203.2025.2514146?af=R",
    "pubDate": "2025-06-20T05:12:23Z",
    "category": "science",
    "abstract_source": "openalex"
  },
  {
    "title": "The Subjective Science of Mold Testing",
    "source": "Healthy Indoors",
    "excerpt": "By Bob Krell &#8212; Having just come off the road from a few of this year’s national industry events, the topic of mold testing came up multiple times—as usual.&#160; Many people vocalized their opinions on the pros and cons of the various sampling and analysis methodologies currently being used.&#160; Spore traps and mycotoxins got their \nThe post The Subjective Science of Mold Testing appeared first on Healthy Indoors.",
    "url": "https://healthyindoors.com/2023/05/the-subjective-science-of-mold-testing/",
    "pubDate": "2023-05-17T14:24:06Z",
    "category": "indoor"
  }
]