[
  {
    "title": "Microcosm-dependent degradation of nonwoven fabric in surgical masks by endophytic fungi Aspergillus bridgerii",
    "source": "ScienceDirect Publication: Journal of Hazardous Materials",
    "excerpt": "Publication date: 15 February 2026Source: Journal of Hazardous Materials, Volume 504Author(s): Ramya Duraisamy, Bhuvaneshwari. S, Philip. A, VM Vishnu, P. Sribalaji, Agnieszka Saeid, Jemima Balaselvi Juliana. S, Jennifer Michellin Kiruba N",
    "url": "https://www.sciencedirect.com/science/article/pii/S0304389426003018?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T00:01:06Z",
    "category": "indoor"
  },
  {
    "title": "Screening, risk assessment, and rapid detection of mycotoxins in edible herbs based on UPLC-MS/MS and FT-NIR",
    "source": "ScienceDirect Publication: Food Research International",
    "excerpt": "Publication date: 30 April 2026Source: Food Research International, Volume 230Author(s): Kangnan Liu, Ling Fang, Yaling An, Zijun Tang, Wenjie Zhao, Chunqian Song, Lin Feng, Xiaokang Liu, Zhenwei Li, Daidi Zhang, De-an Guo",
    "url": "https://www.sciencedirect.com/science/article/pii/S0963996926002188?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T00:01:02Z",
    "category": "health"
  },
  {
    "title": "Hyperglycemic conditions modulate the response of colon cancer cells to the mycotoxins alternariol and deoxynivalenol in vitro",
    "source": "ScienceDirect Publication: Food Research International",
    "excerpt": "Publication date: 1 April 2026Source: Food Research International, Volume 229Author(s): Karolina Kowalska, Eszter Borsos, Elisabeth Varga, Doris Marko",
    "url": "https://www.sciencedirect.com/science/article/pii/S0963996926000244?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T00:01:02Z",
    "category": "health"
  },
  {
    "title": "Antifungal mechanism and mycotoxin control of Ligusticum jeholense essential oil against Alternaria alternata in postharvest tomato",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Alternaria alternata causes serious postharvest diseases in tomatoes, threatening shelf life and food safety. In this study, a natural and eco-friendly strategy was developed using Ligusticum jeholense essential oil (LEO), extracted via optimized enzymatic-deep eutectic solvent microwave-assisted method (EDP-MAHD), which achieved a 3.38-fold higher yield than conventional extraction. GC-MS analysis confirmed consistent chemical composition across production batches. In vitro, LEO exhibited potent antifungal activity against A. alternata (IC₅₀, 0.0718 μL/mL), while in vivo experiments on tomato fruit showed it significantly inhibited lesion expansion and suppressed the accumulation of mycotoxins, alternariol (AOH) and tenuazonic acid (TeA). SEM, TEM, proteomic, and physiological analyses revealed that LEO disrupted membrane integrity, interfered with energy metabolism, and induced oxidative stress, suggesting multi-target antifungal mechanisms. Acute toxicity in mice confirmed its safety. These findings support the application of LEO as a promising natural preservative for postharvest disease and toxin control in tomatoes.",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626004231?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T00:01:02Z",
    "category": "health",
    "abstract_source": "openalex"
  },
  {
    "title": "Advances in affinity magnetic bead - based pretreatment and detection strategies for mycotoxins in foods: A review",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Publication date: 15 April 2026Source: Food Chemistry, Volume 508, Part AAuthor(s): Jinnan Chen, Jin Ye, Hongmei Liu, Shuangshou Wang, Daojin Li, Haihua Ma, Songxue Wang",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626004802?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T00:01:02Z",
    "category": "health"
  },
  {
    "title": "Self-supervised learning for aflatoxin B1 detection using masked spectra",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Publication date: 15 April 2026Source: Food Chemistry, Volume 508, Part AAuthor(s): Wenwen Guo, Hongfei Zhu, Xianpeng Wang, Zhongzhi Han",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626005005?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T00:01:02Z",
    "category": "health"
  },
  {
    "title": "A comprehensive review of decontamination techniques for mycotoxin control in food: Advancement from conventional to unconventional strategies and the way forward",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Publication date: 15 April 2026Source: Food Chemistry, Volume 508, Part AAuthor(s): Dolanchapa Sikdar, Shiladitya Ghosh",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626005200?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T00:01:02Z",
    "category": "health"
  },
  {
    "title": "Molecular stabilizing a glucose oxidase from Aspergillus eucalypticola with improved catalytic activity and optimized antimicrobial capacity",
    "source": "ScienceDirect Publication: International Journal of Biological Macromolecules",
    "excerpt": "Publication date: Available online 11 February 2026Source: International Journal of Biological MacromoleculesAuthor(s): Jing Li, Ying-Zhi Peng, Jian-Qiang He, Xiao-Lu Zhu, Marriam Khurshid, Shu-Biao Yuan, Kun Meng, Shuai You, Sheng-Jun Wang",
    "url": "https://www.sciencedirect.com/science/article/pii/S0141813026008123?dgcid=rss_sd_all",
    "pubDate": "2026-02-13T00:01:00Z",
    "category": "science"
  },
  {
    "title": "Toxicological interactions between biotic and abiotic components of indoor air: Mold and air fresheners",
    "source": "ScienceDirect Publication: Journal of Hazardous Materials",
    "excerpt": "While traditionally the health impacts of the biotic and abiotic components of indoor air have been assumed to be independent, recent studies indicate the opposite, highlighting the need for a systematic evaluation of their interactions to provide a holistic assessment of the health impacts of indoor air. In this study, we assessed the toxicological relationship between a commonly found indoor mold species, Aspergillus fumigatus, and air fresheners, an emerging source of abiotic indoor air pollutants. We evaluated the cytotoxic effects of mold and two air fresheners (Brands A and B) on A549 cells and then tested the effect of co-exposure to the two toxicants on various cellular responses. We also analyzed the chemical composition of the air fresheners using LC-MS. Our results show that both air fresheners were composed of several compounds that could inhibit mold growth and pose health risks to humans. Furthermore, the chemical composition and concentration of the air freshener solutions could influence the toxicological interactions. Overall, our study demonstrates the need for further research on these interactions for a comprehensive assessment of indoor air health impacts. The knowledge will also allow air freshener manufacturers to formulate products with minimal health impacts.",
    "url": "https://www.sciencedirect.com/science/article/pii/S0304389426002979?dgcid=rss_sd_all",
    "pubDate": "2026-02-12T07:05:59Z",
    "category": "indoor",
    "abstract_source": "openalex"
  },
  {
    "title": "Integrative diagnosis of invasive pulmonary aspergillosis in non-neutropenic patients using BALF-tNGS–derived Aspergillus load and host risk factors: a multicenter study",
    "source": "Frontiers in Cellular and Infection Microbiology | New and Recent Articles",
    "excerpt": "BackgroundDiagnosing invasive pulmonary aspergillosis (IPA) in non-neutropenic patients is challenging because of non-specific manifestations and limited diagnostic tools. Targeted next-generation sequencing (tNGS) of bronchoalveolar lavage fluid (BALF) enables rapid pathogen detection; however, its capacity for quantitative assessment of fungal load remains unclear. This study integrated BALF-tNGS fungal load with host risk factors to develop a diagnostic nomogram for IPA in non-neutropenic patients.MethodsNon-neutropenic adults with suspected IPA were retrospectively enrolled at three tertiary hospitals (December 2020–December 2024). IPA was classified according to consensus definitions. Normalized Aspergillus reads from BALF-tNGS were stratified into low, medium, and high tiers. Clinical, radiological, and microbiological variables were analyzed, and a multivariable logistic regression model was built and internally validated via bootstrapping. Diagnostic performance was assessed using receiver operating characteristic analysis.ResultsAmong 238 patients, 134 had IPA and 104 had non-IPA. Compared with non-IPA cases, patients with IPA had higher rates of diabetes (73.9%), corticos",
    "url": "https://www.frontiersin.org/articles/10.3389/fcimb.2026.1739837",
    "pubDate": "2026-02-12T00:00:00Z",
    "category": "clinical"
  },
  {
    "title": "Antimicrobial, anticancer activities and molecular docking of eco-friendly chitosan nanocapsule loaded with biosynthesized titanium nanoparticles by Aspergillus flavus",
    "source": "Frontiers in Microbiology | New and Recent Articles",
    "excerpt": "IntroductionChitosan have been leveraged to create chitosan nanocapsules within a bio-based nanocarrier system, enhancing efficacy and overcoming widespread microbial resistance. To generate chitosan nanocapsules (CNCs) that act as inhibitory agents against pathogenic microbes, this study combined titanium nanoparticles (TiO2 NPs) with chitosan nanoparticles (Cs NPs).MethodsA.flavus was used for the biosynthesis of TiO2NPs. Dynamic light scattering (DLS), zeta potential, atomic force microscopy (AFM), scanning electron microscopy (SEM), transmission electron microscopy (TEM) and X-ray diffraction (XRD), were utilized to assess the physicochemical properties of TiO2NPs and their CNCs. These techniques clarified particle diameter, charge stability, specific surface area, surface morphology, shape, dimensional forms, and structural parameters, respectively.ResultsThe findings showed that TiO2NPs and their nanocapsules achieved an encapsulation efficacy of over 86.7 ± 1.8% at 1.5% w/v chitosan concentration, with particle sizes of 40.7, 40.6, and 87.3 nm for TiO2NPs, CsNPs, and CNCs, respectively. Nanoparticle stability was confirmed by a zeta potential greater than –30.1 ± 4.5mV for T",
    "url": "https://www.frontiersin.org/articles/10.3389/fmicb.2026.1741753",
    "pubDate": "2026-02-11T00:00:00Z",
    "category": "science"
  },
  {
    "title": "Cyclic lipopeptides from Bacillus amyloliquefaciens D-1 control leaf spot in Pseudostellaria heterophylla via enhancing host immunity and inhibiting Alternaria alternata",
    "source": "Frontiers in Microbiology | New and Recent Articles",
    "excerpt": "IntroductionPseudostellaria heterophylla, a valuable medicinal herb in traditional Chinese medicine, is severely threatened by leaf spot disease caused by Alternaria alternata, leading to significant yield losses and mycotoxin contamination that compromises root quality and safety. This study aimed to characterize Bacillus amyloliquefaciens strain D-1 as a potential multifunctional biocontrol agent to mitigate this pathogen.MethodsStrain D-1 was isolated from the rhizosphere soil of P. heterophylla. Its antifungal efficacy was assessed through in vitro dual-culture assays and in planta pot experiments using both viable cells (Bc) and cell-free fermentation supernatant (Bf). Whole-genome sequencing was employed to identify biosynthetic gene clusters (BGCs), and high-performance liquid chromatography-mass spectrometry (HPLC-MS) was used to detect lipopeptides (LPs). Quantitative PCR and mycotoxin quantification were performed to evaluate the effects on fungal gene expression and toxin accumulation.ResultsStrain D-1 demonstrated strong antagonistic activity, with Bf achieving a 54.7% inhibition rate against A. alternata. Genomic analysis revealed nine putative BGCs, including those fo",
    "url": "https://www.frontiersin.org/articles/10.3389/fmicb.2026.1732585",
    "pubDate": "2026-02-11T00:00:00Z",
    "category": "science"
  },
  {
    "title": "A novel internal reference microorganism-based method reveals wild-enriched Penicillium for enhancing growth and disease resistance in Fritillaria thunbergii",
    "source": "Frontiers in Microbiology | New and Recent Articles",
    "excerpt": "IntroductionFritillaria thunbergii Miq. is an important traditional Chinese medicinal herb, but bulb rot disease causes severe losses during its cultivation. Screening and reintroducing beneficial microorganisms from the wild rhizosphere is an effective strategy to increase disease resistance in cultivated plants. However, the absolute quantitative characteristics of microorganisms cannot be reflected by traditional methods based on relative abundance analysis due to compositional bias.MethodsIn this study, we identified Clavatospora as a host-specific internal reference microorganism (IRM) and established an IRM-based relative abundance differential microorganism analysis (IRMRADMA) method.ResultsApplication of this method revealed that wild F. thunbergii possesses greater potential than cultivated plants for mining beneficial rhizosphere microorganisms. Specifically, Penicillium was identified as a key wild-enriched genus. Subsequently, two strains, Penicillium korosum and Penicillium aculeatum, were isolated from the rhizosphere of wild F. thunbergii. Functional tests confirmed that these strains demonstrated dual functions in disease suppression and plant growth promotion by so",
    "url": "https://www.frontiersin.org/articles/10.3389/fmicb.2026.1746815",
    "pubDate": "2026-02-11T00:00:00Z",
    "category": "science"
  },
  {
    "title": "Advancements in nanomaterial-enabled catalytic degradation of mycotoxins: Critical analysis of nanozymes, peroxymonosulfate catalysts, and photocatalysts",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Publication date: 1 April 2026Source: Food Chemistry, Volume 507Author(s): Ling Huang, Jian Lei, Huicheng Nong, Lintao Zeng, Hongxia Tan",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626002724?dgcid=rss_sd_all",
    "pubDate": "2026-02-10T19:59:14Z",
    "category": "health"
  },
  {
    "title": "Role of T-2 toxin in the modulation of oxidative homeostasis and immune function in three-dimensional hepatic cell cultures of chicken origin",
    "source": "Frontiers in Veterinary Science | New and Recent Articles",
    "excerpt": "T-2 toxin is a secondary metabolite produced by different Fusarium species that causes serious problems in the poultry industry. It can damage several organ systems, mainly by inhibiting protein synthesis, and is also likely to induce oxidative stress in cells. In this study, the adverse effects of T-2 toxin were investigated in magnetic three-dimensional hepatic cell cultures of chicken origin. Cultures were treated with 100, 500, and 1,000 nM T-2 toxin for 48 and 72 h. The metabolic activity of the cells was determined using CCK-8 assay. To investigate the changes in the oxidative homeostasis, the levels of MDA, HSP27, and 8-OHdG were measured. To monitor immune response, the concentrations of IL-6 and 8 were determined. The metabolic activity of the cells decreased after the toxin treatments, but this decrease was alleviated after 72 h. Both MDA and HSP27 levels were significantly diminished by T-2 toxin after 48 h. The concentration of 8-OHdG was reduced by 72 h exposure to 100 nM T-2 toxin. In the case of IL-6, the 1,000 nM T-2 toxin was able to decrease its levels after 48 and 72 h, whereas IL-8 levels were lowered after 72 h by all three toxin treatments. Overall, these resu",
    "url": "https://www.frontiersin.org/articles/10.3389/fvets.2026.1759841",
    "pubDate": "2026-02-10T00:00:00Z",
    "category": "health"
  },
  {
    "title": "Nursing management of pulmonary mucormycosis with skin damage secondary to amphotericin B colloidal dispersion: a case report",
    "source": "Frontiers in Medicine | New and Recent Articles",
    "excerpt": "IntroductionMucormycosis is a catastrophic fungal infection in immunocompromised patients and has a high mortality rate. Amphotericin B colloidal dispersions have demonstrated clinical efficacy in the treatment of mucormycosis; however, there is limited literature on the management of severe skin damage secondary to the extravasation of amphotericin B colloidal dispersions.Case presentationA 36-year-old diabetic woman with severe pulmonary mucormycosis developed skin damage on her left foot after 34 days of amphotericin B colloidal dispersion treatment via a peripheral vein. The medication was switched to a central vein, and nursing interventions, including silver alginate ion dressing and saline wet compress, successfully managed the injury. By day 155, the skin had completely healed with minimal residual pigmentation.ConclusionThis case report describes the management of a severe skin injury caused by amphotericin B colloidal dispersion extravasation in an immunocompromised patient, carried out by bedside nurses.Relevance for clinical practiceThis study presents an effective management strategy for skin damage caused by amphotericin B colloidal dispersions extravasation, emphasiz",
    "url": "https://www.frontiersin.org/articles/10.3389/fmed.2025.1723602",
    "pubDate": "2026-02-10T00:00:00Z",
    "category": "clinical"
  },
  {
    "title": "Characteristics of mycological criteria for the diagnosis of invasive mold infections in patients with severe burn injury",
    "source": "American Society for Microbiology: Journal of Clinical Microbiology: Table of Contents",
    "excerpt": "ABSTRACT Invasive fungal diseases (IFDs) are common and often fatal in severe burn patients due to skin barrier loss and immune dysfunction. However, current definitions of invasive mold infections are poorly adapted to this population. This study evaluated the characteristics of various diagnostic criteria and their combinations in relation to clinical outcomes in burn patients. We conducted a retrospective cohort study of all patients admitted to the Burn ICU from 2014 to 2023 with ≥15% total burn surface area and at least one sample sent to the mycology lab. Criteria included direct microscopy, culture (respiratory, skin, or tissue), species-specific quantitative PCR (qPCR) (Aspergillus, Mucorales, and Fusarium) on plasma/tissue/bronchoalveolar lavage fluid, and serum galactomannan. Among 276 patients, 489/6,184 samples were positive, including 281 skin biopsies (direct examination and conventional culture) and 132 plasma specimens (qPCR). Positive diagnostic criteria ≥1 was found in 93 patients (33.7%): Aspergillus (25.7%), Mucorales (10.9%), and Fusarium (9.8%). Twenty-seven patients (9.8%) had ≥2 criteria involving ≥2 mold types. Mortality rose with the number of positive criteria: 12.7% (0), 10.7% (1, 2), 27.3% (3, 4), and 46.7% (≥5) (P < 0.001). Plasma qPCR was positive in 81.3% of Mucorales, 40% of Aspergillus, and 15.4% of Fusarium cases with skin involvement. Skin biopsies (direct examination and conventional culture) combined with species-specific plasma qPCR enhance timely and reliable IFD diagnosis in burn patients. Mortality correlated with the number of positive criteria and coexistence of multiple mold species, underscoring the need for broad antifungal coverage and the value of multi-criteria diagnostics to guide treatment. IMPORTANCE Invasive mold infections are frequent and often fatal complications in patients with severe burns, occurring in up to 20% of cases with a total burn surface area exceeding 15%. Despite their severity, no standardized ",
    "url": "https://journals.asm.org/doi/abs/10.1128/jcm.00950-25?af=R",
    "pubDate": "2026-02-05T08:00:00Z",
    "category": "clinical",
    "abstract_source": "semantic_scholar"
  },
  {
    "title": "Dietary curcumin alleviates aflatoxin B1‐induced liver injury and improves growth performance in broilers via Nrf2 activation and NLRP3 inflammasome inhibition",
    "source": "Wiley: Journal of the Science of Food and Agriculture: Table of Contents",
    "excerpt": "Aflatoxin B1 (AFB1), a potent mycotoxin frequently detected in improperly stored poultry feed, induces hepatic oxidative stress, inflammation, and growth retardation in broilers. Curcumin (CUR), a polyphenolic compound derived from Curcuma longa, exhibits strong antioxidant and anti‐inflammatory activities; however, its efficacy and mechanisms in mitigating AFB1‐induced hepatotoxicity in broilers remain unclear. This study aimed to evaluate the protective effects of dietary CUR supplementation on growth performance and liver health of broilers exposed to AFB1.",
    "url": "https://scijournals.onlinelibrary.wiley.com/doi/10.1002/jsfa.70337?af=R",
    "pubDate": "2026-02-04T21:13:31Z",
    "category": "science",
    "abstract_source": "semantic_scholar"
  },
  {
    "title": "Characteristics of individual cyp51A SNPs and combinations thereof impacting the azole phenotype in TR34-mediated resistance genotypes of Aspergillus fumigatus",
    "source": "American Society for Microbiology: Antimicrobial Agents and Chemotherapy: Table of Contents",
    "excerpt": "ABSTRACT The World Health Organization has flagged the rise of drug resistance in Aspergillus fumigatus as a critical concern. Elevated mutation rates in this pathogen contribute to the rapid development of resistance, complicating treatment efforts. We conducted a study on the prevalence of azole resistance among clinical A. fumigatus isolates in the Netherlands from 1994 to 2022 and identified 34 cyp51A variants. To investigate the impact of individual single-nucleotide polymorphisms (SNPs) and combinations thereof on the azole phenotype in TR34-mediated resistance genotypes, we focused on novel, recent mutations and explored the effects of SNPs L98H, T289A, I364V, and G448S and the combination of the mutations TR34/L98H, TR34/L98H/T289A/G448S, and TR34/L98H/T289A/I364V/G448S on azole affinity and susceptibility. We created the three-dimensional protein model of the Cyp51A protein with azoles, and the mutation was introduced to the wild-type cyp51A A. fumigatus strain by the CRISPR-Cas9 gene editing technique. Finally, in vitro susceptibility testing of A. fumigatus strains carrying the mutations was conducted to confirm the azole phenotypes observed in clinical isolates. The MICs of all four azoles against the mutated cyp51A strains, which harbored combination mutations, were higher than those of the wild type, with highly elevated MICs of itraconazole, voriconazole, and isavuconazole. Genotypes TR34/L98H/T289A/I364V/G448S mutant showed a consistent phenotype to the clinical strains, which are highly resistant to voriconazole but susceptible to itraconazole. In this study, we show that molecular dynamics simulations of amino acid substitutions in the cyp51A gene correlate to the structure–function relationship of in vitro phenotype.",
    "url": "https://journals.asm.org/doi/abs/10.1128/aac.01528-25?af=R",
    "pubDate": "2026-02-03T08:00:00Z",
    "category": "clinical",
    "abstract_source": "semantic_scholar"
  },
  {
    "title": "Antifungal Activity and Resistance Risk of Cyclobutrifluram against Fusarium solani, the Causal Agent of Peanut Root Rot",
    "source": "acs: Journal of Agricultural and Food Chemistry: Table of Contents",
    "excerpt": "Peanut root rot (PRR), caused by Fusarium solani, is a common and destructive disease. Cyclobutrifluram exhibits antifungal activity against Fusarium spp., yet its bioactivity and resistance risk against F. solani remain unclear. In this study, the EC50 values of cyclobutrifluram against 155 F. solani strains ranged from 0.0279 to 0.1102 μg/mL, with a mean of 0.0513 ± 0.0170 μg/mL. Treatment with cyclobutrifluram significantly inhibited conidial production and germination, reduced succinate dehydrogenase (SDH) activity, increased hyphal branching, and shortened the distance between septa or cell nuclei. Cyclobutrifluram provided excellent control over PRR. Seven laboratory-generated cyclobutrifluram-resistant mutants showed no or slight fitness penalties and exhibited positive cross-resistance only with pydiflumetofen, indicating a moderate-to-high resistance risk. Resistance to cyclobutrifluram in F. solani was conferred by four SDH substitutions (FsSdhBH248Y, FsSdhC1A83V, FsSdhC2A85V, and FsSdhDD184G), which was confirmed by molecular docking and gene replacement. This study provides crucial insights for developing effective control strategies to manage PRR.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jafc.5c12378?af=R",
    "pubDate": "2026-02-03T08:00:00Z",
    "category": "health",
    "abstract_source": "semantic_scholar"
  },
  {
    "title": "Efficacy of Ipflufenoquin against Strawberry Gray Mold: Insights from AlphaFold- Based Structural Modeling and Genome-Wide Transcriptomic Analysis",
    "source": "acs: Journal of Agricultural and Food Chemistry: Table of Contents",
    "excerpt": "Gray mold caused by Botrytis cinerea significantly threatens strawberry production. This study evaluated the efficacy of ipflufenoquin, a novel dihydroorotate dehydrogenase (DHODH) inhibitor, against fungal pathogens isolated from Korean strawberry fields in 2023. Ipflufenoquin demonstrated a high in vitro sensitivity to B. cinerea and broad activity against other pathogens. Fruit and greenhouse trials confirmed its robust control of gray mold, including strains resistant to multiple fungicide classes. However, treatment shifted the fungal community, promoting less sensitive genera, such as Cladosporium and Rhizopus. Structural modeling with AlphaFold2 and molecular docking confirmed that ipflufenoquin binds to the quinone binding tunnel of DHODH, correlating binding affinity with susceptibility. Additionally, RNA-seq analysis revealed that ipflufenoquin suppresses primary metabolic pathways while triggering a robust stress response, up-regulating detoxification and efflux transporter genes. This integrated study confirms the efficacy of ipflufenoquin against gray mold and elucidates its molecular impacts, offering essential data for sustainable management strategies.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jafc.5c14085?af=R",
    "pubDate": "2026-01-30T08:00:00Z",
    "category": "health",
    "abstract_source": "semantic_scholar"
  },
  {
    "title": "Identification and characterization of a novel broad-spectrum antifungal compound targeting the Aspergillus fumigatus cell wall and cell membrane and inducing oxidative stress",
    "source": "American Society for Microbiology: Microbiology Spectrum: Table of Contents",
    "excerpt": "ABSTRACT The substantial increase in fungal diseases, the limited availability of antifungal drugs, and rising resistance to existing treatments highlight the urgent need for developing novel antifungal drugs. Natural products, known for their diverse bioactivities and unique structures, remain critical sources for antifungal drug discovery. In this study, we aimed to identify novel antifungal compounds from soil microbes and isolated a novel 28-membered polyene macrolide, compound 1 , from Kitasatospora melanogena . This compound demonstrated potent antifungal activity, with MICs of 4–16 μg/mL against Aspergillus fumigatus , Aspergillus flavus , Candida albicans , and Cryptococcus neoformans . Treatment with compound 1 led to significant growth reduction and disruption of the cell wall and membrane in A. fumigatus compared to the wild-type. To understand the underlying mechanism, we performed a transcriptomic analysis of A. fumigatus exposed to compound 1 , revealing a substantial downregulation of genes involved in cell wall and membrane biogenesis, as well as those encoding integral membrane proteins and multidrug transporters. Additionally, compound 1 induced oxidative stress, leading to elevated reactive oxygen species levels. These multifaceted mechanisms highlight the potential of K. melanogena natural products in the development of novel antifungal agents. IMPORTANCE Fungal infections cause substantial morbidity and mortality worldwide, yet current treatments are limited and increasingly undermined by resistance. Natural products remain a proven source of antifungal agents, but few new scaffolds have been introduced in recent decades. We identified a novel polyene macrolide from Kitasatospora melanogena with potent activity against major fungal pathogens. This compound disrupts both the fungal cell wall and membrane while inducing oxidative stress, revealing a multifaceted mechanism of action. Our findings highlight soil microbes as valuable reservoirs for a",
    "url": "https://journals.asm.org/doi/abs/10.1128/spectrum.03143-25?af=R",
    "pubDate": "2026-01-28T08:00:00Z",
    "category": "science",
    "abstract_source": "openalex"
  },
  {
    "title": "Nano-Stimulated Immunity: Synthesis and Functionalization of CuS Induce Multilevel Defense Responses against Fusarium in Tomato (Solanum lycopersicum)",
    "source": "acs: Journal of Agricultural and Food Chemistry: Table of Contents",
    "excerpt": "This study investigated how doping-modified copper sulfide (CuS) micronanoparticles (MNPs) influence tomato resistance against fungal pathogens. Three cuboidal CuS MNPs─undoped (CuS), iron-doped (Fe-CuS), and cerium-doped (Ce-CuS)─were foliarly applied to Fusarium-infected plants in a greenhouse study. Fe-CuS led to the highest Cu accumulation in leaves─15.7 and 158.4% higher than undoped CuS and Ce-CuS, respectively, likely due to its positive charge facilitating stronger electrostatic interactions and more efficient NPs uptake. Compared to the untreated control, the Fe-CuS foliar application resulted in a 487.7% increase in shoot biomass and a 36.8% reduction in wilt damage through activation of jasmonic acid/ethylene signaling, indicating a dual role of CuS MNPs as both a micronutrient carrier and an immune stimulant. Importantly, copper amine oxidases (CuAOs) activation may link Cu homeostasis to stress-induced H2O2 production, indicating a novel mechanism for nanoparticle-enabled plant immunity. These findings underscore the significant potential for CuS MNPs as an alternative to conventional copper-based fungicides, though long-term environmental behavior and life cycle impacts warrant further evaluation.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jafc.5c13527?af=R",
    "pubDate": "2026-01-24T08:00:00Z",
    "category": "health",
    "abstract_source": "semantic_scholar"
  },
  {
    "title": "A combined genetic and chemical approach for identifying novel antifungal compounds against Fusarium graminearum",
    "source": "American Society for Microbiology: Microbiology Spectrum: Table of Contents",
    "excerpt": "ABSTRACT Chemical fungicides act by targeting specific proteins or pathways, known as modes of action (MoAs). In this study, we established a systematic screening platform using Fusarium graminearum gene knockout mutants to evaluate the efficacy of fungicides and identify novel antifungal compounds. Target genes corresponding to major fungicide classes were deleted by homologous recombination, and the resulting mutants exhibited altered sensitivity to the corresponding fungicides compared with the wild-type strain. Deletion of genes encoding known fungicide targets revealed distinct sensitivity profiles, supporting MoA prediction. Using the platform that detects sensitivity differences through OD₆₀₀ changes, we examined a chemical library of 2,704 small molecules and identified 8 compounds with activity likely involved in the osmotic signal transduction pathway. Several of these compounds exhibited previously unreported antifungal activity, underscoring their potential as novel scaffolds for future development. Collectively, this platform provides a robust, mechanism-informed system for antifungal discovery, with broad applicability to synthetic agents, natural products, and biocontrol metabolites. IMPORTANCE This study provides a perspective on developing strategies to manage fungal pathogens with implications for agriculture and food security. The effectiveness of current fungicides is increasingly limited by resistance, narrow target ranges, and environmental concerns. By combining genetic approaches with chemical screening, this work offers a more systematic way to identify candidate antifungal agents and better understand their possible mechanisms. The framework may also be adapted for use in other areas, including medical and veterinary applications, suggesting potential broader applicability. In addition, the emphasis on exploring new molecular scaffolds supports efforts to develop more sustainable and long-term disease management strategies. Overall, this st",
    "url": "https://journals.asm.org/doi/abs/10.1128/spectrum.02961-25?af=R",
    "pubDate": "2026-01-22T08:00:00Z",
    "category": "science",
    "abstract_source": "semantic_scholar"
  },
  {
    "title": "Homologous Overexpression of Phosphatidate Phosphatase (Lipin) in the Oleaginous Fungus Mucor circinelloides WJ11 Enhances Lipid Accumulation under Static Solid Cultivation and Submerged Fermentation",
    "source": "acs: Journal of Agricultural and Food Chemistry: Table of Contents",
    "excerpt": "Lipin, a phosphatidic acid phosphatase, catalyzes the conversion of phosphatidic acid to diacylglycerol, a key step in triacylglycerol (TAG) biosynthesis, and acts as a transcriptional coregulator of lipid metabolism. In this study, the Lipin-encoding gene (McLipin) was overexpressed in Mucor circinelloides WJ11 to evaluate its impact on lipid accumulation under submerged (SmF) and solid-state fermentation (SSF). Under SSF, McLipin overexpression increased cell dry weight by 19% in spores and 36.9% in mycelia compared to the control strain. Total fatty acid (TFA) content increased by 35.7% in mycelia, while in spores it increased from 10% to 18% of dry cell weight, indicating a substantial enhancement in lipid yield. Fatty acid profiling showed elevated proportions of C16:0, C18:2, and C18:3 and a reduced C18:1 content. RT-qPCR indicated that McLipin expression peaked at 24 h under SSF, coinciding with upregulation of ACC, FAS, cME, and NADPH-generating genes. These results suggest that McLipin overexpression reprograms lipid metabolism, significantly enhancing TAG biosynthesis under SSF for potential industrial lipid production.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jafc.5c11518?af=R",
    "pubDate": "2026-01-21T08:00:00Z",
    "category": "health",
    "abstract_source": "semantic_scholar"
  },
  {
    "title": "Beyond Fumigatus: a molecular portrait of clinical Aspergillus diversity, pathogenicity, and antifungal resistance",
    "source": "American Society for Microbiology: Antimicrobial Agents and Chemotherapy: Table of Contents",
    "excerpt": "ABSTRACT Aspergillus infection poses a major clinical challenge, particularly in immunocompromised individuals, with invasive diseases associated with high mortality. While Aspergillus fumigatus remains the predominant species causing human infections, recent studies highlight the growing clinical significance of lesser-known and cryptic Aspergillus species, which often exhibit reduced susceptibility to standard antifungal therapies. In this study, we analyzed 196 clinical Aspergillus isolates from 107 patients treated at the NIH Clinical Center between 2019 and 2022. A total of 38 Aspergillus species across 11 taxonomic sections were identified, with non-fumigatus and cryptic species accounting for 77.1% of all isolates. The most frequently recovered species were A. fumigatus sensu stricto (22.9%), A. sydowii (8.7%), A. calidoustus (7.1%), A. nidulans (6.6%), A. tanneri (6.1%), and A. terreus (5.6%). Species-level identification was achieved in 43% of isolates using matrix-assisted laser desorption/ionization time-of-flight mass spectrometry (MALDI-TOF MS). In contrast, PCR sequencing confirmed species identity in over 88% of isolates by targeting the internal transcribed spacer (ITS) region of rDNA, 81% using the β-tubulin gene, and 68% using the calmodulin gene. The most common underlying clinical conditions among patients were bronchiectasis (35%), chronic granulomatous disease (22%), and pulmonary non-tuberculous mycobacterial infection (17%). Out of 107 patients, eight died (8/107, 7.5%); six of these deaths occurred in patients with chronic granulomatous disease (CGD) and two in patients with RAG1 deficiency. Antifungal susceptibility testing showed that olorofim had the lowest minimal inhibitory concentrations across species. In contrast, the activity of triazoles and amphotericin B was variable, particularly against A. tanneri, A. calidoustus, and A. sydowii. This study presents one of the largest species-level data sets of Aspergillus isolates to date, und",
    "url": "https://journals.asm.org/doi/abs/10.1128/aac.01184-25?af=R",
    "pubDate": "2026-01-13T08:00:00Z",
    "category": "clinical",
    "abstract_source": "semantic_scholar"
  },
  {
    "title": "Production of ETP-Type (Epipolythiodioxopiperazine) Mycotoxins in Clinical Fungal Isolates",
    "source": "acs: Journal of Natural Products: Table of Contents",
    "excerpt": "Gliotoxin, an epipolythiodioxopiperazine (ETP) toxin, has been reported in several fungal species, but its distribution remains unclear. We analyzed 140 clinical isolates from two major hospitals using HPLC and LC-MS/MS to assess gliotoxin production. Gliotoxin was detected only in Aspergillus fumigatus isolates, with no production observed in any other species under multiple culture conditions. Molecular networking and comparative genomics revealed distinct ETP-related pathways in non-A. fumigatus species, including aspirochlorine derivatives in Aspergillus flavus and aranotin-related metabolites in Aspergillus terreus. These findings clarify species-specific ETP profiles and confirm A. fumigatus as the sole gliotoxin producer among the isolates examined.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jnatprod.5c01151?af=R",
    "pubDate": "2026-01-04T08:00:00Z",
    "category": "indoor",
    "abstract_source": "semantic_scholar"
  },
  {
    "title": "Antibacterial and Cytotoxic Decahydrofluorene-Class Alkaloids from the Marine-Derived Fungus Penicillium sp. SCSIO 41512",
    "source": "acs: Journal of Natural Products: Table of Contents",
    "excerpt": "Eight new decahydrofluorene-class alkaloids, pyrrospirones R-Y (1-8), together with 13 known analogues (9-21) were isolated from the marine-derived fungal strain Penicillium sp. SCSIO 41512. Their structures were determined by extensive spectroscopic analysis, and their absolute configurations were established by quantum chemical calculations of electronic circular dichroism (ECD) spectra, by a comparison of experimental ECD spectra, or by single-crystal X-ray diffraction analysis. Compound 1 rarely contains an oxime hydroxy with a 6/5/6/5/6/13 polycyclic system. A plausible biosynthetic pathway for 1 and 2 was proposed. Biologically, compounds 1, 4, 6, 8, 10-12, 14-15, 18-19, and 21 had cytotoxicity against human cancer cell lines A549 and HCT116 with IC50 values of 7.3-79.3 μM, and 1, 4, 6, 11, 15, 18, and 21 also showed significant inhibitory activity against six pathogenic bacteria with MIC values of 1.6-13.0 μg/mL. Their structure-bioactivity relationship was also discussed.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jnatprod.5c01203?af=R",
    "pubDate": "2025-12-17T08:00:00Z",
    "category": "indoor",
    "abstract_source": "semantic_scholar"
  },
  {
    "title": "Advancing mold identification in the routine laboratory, performance of smartphone-based imaging and a newly developed convolutional neural network",
    "source": "American Society for Microbiology: Microbiology Spectrum: Table of Contents",
    "excerpt": "ABSTRACT Mold identification in clinical diagnostics is traditionally labor-intensive and is dependent on expert interpretation. MoldVision is a deep-learning approach that uses smartphone images of mold cultures to automate identification. We analyzed 161 clinical isolates across four common mold genera: Penicillium spp., Aspergillus spp. (with A. flavus and A. fumigatus), Fusarium spp., and Cladosporium spp. Daily images were captured from the top and bottom of culture plates over 5 days using a standardized smartphone setup, generating over 4,000 images. We trained three variations of Visual Geometry Group 16 (VGG16) convolutional neural networks (CNNs) and benchmarked the best-performing model (VGG16 with dual classification heads) against LightGBM models trained on pre-extracted features and human expert assessments at various time points. The best-performing VGG16 model achieved a mean (SD) AUROC of 92.7% ± 1.8% and sensitivity of 68.7% ± 2.6% across all species. Here, the performance in identifying Cladosporium spp. was best (AUROC of 99.9% ± 0.1%, fivefold cross-validation mean and SD). Regarding the evaluations over time, early-stage classification (days 1–2) was challenging (F1-score 38.8% ± 3.5% across all species) but improved significantly on days 3–5 (F1 92.1% ± 2.8% across all species). Compared to experts, MoldVision consistently showed superior performance, particularly in mature cultures, detecting subtle morphological features earlier and more accurately. Our results demonstrate that CNNs integrated with low-cost smartphone imaging can reliably classify mold species in routine diagnostics, outperforming human experts in many cases. This approach offers a practical and scalable solution for laboratories lacking specialized mycology expertise, especially in resource-limited settings. IMPORTANCE Timely, accurate mold identification can save lives, yet today it often requires days of growth and scarce expert time. MoldVision offers a practical alterna",
    "url": "https://journals.asm.org/doi/abs/10.1128/spectrum.02924-25?af=R",
    "pubDate": "2025-12-16T08:00:00Z",
    "category": "science",
    "abstract_source": "semantic_scholar"
  },
  {
    "title": "GSNOR is essential for nitric oxide homeostasis and involved in aflatoxin biosynthesis and pathogenicity in Aspergillus flavus",
    "source": "American Society for Microbiology: Applied and Environmental Microbiology: Table of Contents",
    "excerpt": "ABSTRACT Nitric oxide (NO) is an important biological signaling molecule. S-nitrosoglutathione reductase (GSNOR), a master regulator of NO signaling, regulates various biological processes. However, little is known about the role of GSNOR in Aspergillus flavus. Here, we identified a gene encoding GSNOR in this aflatoxigenic fungus and demonstrated that GSNOR shows activity during the critical life cycle stages, including spore germination, hyphal growth, and conidiogenesis. We found that GSNOR plays a crucial role in NO homeostasis, as GSNOR deletion resulted in significantly elevated NO levels and heightened sensitivity to exogenous NO stress. GSNOR also participated in multiple biological processes in A. flavus; for that, GSNOR deletion impaired conidia germination, reduced growth, decreased conidiogenesis and sclerotial development, attenuated virulence on kernels, and notably decreased aflatoxin production. Furthermore, we demonstrated that GSNOR is important for reactive oxygen species (ROS) balance, as its deletion significantly elevated mycelial ROS levels and made the strain more sensitive to oxidative stress. IMPORTANCE Aspergillus flavus is a notorious saprophytic filamentous fungus, with its production of carcinogenic aflatoxins posing serious threats to food safety and human health. Aflatoxin contamination prevention and control have long been a global challenge. In previous studies, we observed that nitric oxide (NO) significantly inhibits the aflatoxin production by A. flavus. This study further investigated the role of the key regulatory enzyme S-nitrosoglutathione reductase (GSNOR) in the NO signaling pathway. Our findings indicate that GSNOR is crucial for maintaining both NO homeostasis and reactive oxygen species (ROS) balance and plays an essential role in fungal development, pathogenicity, and aflatoxin biosynthesis. These results highlight the potential of targeting components in the NO signaling pathway, such as GSNOR, as a novel strategy for ",
    "url": "https://journals.asm.org/doi/abs/10.1128/aem.01408-25?af=R",
    "pubDate": "2025-12-16T08:00:00Z",
    "category": "indoor",
    "abstract_source": "semantic_scholar"
  }
]