[
  {
    "title": "Microcosm-dependent degradation of nonwoven fabric in surgical masks by endophytic fungi Aspergillus bridgerii",
    "source": "ScienceDirect Publication: Journal of Hazardous Materials",
    "excerpt": "Publication date: 15 February 2026Source: Journal of Hazardous Materials, Volume 504Author(s): Ramya Duraisamy, Bhuvaneshwari. S, Philip. A, VM Vishnu, P. Sribalaji, Agnieszka Saeid, Jemima Balaselvi Juliana. S, Jennifer Michellin Kiruba N",
    "url": "https://www.sciencedirect.com/science/article/pii/S0304389426003018?dgcid=rss_sd_all",
    "pubDate": "2026-02-10T07:06:21Z",
    "category": "indoor"
  },
  {
    "title": "Toxicological interactions between biotic and abiotic components of indoor air: Mold and air fresheners",
    "source": "ScienceDirect Publication: Journal of Hazardous Materials",
    "excerpt": "Publication date: 15 February 2026Source: Journal of Hazardous Materials, Volume 504Author(s): Sudheer Salana, Avraham Moshe Friedman, Jess Austin, Preyasha Shrestha, Kiran Kurmi, Mohammad Washeem, Chang-Yu Wu",
    "url": "https://www.sciencedirect.com/science/article/pii/S0304389426002979?dgcid=rss_sd_all",
    "pubDate": "2026-02-10T07:06:21Z",
    "category": "indoor"
  },
  {
    "title": "Antifungal mechanism and mycotoxin control of Ligusticum jeholense essential oil against Alternaria alternata in postharvest tomato",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Publication date: 1 April 2026Source: Food Chemistry, Volume 507Author(s): Quan-Shui Wang, Sen Pang, Xiao-Yi Tong, Du-Qiang Luo, Jian Wang, Fei Cao",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626004231?dgcid=rss_sd_all",
    "pubDate": "2026-02-10T07:06:18Z",
    "category": "health"
  },
  {
    "title": "Advancements in nanomaterial-enabled catalytic degradation of mycotoxins: Critical analysis of nanozymes, peroxymonosulfate catalysts, and photocatalysts",
    "source": "ScienceDirect Publication: Food Chemistry",
    "excerpt": "Publication date: 1 April 2026Source: Food Chemistry, Volume 507Author(s): Ling Huang, Jian Lei, Huicheng Nong, Lintao Zeng, Hongxia Tan",
    "url": "https://www.sciencedirect.com/science/article/pii/S0308814626002724?dgcid=rss_sd_all",
    "pubDate": "2026-02-10T07:06:18Z",
    "category": "health"
  },
  {
    "title": "Screening, risk assessment, and rapid detection of mycotoxins in edible herbs based on UPLC-MS/MS and FT-NIR",
    "source": "ScienceDirect Publication: Food Research International",
    "excerpt": "Publication date: 30 April 2026Source: Food Research International, Volume 230Author(s): Kangnan Liu, Ling Fang, Yaling An, Zijun Tang, Wenjie Zhao, Chunqian Song, Lin Feng, Xiaokang Liu, Zhenwei Li, Daidi Zhang, De-an Guo",
    "url": "https://www.sciencedirect.com/science/article/pii/S0963996926002188?dgcid=rss_sd_all",
    "pubDate": "2026-02-10T07:06:18Z",
    "category": "health"
  },
  {
    "title": "Hyperglycemic conditions modulate the response of colon cancer cells to the mycotoxins alternariol and deoxynivalenol in vitro",
    "source": "ScienceDirect Publication: Food Research International",
    "excerpt": "Publication date: 1 April 2026Source: Food Research International, Volume 229Author(s): Karolina Kowalska, Eszter Borsos, Elisabeth Varga, Doris Marko",
    "url": "https://www.sciencedirect.com/science/article/pii/S0963996926000244?dgcid=rss_sd_all",
    "pubDate": "2026-02-10T07:06:18Z",
    "category": "health"
  },
  {
    "title": "Role of T-2 toxin in the modulation of oxidative homeostasis and immune function in three-dimensional hepatic cell cultures of chicken origin",
    "source": "Frontiers in Veterinary Science | New and Recent Articles",
    "excerpt": "T-2 toxin is a secondary metabolite produced by different Fusarium species that causes serious problems in the poultry industry. It can damage several organ systems, mainly by inhibiting protein synthesis, and is also likely to induce oxidative stress in cells. In this study, the adverse effects of T-2 toxin were investigated in magnetic three-dimensional hepatic cell cultures of chicken origin. Cultures were treated with 100, 500, and 1,000 nM T-2 toxin for 48 and 72 h. The metabolic activity of the cells was determined using CCK-8 assay. To investigate the changes in the oxidative homeostasis, the levels of MDA, HSP27, and 8-OHdG were measured. To monitor immune response, the concentrations of IL-6 and 8 were determined. The metabolic activity of the cells decreased after the toxin treatments, but this decrease was alleviated after 72 h. Both MDA and HSP27 levels were significantly diminished by T-2 toxin after 48 h. The concentration of 8-OHdG was reduced by 72 h exposure to 100 nM T-2 toxin. In the case of IL-6, the 1,000 nM T-2 toxin was able to decrease its levels after 48 and 72 h, whereas IL-8 levels were lowered after 72 h by all three toxin treatments. Overall, these resu",
    "url": "https://www.frontiersin.org/articles/10.3389/fvets.2026.1759841",
    "pubDate": "2026-02-10T00:00:00Z",
    "category": "health"
  },
  {
    "title": "Nursing management of pulmonary mucormycosis with skin damage secondary to amphotericin B colloidal dispersion: a case report",
    "source": "Frontiers in Medicine | New and Recent Articles",
    "excerpt": "IntroductionMucormycosis is a catastrophic fungal infection in immunocompromised patients and has a high mortality rate. Amphotericin B colloidal dispersions have demonstrated clinical efficacy in the treatment of mucormycosis; however, there is limited literature on the management of severe skin damage secondary to the extravasation of amphotericin B colloidal dispersions.Case presentationA 36-year-old diabetic woman with severe pulmonary mucormycosis developed skin damage on her left foot after 34 days of amphotericin B colloidal dispersion treatment via a peripheral vein. The medication was switched to a central vein, and nursing interventions, including silver alginate ion dressing and saline wet compress, successfully managed the injury. By day 155, the skin had completely healed with minimal residual pigmentation.ConclusionThis case report describes the management of a severe skin injury caused by amphotericin B colloidal dispersion extravasation in an immunocompromised patient, carried out by bedside nurses.Relevance for clinical practiceThis study presents an effective management strategy for skin damage caused by amphotericin B colloidal dispersions extravasation, emphasiz",
    "url": "https://www.frontiersin.org/articles/10.3389/fmed.2025.1723602",
    "pubDate": "2026-02-10T00:00:00Z",
    "category": "clinical"
  },
  {
    "title": "Characteristics of mycological criteria for the diagnosis of invasive mold infections in patients with severe burn injury",
    "source": "American Society for Microbiology: Journal of Clinical Microbiology: Table of Contents",
    "excerpt": "Journal of Clinical Microbiology, Ahead of Print.",
    "url": "https://journals.asm.org/doi/abs/10.1128/jcm.00950-25?af=R",
    "pubDate": "2026-02-05T08:00:00Z",
    "category": "clinical"
  },
  {
    "title": "Dietary curcumin alleviates aflatoxin B1‐induced liver injury and improves growth performance in broilers via Nrf2 activation and NLRP3 inflammasome inhibition",
    "source": "Wiley: Journal of the Science of Food and Agriculture: Table of Contents",
    "excerpt": "Journal of the Science of Food and Agriculture, Volume 106, Issue 4, Page 2280-2288, 15 March 2026.",
    "url": "https://scijournals.onlinelibrary.wiley.com/doi/10.1002/jsfa.70337?af=R",
    "pubDate": "2026-02-04T21:13:31Z",
    "category": "science"
  },
  {
    "title": "Characteristics of individual cyp51A SNPs and combinations thereof impacting the azole phenotype in TR34-mediated resistance genotypes of Aspergillus fumigatus",
    "source": "American Society for Microbiology: Antimicrobial Agents and Chemotherapy: Table of Contents",
    "excerpt": "Antimicrobial Agents and Chemotherapy, Ahead of Print.",
    "url": "https://journals.asm.org/doi/abs/10.1128/aac.01528-25?af=R",
    "pubDate": "2026-02-03T08:00:00Z",
    "category": "clinical"
  },
  {
    "title": "Identification and characterization of a novel broad-spectrum antifungal compound targeting the Aspergillus fumigatus cell wall and cell membrane and inducing oxidative stress",
    "source": "American Society for Microbiology: Microbiology Spectrum: Table of Contents",
    "excerpt": "Microbiology Spectrum, Ahead of Print.",
    "url": "https://journals.asm.org/doi/abs/10.1128/spectrum.03143-25?af=R",
    "pubDate": "2026-01-28T08:00:00Z",
    "category": "science"
  },
  {
    "title": "Nano-Stimulated Immunity: Synthesis and Functionalization of CuS Induce Multilevel Defense Responses against Fusarium in Tomato (Solanum lycopersicum)",
    "source": "acs: Journal of Agricultural and Food Chemistry: Table of Contents",
    "excerpt": "Journal of Agricultural and Food Chemistry, Volume 74, Issue 4, Page 3474-3484, February 4, 2026.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jafc.5c13527?af=R",
    "pubDate": "2026-01-24T08:00:00Z",
    "category": "health"
  },
  {
    "title": "A combined genetic and chemical approach for identifying novel antifungal compounds against Fusarium graminearum",
    "source": "American Society for Microbiology: Microbiology Spectrum: Table of Contents",
    "excerpt": "Microbiology Spectrum, Ahead of Print.",
    "url": "https://journals.asm.org/doi/abs/10.1128/spectrum.02961-25?af=R",
    "pubDate": "2026-01-22T08:00:00Z",
    "category": "science"
  },
  {
    "title": "Homologous Overexpression of Phosphatidate Phosphatase (Lipin) in the Oleaginous Fungus Mucor circinelloides WJ11 Enhances Lipid Accumulation under Static Solid Cultivation and Submerged Fermentation",
    "source": "acs: Journal of Agricultural and Food Chemistry: Table of Contents",
    "excerpt": "Journal of Agricultural and Food Chemistry, Volume 74, Issue 4, Page 3795-3806, February 4, 2026.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jafc.5c11518?af=R",
    "pubDate": "2026-01-21T08:00:00Z",
    "category": "health"
  },
  {
    "title": "Beyond Fumigatus: a molecular portrait of clinical Aspergillus diversity, pathogenicity, and antifungal resistance",
    "source": "American Society for Microbiology: Antimicrobial Agents and Chemotherapy: Table of Contents",
    "excerpt": "Antimicrobial Agents and Chemotherapy, Volume 70, Issue 2, February 2026.",
    "url": "https://journals.asm.org/doi/abs/10.1128/aac.01184-25?af=R",
    "pubDate": "2026-01-13T08:00:00Z",
    "category": "clinical"
  },
  {
    "title": "Production of ETP-Type (Epipolythiodioxopiperazine) Mycotoxins in Clinical Fungal Isolates",
    "source": "acs: Journal of Natural Products: Table of Contents",
    "excerpt": "Journal of Natural Products, Volume 89, Issue 1, Page 322-328, January 23, 2026.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jnatprod.5c01151?af=R",
    "pubDate": "2026-01-04T08:00:00Z",
    "category": "indoor"
  },
  {
    "title": "Antibacterial and Cytotoxic Decahydrofluorene-Class Alkaloids from the Marine-Derived Fungus Penicillium sp. SCSIO 41512",
    "source": "acs: Journal of Natural Products: Table of Contents",
    "excerpt": "Journal of Natural Products, Volume 89, Issue 1, Page 128-138, January 23, 2026.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jnatprod.5c01203?af=R",
    "pubDate": "2025-12-17T08:00:00Z",
    "category": "indoor"
  },
  {
    "title": "Advancing mold identification in the routine laboratory, performance of smartphone-based imaging and a newly developed convolutional neural network",
    "source": "American Society for Microbiology: Microbiology Spectrum: Table of Contents",
    "excerpt": "Microbiology Spectrum, Volume 14, Issue 2, February 2026.",
    "url": "https://journals.asm.org/doi/abs/10.1128/spectrum.02924-25?af=R",
    "pubDate": "2025-12-16T08:00:00Z",
    "category": "science"
  },
  {
    "title": "GSNOR is essential for nitric oxide homeostasis and involved in aflatoxin biosynthesis and pathogenicity in Aspergillus flavus",
    "source": "American Society for Microbiology: Applied and Environmental Microbiology: Table of Contents",
    "excerpt": "Applied and Environmental Microbiology, Volume 92, Issue 1, January 2026.",
    "url": "https://journals.asm.org/doi/abs/10.1128/aem.01408-25?af=R",
    "pubDate": "2025-12-16T08:00:00Z",
    "category": "indoor"
  }
]